export const jlptVocab = [
    {
      "j": "毎朝",
      "e": "every morning",
      "f": "まいあさ",
      "l": 5
    },
    {
      "j": "問題",
      "e": "problem",
      "f": "もんだい",
      "l": 5
    },
    {
      "j": "お茶",
      "e": "green tea",
      "f": "おちゃ",
      "l": 5
    },
    {
      "j": "黒",
      "e": "black",
      "f": "くろ",
      "l": 5
    },
    {
      "j": "台所",
      "e": "kitchen",
      "f": "だいどころ",
      "l": 5
    },
    {
      "j": "葉書",
      "e": "postcard",
      "f": "はがき",
      "l": 5
    },
    {
      "j": "ペン",
      "e": "pen",
      "f": "",
      "l": 5
    },
    {
      "j": "ニュース",
      "e": "news",
      "f": "",
      "l": 5
    },
    {
      "j": "花瓶",
      "e": "a vase",
      "f": "かびん",
      "l": 5
    },
    {
      "j": "フォーク",
      "e": "fork",
      "f": "",
      "l": 5
    },
    {
      "j": "引く",
      "e": "to pull",
      "f": "ひく",
      "l": 5
    },
    {
      "j": "フィルム",
      "e": "roll of film",
      "f": "",
      "l": 5
    },
    {
      "j": "磨く",
      "e": "to brush teeth, to polish",
      "f": "みがく",
      "l": 5
    },
    {
      "j": "押す",
      "e": "to push, to stamp something",
      "f": "おす",
      "l": 5
    },
    {
      "j": "売る",
      "e": "to sell",
      "f": "うる",
      "l": 5
    },
    {
      "j": "電気",
      "e": "electricity, electric light",
      "f": "でんき",
      "l": 5
    },
    {
      "j": "並ぶ",
      "e": "to line up, to stand in a line",
      "f": "ならぶ",
      "l": 5
    },
    {
      "j": "病気",
      "e": "illness",
      "f": "びょうき",
      "l": 5
    },
    {
      "j": "ポケット",
      "e": "pocket",
      "f": "",
      "l": 5
    },
    {
      "j": "頭",
      "e": "head",
      "f": "あたま",
      "l": 5
    },
    {
      "j": "はし",
      "e": "chopsticks",
      "f": "",
      "l": 5
    },
    {
      "j": "英語",
      "e": "English language",
      "f": "えいご",
      "l": 5
    },
    {
      "j": "家",
      "e": "house",
      "f": "いえ",
      "l": 5
    },
    {
      "j": "一月",
      "e": "one month",
      "f": "ひとつき",
      "l": 5
    },
    {
      "j": "暑い",
      "e": "hot",
      "f": "あつい",
      "l": 5
    },
    {
      "j": "遊ぶ",
      "e": "to play, to make a visit",
      "f": "あそぶ",
      "l": 5
    },
    {
      "j": "取る",
      "e": "to take something",
      "f": "とる",
      "l": 5
    },
    {
      "j": "九",
      "e": "nine",
      "f": "きゅう / く",
      "l": 5
    },
    {
      "j": "閉める",
      "e": "to close something",
      "f": "しめる",
      "l": 5
    },
    {
      "j": "たいへん",
      "e": "very",
      "f": "",
      "l": 5
    },
    {
      "j": "奥さん",
      "e": "(honorable) wife",
      "f": "おくさん",
      "l": 5
    },
    {
      "j": "作文",
      "e": "composition, writing",
      "f": "さくぶん",
      "l": 5
    },
    {
      "j": "便利",
      "e": "useful, convenient",
      "f": "べんり",
      "l": 5
    },
    {
      "j": "右",
      "e": "right side",
      "f": "みぎ",
      "l": 5
    },
    {
      "j": "寒い",
      "e": "cold",
      "f": "さむい",
      "l": 5
    },
    {
      "j": "あびる",
      "e": "to bathe, to shower",
      "f": "",
      "l": 5
    },
    {
      "j": "十",
      "e": "ten",
      "f": "じゅう  とお",
      "l": 5
    },
    {
      "j": "中",
      "e": "middle",
      "f": "なか",
      "l": 5
    },
    {
      "j": "消す",
      "e": "to erase, to turn off power",
      "f": "けす",
      "l": 5
    },
    {
      "j": "近く",
      "e": "near",
      "f": "ちかく",
      "l": 5
    },
    {
      "j": "七つ",
      "e": "seven",
      "f": "ななつ",
      "l": 5
    },
    {
      "j": "テープレコーダー",
      "e": "tape recorder",
      "f": "",
      "l": 5
    },
    {
      "j": "目",
      "e": "eye",
      "f": "め",
      "l": 5
    },
    {
      "j": "空",
      "e": "sky",
      "f": "そら",
      "l": 5
    },
    {
      "j": "六日",
      "e": "six days, sixth day of the month",
      "f": "むいか",
      "l": 5
    },
    {
      "j": "座る",
      "e": "to sit",
      "f": "すわる",
      "l": 5
    },
    {
      "j": "年",
      "e": "year",
      "f": "とし",
      "l": 5
    },
    {
      "j": "男の子",
      "e": "boy",
      "f": "おとこのこ",
      "l": 5
    },
    {
      "j": "狭い",
      "e": "narrow",
      "f": "せまい",
      "l": 5
    },
    {
      "j": "冷蔵庫",
      "e": "refrigerator",
      "f": "れいぞうこ",
      "l": 5
    },
    {
      "j": "カメラ",
      "e": "camera",
      "f": "",
      "l": 5
    },
    {
      "j": "玄関",
      "e": "entry hall",
      "f": "げんかん",
      "l": 5
    },
    {
      "j": "違う",
      "e": "to differ",
      "f": "ちがう",
      "l": 5
    },
    {
      "j": "危ない",
      "e": "dangerous",
      "f": "あぶない",
      "l": 5
    },
    {
      "j": "分かる",
      "e": "to be understood",
      "f": "わかる",
      "l": 5
    },
    {
      "j": "言う",
      "e": "to say",
      "f": "いう",
      "l": 5
    },
    {
      "j": "飲む",
      "e": "to drink",
      "f": "のむ",
      "l": 5
    },
    {
      "j": "練習",
      "e": "to practice",
      "f": "れんしゅうする",
      "l": 5
    },
    {
      "j": "何",
      "e": "what",
      "f": "なん / なに",
      "l": 5
    },
    {
      "j": "厚い",
      "e": "kind, deep, thick",
      "f": "あつい",
      "l": 5
    },
    {
      "j": "毎月",
      "e": "every month",
      "f": "まいげつ / まいつき",
      "l": 5
    },
    {
      "j": "閉まる",
      "e": "to close, to be closed",
      "f": "しまる",
      "l": 5
    },
    {
      "j": "脱ぐ",
      "e": "to take off clothes",
      "f": "ぬぐ",
      "l": 5
    },
    {
      "j": "黒い",
      "e": "black",
      "f": "くろい",
      "l": 5
    },
    {
      "j": "登る",
      "e": "to climb",
      "f": "のぼる",
      "l": 5
    },
    {
      "j": "汚い",
      "e": "dirty",
      "f": "きたない",
      "l": 5
    },
    {
      "j": "雨",
      "e": "rain",
      "f": "あめ",
      "l": 5
    },
    {
      "j": "お皿",
      "e": "plate, dish",
      "f": "おさら",
      "l": 5
    },
    {
      "j": "速い",
      "e": "quick",
      "f": "はやい",
      "l": 5
    },
    {
      "j": "お風呂",
      "e": "bath",
      "f": "おふろ",
      "l": 5
    },
    {
      "j": "新しい",
      "e": "new",
      "f": "あたらしい",
      "l": 5
    },
    {
      "j": "廊下",
      "e": "corridor",
      "f": "ろうか",
      "l": 5
    },
    {
      "j": "茶色",
      "e": "brown",
      "f": "ちゃいろ",
      "l": 5
    },
    {
      "j": "コート",
      "e": "coat, tennis court",
      "f": "",
      "l": 5
    },
    {
      "j": "手紙",
      "e": "letter",
      "f": "てがみ",
      "l": 5
    },
    {
      "j": "要る",
      "e": "to need",
      "f": "いる",
      "l": 5
    },
    {
      "j": "こっち",
      "e": "this person or way",
      "f": "",
      "l": 5
    },
    {
      "j": "スプーン",
      "e": "spoon",
      "f": "",
      "l": 5
    },
    {
      "j": "時々",
      "e": "sometimes",
      "f": "ときどき",
      "l": 5
    },
    {
      "j": "傘",
      "e": "umbrella",
      "f": "かさ",
      "l": 5
    },
    {
      "j": "いい / よい",
      "e": "good",
      "f": "",
      "l": 5
    },
    {
      "j": "電話",
      "e": "telephone",
      "f": "でんわ",
      "l": 5
    },
    {
      "j": "勤める",
      "e": "to work for someone",
      "f": "つとめる",
      "l": 5
    },
    {
      "j": "安い",
      "e": "cheap",
      "f": "やすい",
      "l": 5
    },
    {
      "j": "どう",
      "e": "how, in what way",
      "f": "",
      "l": 5
    },
    {
      "j": "道",
      "e": "street",
      "f": "みち",
      "l": 5
    },
    {
      "j": "バス",
      "e": "bus",
      "f": "",
      "l": 5
    },
    {
      "j": "クラス",
      "e": "class",
      "f": "",
      "l": 5
    },
    {
      "j": "差す",
      "e": "to stretch out hands, to raise an umbrella",
      "f": "さす",
      "l": 5
    },
    {
      "j": "スポーツ",
      "e": "sport",
      "f": "",
      "l": 5
    },
    {
      "j": "どっち",
      "e": "which",
      "f": "",
      "l": 5
    },
    {
      "j": "そば",
      "e": "near, beside",
      "f": "",
      "l": 5
    },
    {
      "j": "新聞",
      "e": "newspaper",
      "f": "しんぶん",
      "l": 5
    },
    {
      "j": "どうして",
      "e": "for what reason",
      "f": "",
      "l": 5
    },
    {
      "j": "庭",
      "e": "garden",
      "f": "にわ",
      "l": 5
    },
    {
      "j": "大きな",
      "e": "big",
      "f": "おおきな",
      "l": 5
    },
    {
      "j": "辺",
      "e": "area",
      "f": "へん",
      "l": 5
    },
    {
      "j": "番号",
      "e": "number",
      "f": "ばんごう",
      "l": 5
    },
    {
      "j": "家族",
      "e": "family",
      "f": "かぞく",
      "l": 5
    },
    {
      "j": "下手",
      "e": "unskillful",
      "f": "へた",
      "l": 5
    },
    {
      "j": "料理",
      "e": "cuisine",
      "f": "りょうり",
      "l": 5
    },
    {
      "j": "カレー",
      "e": "curry",
      "f": "",
      "l": 5
    },
    {
      "j": "六",
      "e": "six",
      "f": "ろく",
      "l": 5
    },
    {
      "j": "今年",
      "e": "this year",
      "f": "ことし",
      "l": 5
    },
    {
      "j": "初めて",
      "e": "for the first time",
      "f": "はじめて",
      "l": 5
    },
    {
      "j": "風邪",
      "e": "a cold",
      "f": "かぜ",
      "l": 5
    },
    {
      "j": "赤い",
      "e": "red",
      "f": "あかい",
      "l": 5
    },
    {
      "j": "甘い",
      "e": "sweet",
      "f": "あまい",
      "l": 5
    },
    {
      "j": "西",
      "e": "west",
      "f": "にし",
      "l": 5
    },
    {
      "j": "毎週",
      "e": "every week",
      "f": "まいしゅう",
      "l": 5
    },
    {
      "j": "いつも",
      "e": "always",
      "f": "",
      "l": 5
    },
    {
      "j": "五つ",
      "e": "five",
      "f": "いつつ",
      "l": 5
    },
    {
      "j": "建物",
      "e": "building",
      "f": "たてもの",
      "l": 5
    },
    {
      "j": "なる",
      "e": "to become",
      "f": "",
      "l": 5
    },
    {
      "j": "まっすぐ",
      "e": "straight ahead, direct",
      "f": "",
      "l": 5
    },
    {
      "j": "作る",
      "e": "to make",
      "f": "つくる",
      "l": 5
    },
    {
      "j": "風",
      "e": "wind",
      "f": "かぜ",
      "l": 5
    },
    {
      "j": "少し",
      "e": "few",
      "f": "すこし",
      "l": 5
    },
    {
      "j": "大学",
      "e": "university",
      "f": "だいがく",
      "l": 5
    },
    {
      "j": "シャツ",
      "e": "shirt",
      "f": "",
      "l": 5
    },
    {
      "j": "病院",
      "e": "hospital",
      "f": "びょういん",
      "l": 5
    },
    {
      "j": "会社",
      "e": "company",
      "f": "かいしゃ",
      "l": 5
    },
    {
      "j": "無くす",
      "e": "to lose something",
      "f": "なくす",
      "l": 5
    },
    {
      "j": "スリッパ",
      "e": "slippers",
      "f": "",
      "l": 5
    },
    {
      "j": "地下鉄",
      "e": "underground train",
      "f": "ちかてつ",
      "l": 5
    },
    {
      "j": "ページ",
      "e": "page",
      "f": "",
      "l": 5
    },
    {
      "j": "曇る",
      "e": "to become cloudy, to become dim",
      "f": "くもる",
      "l": 5
    },
    {
      "j": "辞書",
      "e": "dictionary",
      "f": "じしょ",
      "l": 5
    },
    {
      "j": "万年筆",
      "e": "fountain pen",
      "f": "まんねんひつ",
      "l": 5
    },
    {
      "j": "海",
      "e": "sea",
      "f": "うみ",
      "l": 5
    },
    {
      "j": "エレベーター",
      "e": "elevator",
      "f": "",
      "l": 5
    },
    {
      "j": "たぶん",
      "e": "probably",
      "f": "",
      "l": 5
    },
    {
      "j": "夕方",
      "e": "evening",
      "f": "ゆうがた",
      "l": 5
    },
    {
      "j": "東",
      "e": "east",
      "f": "ひがし",
      "l": 5
    },
    {
      "j": "声",
      "e": "voice",
      "f": "こえ",
      "l": 5
    },
    {
      "j": "撮る",
      "e": "to take a photo or record a film",
      "f": "とる",
      "l": 5
    },
    {
      "j": "私",
      "e": "(humble) I, myself",
      "f": "わたくし",
      "l": 5
    },
    {
      "j": "両親",
      "e": "both parents",
      "f": "りょうしん",
      "l": 5
    },
    {
      "j": "きれい",
      "e": "pretty, clean",
      "f": "",
      "l": 5
    },
    {
      "j": "どうぞ",
      "e": "please",
      "f": "",
      "l": 5
    },
    {
      "j": "好き",
      "e": "likeable",
      "f": "すき",
      "l": 5
    },
    {
      "j": "静か",
      "e": "quiet",
      "f": "しずか",
      "l": 5
    },
    {
      "j": "お父さん",
      "e": "(honorable) father",
      "f": "おとうさん",
      "l": 5
    },
    {
      "j": "人",
      "e": "person",
      "f": "ひと",
      "l": 5
    },
    {
      "j": "覚える",
      "e": "to remember",
      "f": "おぼえる",
      "l": 5
    },
    {
      "j": "休み",
      "e": "rest, holiday",
      "f": "やすみ",
      "l": 5
    },
    {
      "j": "池",
      "e": "pond",
      "f": "いけ",
      "l": 5
    },
    {
      "j": "始まる",
      "e": "to begin",
      "f": "はじまる",
      "l": 5
    },
    {
      "j": "困る",
      "e": "to be worried",
      "f": "こまる",
      "l": 5
    },
    {
      "j": "ほか",
      "e": "other, the rest",
      "f": "",
      "l": 5
    },
    {
      "j": "ちゃわん",
      "e": "rice bowl",
      "f": "",
      "l": 5
    },
    {
      "j": "疲れる",
      "e": "to get tired",
      "f": "つかれる",
      "l": 5
    },
    {
      "j": "掃除",
      "e": "to clean, to sweep",
      "f": "そうじする",
      "l": 5
    },
    {
      "j": "賑やか",
      "e": "bustling, busy",
      "f": "にぎやか",
      "l": 5
    },
    {
      "j": "一つ",
      "e": "one",
      "f": "ひとつ",
      "l": 5
    },
    {
      "j": "来週",
      "e": "next week",
      "f": "らいしゅう",
      "l": 5
    },
    {
      "j": "財布",
      "e": "wallet",
      "f": "さいふ",
      "l": 5
    },
    {
      "j": "知る",
      "e": "to know",
      "f": "しる",
      "l": 5
    },
    {
      "j": "教える",
      "e": "to teach, to tell",
      "f": "おしえる",
      "l": 5
    },
    {
      "j": "朝御飯",
      "e": "breakfast",
      "f": "あさごはん",
      "l": 5
    },
    {
      "j": "飛ぶ",
      "e": "to fly, to hop",
      "f": "とぶ",
      "l": 5
    },
    {
      "j": "言葉",
      "e": "word, language",
      "f": "ことば",
      "l": 5
    },
    {
      "j": "キロ / キログラム",
      "e": "kilogram",
      "f": "",
      "l": 5
    },
    {
      "j": "赤",
      "e": "red",
      "f": "あか",
      "l": 5
    },
    {
      "j": "自分",
      "e": "oneself",
      "f": "じぶん",
      "l": 5
    },
    {
      "j": "デパート",
      "e": "department store",
      "f": "",
      "l": 5
    },
    {
      "j": "薄い",
      "e": "thin, weak",
      "f": "うすい",
      "l": 5
    },
    {
      "j": "高い",
      "e": "tall, expensive",
      "f": "たかい",
      "l": 5
    },
    {
      "j": "帰る",
      "e": "to go back",
      "f": "かえる",
      "l": 5
    },
    {
      "j": "はい",
      "e": "yes",
      "f": "",
      "l": 5
    },
    {
      "j": "卵",
      "e": "egg",
      "f": "たまご",
      "l": 5
    },
    {
      "j": "低い",
      "e": "short, low",
      "f": "ひくい",
      "l": 5
    },
    {
      "j": "なぜ",
      "e": "why",
      "f": "",
      "l": 5
    },
    {
      "j": "一日",
      "e": "(1) one day, (2) first of month",
      "f": "いちにち",
      "l": 5
    },
    {
      "j": "いいえ",
      "e": "no",
      "f": "",
      "l": 5
    },
    {
      "j": "小さな",
      "e": "little",
      "f": "ちいさな",
      "l": 5
    },
    {
      "j": "時間",
      "e": "time",
      "f": "じかん",
      "l": 5
    },
    {
      "j": "上げる",
      "e": "to give",
      "f": "あげる",
      "l": 5
    },
    {
      "j": "ふろ",
      "e": "bath",
      "f": "",
      "l": 5
    },
    {
      "j": "生徒",
      "e": "pupil",
      "f": "せいと",
      "l": 5
    },
    {
      "j": "レストラン",
      "e": "restaurant",
      "f": "",
      "l": 5
    },
    {
      "j": "出す",
      "e": "to put out",
      "f": "だす",
      "l": 5
    },
    {
      "j": "かわいい",
      "e": "cute",
      "f": "",
      "l": 5
    },
    {
      "j": "音楽",
      "e": "music",
      "f": "おんがく",
      "l": 5
    },
    {
      "j": "歌",
      "e": "song",
      "f": "うた",
      "l": 5
    },
    {
      "j": "いちばん",
      "e": "best, first",
      "f": "",
      "l": 5
    },
    {
      "j": "咲く",
      "e": "to bloom",
      "f": "さく",
      "l": 5
    },
    {
      "j": "山",
      "e": "mountain",
      "f": "やま",
      "l": 5
    },
    {
      "j": "テレビ",
      "e": "television",
      "f": "",
      "l": 5
    },
    {
      "j": "授業",
      "e": "lesson, class work",
      "f": "じゅぎょう",
      "l": 5
    },
    {
      "j": "暖かい",
      "e": "warm",
      "f": "あたたかい",
      "l": 5
    },
    {
      "j": "セーター",
      "e": "sweater, jumper",
      "f": "",
      "l": 5
    },
    {
      "j": "自転車",
      "e": "bicycle",
      "f": "じてんしゃ",
      "l": 5
    },
    {
      "j": "ラジカセ / ラジオカセット",
      "e": "radio cassette player",
      "f": "",
      "l": 5
    },
    {
      "j": "つける",
      "e": "to turn on",
      "f": "",
      "l": 5
    },
    {
      "j": "さ来年",
      "e": "year after next",
      "f": "さらいねん",
      "l": 5
    },
    {
      "j": "学校",
      "e": "school",
      "f": "がっこう",
      "l": 5
    },
    {
      "j": "いくら",
      "e": "how much?",
      "f": "",
      "l": 5
    },
    {
      "j": "四",
      "e": "four",
      "f": "し / よん",
      "l": 5
    },
    {
      "j": "入る",
      "e": "to enter, to contain",
      "f": "はいる",
      "l": 5
    },
    {
      "j": "曇り",
      "e": "cloudy weather",
      "f": "くもり",
      "l": 5
    },
    {
      "j": "外国",
      "e": "foreign country",
      "f": "がいこく",
      "l": 5
    },
    {
      "j": "温い",
      "e": "luke warm",
      "f": "ぬるい",
      "l": 5
    },
    {
      "j": "そうして / そして",
      "e": "and",
      "f": "",
      "l": 5
    },
    {
      "j": "どうも",
      "e": "thanks",
      "f": "",
      "l": 5
    },
    {
      "j": "仕事",
      "e": "job",
      "f": "しごと",
      "l": 5
    },
    {
      "j": "窓",
      "e": "window",
      "f": "まど",
      "l": 5
    },
    {
      "j": "晩",
      "e": "evening",
      "f": "ばん",
      "l": 5
    },
    {
      "j": "難しい",
      "e": "difficult",
      "f": "むずかしい",
      "l": 5
    },
    {
      "j": "村",
      "e": "village",
      "f": "むら",
      "l": 5
    },
    {
      "j": "鉛筆",
      "e": "pencil",
      "f": "えんぴつ",
      "l": 5
    },
    {
      "j": "長い",
      "e": "long",
      "f": "ながい",
      "l": 5
    },
    {
      "j": "生まれる",
      "e": "to be born",
      "f": "うまれる",
      "l": 5
    },
    {
      "j": "雑誌",
      "e": "magazine",
      "f": "ざっし",
      "l": 5
    },
    {
      "j": "国",
      "e": "country",
      "f": "くに",
      "l": 5
    },
    {
      "j": "おまわりさん",
      "e": "friendly term for policeman",
      "f": "",
      "l": 5
    },
    {
      "j": "今朝",
      "e": "this morning",
      "f": "けさ",
      "l": 5
    },
    {
      "j": "晴れる",
      "e": "to be sunny",
      "f": "はれる",
      "l": 5
    },
    {
      "j": "夕飯",
      "e": "dinner",
      "f": "ゆうはん",
      "l": 5
    },
    {
      "j": "一緒",
      "e": "together",
      "f": "いっしょ",
      "l": 5
    },
    {
      "j": "どれ",
      "e": "which (of three or more)",
      "f": "",
      "l": 5
    },
    {
      "j": "立つ",
      "e": "to stand",
      "f": "たつ",
      "l": 5
    },
    {
      "j": "元気",
      "e": "health, vitality",
      "f": "げんき",
      "l": 5
    },
    {
      "j": "天気",
      "e": "weather",
      "f": "てんき",
      "l": 5
    },
    {
      "j": "医者",
      "e": "medical doctor",
      "f": "いしゃ",
      "l": 5
    },
    {
      "j": "七",
      "e": "seven",
      "f": "しち / なな",
      "l": 5
    },
    {
      "j": "はく",
      "e": "to wear, to put on trousers",
      "f": "",
      "l": 5
    },
    {
      "j": "だんだん",
      "e": "gradually",
      "f": "",
      "l": 5
    },
    {
      "j": "戸",
      "e": "Japanese style door",
      "f": "と",
      "l": 5
    },
    {
      "j": "ノート",
      "e": "notebook, exercise book",
      "f": "",
      "l": 5
    },
    {
      "j": "また",
      "e": "again, and",
      "f": "",
      "l": 5
    },
    {
      "j": "今日",
      "e": "today",
      "f": "きょう",
      "l": 5
    },
    {
      "j": "とても",
      "e": "very",
      "f": "",
      "l": 5
    },
    {
      "j": "一昨年",
      "e": "year before last",
      "f": "おととし",
      "l": 5
    },
    {
      "j": "文章",
      "e": "sentence, text",
      "f": "ぶんしょう",
      "l": 5
    },
    {
      "j": "公園",
      "e": "park",
      "f": "こうえん",
      "l": 5
    },
    {
      "j": "借りる",
      "e": "to borrow",
      "f": "かりる",
      "l": 5
    },
    {
      "j": "口",
      "e": "mouth, opening",
      "f": "くち",
      "l": 5
    },
    {
      "j": "持つ",
      "e": "to hold",
      "f": "もつ",
      "l": 5
    },
    {
      "j": "上着",
      "e": "jacket",
      "f": "うわぎ",
      "l": 5
    },
    {
      "j": "秋",
      "e": "autumn",
      "f": "あき",
      "l": 5
    },
    {
      "j": "悪い",
      "e": "bad",
      "f": "わるい",
      "l": 5
    },
    {
      "j": "青い",
      "e": "blue",
      "f": "あおい",
      "l": 5
    },
    {
      "j": "住む",
      "e": "to live in",
      "f": "すむ",
      "l": 5
    },
    {
      "j": "かける",
      "e": "to call by phone",
      "f": "",
      "l": 5
    },
    {
      "j": "木曜日",
      "e": "Thursday",
      "f": "もくようび",
      "l": 5
    },
    {
      "j": "忘れる",
      "e": "to forget",
      "f": "わすれる",
      "l": 5
    },
    {
      "j": "お手洗い",
      "e": "bathroom",
      "f": "おてあらい",
      "l": 5
    },
    {
      "j": "写真",
      "e": "photograph",
      "f": "しゃしん",
      "l": 5
    },
    {
      "j": "ゼロ",
      "e": "zero",
      "f": "",
      "l": 5
    },
    {
      "j": "いろいろ",
      "e": "various",
      "f": "",
      "l": 5
    },
    {
      "j": "もう",
      "e": "already",
      "f": "",
      "l": 5
    },
    {
      "j": "会う",
      "e": "to meet",
      "f": "あう",
      "l": 5
    },
    {
      "j": "南",
      "e": "south",
      "f": "みなみ",
      "l": 5
    },
    {
      "j": "五日",
      "e": "five days, fifth day",
      "f": "いつか",
      "l": 5
    },
    {
      "j": "着る",
      "e": "to put on from the shoulders down",
      "f": "きる",
      "l": 5
    },
    {
      "j": "そこ",
      "e": "that place",
      "f": "",
      "l": 5
    },
    {
      "j": "終る",
      "e": "to finish",
      "f": "おわる",
      "l": 5
    },
    {
      "j": "どの",
      "e": "which",
      "f": "",
      "l": 5
    },
    {
      "j": "読む",
      "e": "to read",
      "f": "よむ",
      "l": 5
    },
    {
      "j": "それでは",
      "e": "in that situation",
      "f": "",
      "l": 5
    },
    {
      "j": "来月",
      "e": "next month",
      "f": "らいげつ",
      "l": 5
    },
    {
      "j": "果物",
      "e": "fruit",
      "f": "くだもの",
      "l": 5
    },
    {
      "j": "止まる",
      "e": "to come to a halt",
      "f": "とまる",
      "l": 5
    },
    {
      "j": "着く",
      "e": "to arrive at",
      "f": "つく",
      "l": 5
    },
    {
      "j": "大好き",
      "e": "to be very likeable",
      "f": "だいすき",
      "l": 5
    },
    {
      "j": "妹",
      "e": "(humble) younger sister",
      "f": "いもうと",
      "l": 5
    },
    {
      "j": "夏",
      "e": "summer",
      "f": "なつ",
      "l": 5
    },
    {
      "j": "今晩",
      "e": "this evening",
      "f": "こんばん",
      "l": 5
    },
    {
      "j": "塩",
      "e": "salt",
      "f": "しお",
      "l": 5
    },
    {
      "j": "先週",
      "e": "last week",
      "f": "せんしゅう",
      "l": 5
    },
    {
      "j": "欲しい",
      "e": "want",
      "f": "ほしい",
      "l": 5
    },
    {
      "j": "木",
      "e": "tree, wood",
      "f": "き",
      "l": 5
    },
    {
      "j": "ほんとう",
      "e": "truth",
      "f": "",
      "l": 5
    },
    {
      "j": "薬",
      "e": "medicine",
      "f": "くすり",
      "l": 5
    },
    {
      "j": "お菓子",
      "e": "sweets, candy",
      "f": "おかし",
      "l": 5
    },
    {
      "j": "金曜日",
      "e": "Friday",
      "f": "きんようび",
      "l": 5
    },
    {
      "j": "まずい",
      "e": "unpleasant",
      "f": "",
      "l": 5
    },
    {
      "j": "お酒",
      "e": "alcohol, rice wine",
      "f": "おさけ",
      "l": 5
    },
    {
      "j": "多い",
      "e": "many",
      "f": "おおい",
      "l": 5
    },
    {
      "j": "動物",
      "e": "animal",
      "f": "どうぶつ",
      "l": 5
    },
    {
      "j": "切符",
      "e": "ticket",
      "f": "きっぷ",
      "l": 5
    },
    {
      "j": "キロ / キロメートル",
      "e": "kilometre",
      "f": "",
      "l": 5
    },
    {
      "j": "呼ぶ",
      "e": "to call out, to invite",
      "f": "よぶ",
      "l": 5
    },
    {
      "j": "体",
      "e": "body",
      "f": "からだ",
      "l": 5
    },
    {
      "j": "ゆっくりと",
      "e": "slowly",
      "f": "",
      "l": 5
    },
    {
      "j": "二日",
      "e": "two days, second day of the month",
      "f": "ふつか",
      "l": 5
    },
    {
      "j": "大人",
      "e": "adult",
      "f": "おとな",
      "l": 5
    },
    {
      "j": "歯",
      "e": "tooth",
      "f": "は",
      "l": 5
    },
    {
      "j": "冬",
      "e": "winter",
      "f": "ふゆ",
      "l": 5
    },
    {
      "j": "所",
      "e": "place",
      "f": "ところ",
      "l": 5
    },
    {
      "j": "吹く",
      "e": "to blow",
      "f": "ふく",
      "l": 5
    },
    {
      "j": "足",
      "e": "foot, leg",
      "f": "あし",
      "l": 5
    },
    {
      "j": "箱",
      "e": "box",
      "f": "はこ",
      "l": 5
    },
    {
      "j": "八",
      "e": "eight",
      "f": "はち",
      "l": 5
    },
    {
      "j": "朝",
      "e": "morning",
      "f": "あさ",
      "l": 5
    },
    {
      "j": "一昨日",
      "e": "day before yesterday",
      "f": "おととい",
      "l": 5
    },
    {
      "j": "有名",
      "e": "famous",
      "f": "ゆうめい",
      "l": 5
    },
    {
      "j": "二十日",
      "e": "twenty days, twentieth",
      "f": "はつか",
      "l": 5
    },
    {
      "j": "近い",
      "e": "near",
      "f": "ちかい",
      "l": 5
    },
    {
      "j": "ください",
      "e": "please",
      "f": "",
      "l": 5
    },
    {
      "j": "時計",
      "e": "watch, clock",
      "f": "とけい",
      "l": 5
    },
    {
      "j": "午後",
      "e": "afternoon",
      "f": "ごご",
      "l": 5
    },
    {
      "j": "食べ物",
      "e": "food",
      "f": "たべもの",
      "l": 5
    },
    {
      "j": "降る",
      "e": "to fall, e.g. rain or snow",
      "f": "ふる",
      "l": 5
    },
    {
      "j": "易しい",
      "e": "easy, simple",
      "f": "やさしい",
      "l": 5
    },
    {
      "j": "大使館",
      "e": "embassy",
      "f": "たいしかん",
      "l": 5
    },
    {
      "j": "誰",
      "e": "who",
      "f": "だれ",
      "l": 5
    },
    {
      "j": "上",
      "e": "on top of",
      "f": "うえ",
      "l": 5
    },
    {
      "j": "五",
      "e": "five",
      "f": "ご",
      "l": 5
    },
    {
      "j": "十日",
      "e": "ten days, the tenth day",
      "f": "とおか",
      "l": 5
    },
    {
      "j": "どちら",
      "e": "which of two",
      "f": "",
      "l": 5
    },
    {
      "j": "プール",
      "e": "swimming pool",
      "f": "",
      "l": 5
    },
    {
      "j": "小さい",
      "e": "little",
      "f": "ちいさい",
      "l": 5
    },
    {
      "j": "今週",
      "e": "this week",
      "f": "こんしゅう",
      "l": 5
    },
    {
      "j": "肉",
      "e": "meat",
      "f": "にく",
      "l": 5
    },
    {
      "j": "零",
      "e": "zero",
      "f": "れい",
      "l": 5
    },
    {
      "j": "豚肉",
      "e": "pork",
      "f": "ぶたにく",
      "l": 5
    },
    {
      "j": "広い",
      "e": "spacious, wide",
      "f": "ひろい",
      "l": 5
    },
    {
      "j": "靴下",
      "e": "socks",
      "f": "くつした",
      "l": 5
    },
    {
      "j": "一人",
      "e": "one person",
      "f": "ひとり",
      "l": 5
    },
    {
      "j": "かぎ",
      "e": "key",
      "f": "",
      "l": 5
    },
    {
      "j": "向こう",
      "e": "over there",
      "f": "むこう",
      "l": 5
    },
    {
      "j": "上手",
      "e": "skillful",
      "f": "じょうず",
      "l": 5
    },
    {
      "j": "牛肉",
      "e": "beef",
      "f": "ぎゅうにく",
      "l": 5
    },
    {
      "j": "話",
      "e": "talk, story",
      "f": "はなし",
      "l": 5
    },
    {
      "j": "毎晩",
      "e": "every night",
      "f": "まいばん",
      "l": 5
    },
    {
      "j": "三つ",
      "e": "three",
      "f": "みっつ",
      "l": 5
    },
    {
      "j": "吸う",
      "e": "to smoke, to suck",
      "f": "すう",
      "l": 5
    },
    {
      "j": "銀行",
      "e": "bank",
      "f": "ぎんこう",
      "l": 5
    },
    {
      "j": "大切",
      "e": "important",
      "f": "たいせつ",
      "l": 5
    },
    {
      "j": "学生",
      "e": "student",
      "f": "がくせい",
      "l": 5
    },
    {
      "j": "部屋",
      "e": "room",
      "f": "へや",
      "l": 5
    },
    {
      "j": "昼御飯",
      "e": "midday meal",
      "f": "ひるごはん",
      "l": 5
    },
    {
      "j": "下",
      "e": "below",
      "f": "した",
      "l": 5
    },
    {
      "j": "二つ",
      "e": "two",
      "f": "ふたつ",
      "l": 5
    },
    {
      "j": "百",
      "e": "hundred",
      "f": "ひゃく",
      "l": 5
    },
    {
      "j": "地図",
      "e": "map",
      "f": "ちず",
      "l": 5
    },
    {
      "j": "八百屋",
      "e": "greengrocer",
      "f": "やおや",
      "l": 5
    },
    {
      "j": "ネクタイ",
      "e": "tie, necktie",
      "f": "",
      "l": 5
    },
    {
      "j": "去年",
      "e": "last year",
      "f": "きょねん",
      "l": 5
    },
    {
      "j": "火曜日",
      "e": "Tuesday",
      "f": "かようび",
      "l": 5
    },
    {
      "j": "乗る",
      "e": "to get on, to ride",
      "f": "のる",
      "l": 5
    },
    {
      "j": "弟",
      "e": "younger brother",
      "f": "おとうと",
      "l": 5
    },
    {
      "j": "あなた",
      "e": "you",
      "f": "",
      "l": 5
    },
    {
      "j": "千",
      "e": "thousand",
      "f": "せん",
      "l": 5
    },
    {
      "j": "緑",
      "e": "green",
      "f": "みどり",
      "l": 5
    },
    {
      "j": "とり肉",
      "e": "chicken meat",
      "f": "とりにく",
      "l": 5
    },
    {
      "j": "軽い",
      "e": "light",
      "f": "かるい",
      "l": 5
    },
    {
      "j": "あまり",
      "e": "not very",
      "f": "",
      "l": 5
    },
    {
      "j": "帽子",
      "e": "hat",
      "f": "ぼうし",
      "l": 5
    },
    {
      "j": "丈夫",
      "e": "strong, durable",
      "f": "じょうぶ",
      "l": 5
    },
    {
      "j": "入れる",
      "e": "to put in",
      "f": "いれる",
      "l": 5
    },
    {
      "j": "二十歳",
      "e": "20 years old, 20th year",
      "f": "はたち",
      "l": 5
    },
    {
      "j": "三日",
      "e": "three days, third day of the month",
      "f": "みっか",
      "l": 5
    },
    {
      "j": "遠い",
      "e": "far",
      "f": "とおい",
      "l": 5
    },
    {
      "j": "夏休み",
      "e": "summer holiday",
      "f": "なつやすみ",
      "l": 5
    },
    {
      "j": "友達",
      "e": "friend",
      "f": "ともだち",
      "l": 5
    },
    {
      "j": "横",
      "e": "beside, side, width",
      "f": "よこ",
      "l": 5
    },
    {
      "j": "冷たい",
      "e": "cold to the touch",
      "f": "つめたい",
      "l": 5
    },
    {
      "j": "夜",
      "e": "evening, night",
      "f": "よる",
      "l": 5
    },
    {
      "j": "トイレ",
      "e": "toilet",
      "f": "",
      "l": 5
    },
    {
      "j": "おなか",
      "e": "stomach",
      "f": "",
      "l": 5
    },
    {
      "j": "どこ",
      "e": "where",
      "f": "",
      "l": 5
    },
    {
      "j": "暇",
      "e": "free time",
      "f": "ひま",
      "l": 5
    },
    {
      "j": "鳴く",
      "e": "animal noise. to chirp, roar or croak etc.",
      "f": "なく",
      "l": 5
    },
    {
      "j": "隣",
      "e": "next door to",
      "f": "となり",
      "l": 5
    },
    {
      "j": "先生",
      "e": "teacher, doctor",
      "f": "せんせい",
      "l": 5
    },
    {
      "j": "出口",
      "e": "exit",
      "f": "でぐち",
      "l": 5
    },
    {
      "j": "後ろ",
      "e": "behind",
      "f": "うしろ",
      "l": 5
    },
    {
      "j": "先月",
      "e": "last month",
      "f": "せんげつ",
      "l": 5
    },
    {
      "j": "テープ",
      "e": "tape",
      "f": "",
      "l": 5
    },
    {
      "j": "お姉さん",
      "e": "(honorable) older sister",
      "f": "おねえさん",
      "l": 5
    },
    {
      "j": "じゃ / じゃあ",
      "e": "well then…",
      "f": "",
      "l": 5
    },
    {
      "j": "本",
      "e": "book",
      "f": "ほん",
      "l": 5
    },
    {
      "j": "泳ぐ",
      "e": "to swim",
      "f": "およぐ",
      "l": 5
    },
    {
      "j": "灰皿",
      "e": "ashtray",
      "f": "はいざら",
      "l": 5
    },
    {
      "j": "門",
      "e": "gate",
      "f": "もん",
      "l": 5
    },
    {
      "j": "荷物",
      "e": "luggage",
      "f": "にもつ",
      "l": 5
    },
    {
      "j": "この",
      "e": "this",
      "f": "",
      "l": 5
    },
    {
      "j": "書く",
      "e": "to write",
      "f": "かく",
      "l": 5
    },
    {
      "j": "毎年",
      "e": "every year",
      "f": "まいねん / まいとし",
      "l": 5
    },
    {
      "j": "明日",
      "e": "tomorrow",
      "f": "あした",
      "l": 5
    },
    {
      "j": "ホテル",
      "e": "hotel",
      "f": "",
      "l": 5
    },
    {
      "j": "降りる",
      "e": "to get off, to descend",
      "f": "おりる",
      "l": 5
    },
    {
      "j": "重い",
      "e": "heavy",
      "f": "おもい",
      "l": 5
    },
    {
      "j": "電車",
      "e": "electric train",
      "f": "でんしゃ",
      "l": 5
    },
    {
      "j": "痛い",
      "e": "painful",
      "f": "いたい",
      "l": 5
    },
    {
      "j": "話す",
      "e": "to speak",
      "f": "はなす",
      "l": 5
    },
    {
      "j": "りっぱ",
      "e": "splendid",
      "f": "",
      "l": 5
    },
    {
      "j": "つまらない",
      "e": "boring",
      "f": "",
      "l": 5
    },
    {
      "j": "よく",
      "e": "often, well",
      "f": "",
      "l": 5
    },
    {
      "j": "嫌",
      "e": "unpleasant",
      "f": "いや",
      "l": 5
    },
    {
      "j": "宿題",
      "e": "homework",
      "f": "しゅくだい",
      "l": 5
    },
    {
      "j": "死ぬ",
      "e": "to die",
      "f": "しぬ",
      "l": 5
    },
    {
      "j": "みんな",
      "e": "everyone",
      "f": "",
      "l": 5
    },
    {
      "j": "万",
      "e": "ten thousand",
      "f": "まん",
      "l": 5
    },
    {
      "j": "映画",
      "e": "movie",
      "f": "えいが",
      "l": 5
    },
    {
      "j": "遅い",
      "e": "late, slow",
      "f": "おそい",
      "l": 5
    },
    {
      "j": "耳",
      "e": "ear",
      "f": "みみ",
      "l": 5
    },
    {
      "j": "かかる",
      "e": "to take time or money",
      "f": "",
      "l": 5
    },
    {
      "j": "でも",
      "e": "but",
      "f": "",
      "l": 5
    },
    {
      "j": "四つ",
      "e": "four",
      "f": "よっつ",
      "l": 5
    },
    {
      "j": "机",
      "e": "desk",
      "f": "つくえ",
      "l": 5
    },
    {
      "j": "あっち",
      "e": "over there",
      "f": "",
      "l": 5
    },
    {
      "j": "買う",
      "e": "to buy",
      "f": "かう",
      "l": 5
    },
    {
      "j": "開く",
      "e": "to open, to become open",
      "f": "あく",
      "l": 5
    },
    {
      "j": "教室",
      "e": "classroom",
      "f": "きょうしつ",
      "l": 5
    },
    {
      "j": "かばん",
      "e": "bag, basket",
      "f": "",
      "l": 5
    },
    {
      "j": "マッチ",
      "e": "match",
      "f": "",
      "l": 5
    },
    {
      "j": "短い",
      "e": "short",
      "f": "みじかい",
      "l": 5
    },
    {
      "j": "姉",
      "e": "(humble) older sister",
      "f": "あね",
      "l": 5
    },
    {
      "j": "大勢",
      "e": "great number of people",
      "f": "おおぜい",
      "l": 5
    },
    {
      "j": "開ける",
      "e": "to open",
      "f": "あける",
      "l": 5
    },
    {
      "j": "忙しい",
      "e": "busy, irritated",
      "f": "いそがしい",
      "l": 5
    },
    {
      "j": "おばあさん",
      "e": "grandmother, female senior-citizen",
      "f": "",
      "l": 5
    },
    {
      "j": "店",
      "e": "shop",
      "f": "みせ",
      "l": 5
    },
    {
      "j": "ワイシャツ",
      "e": "business shirt",
      "f": "",
      "l": 5
    },
    {
      "j": "北",
      "e": "north",
      "f": "きた",
      "l": 5
    },
    {
      "j": "ラジオ",
      "e": "radio",
      "f": "",
      "l": 5
    },
    {
      "j": "すぐに",
      "e": "instantly",
      "f": "",
      "l": 5
    },
    {
      "j": "ハンカチ",
      "e": "handkerchief",
      "f": "",
      "l": 5
    },
    {
      "j": "いつ",
      "e": "when",
      "f": "",
      "l": 5
    },
    {
      "j": "全部",
      "e": "all",
      "f": "ぜんぶ",
      "l": 5
    },
    {
      "j": "橋",
      "e": "bridge",
      "f": "はし",
      "l": 5
    },
    {
      "j": "川 / 河",
      "e": "river",
      "f": "かわ",
      "l": 5
    },
    {
      "j": "バター",
      "e": "butter",
      "f": "",
      "l": 5
    },
    {
      "j": "もっと",
      "e": "more",
      "f": "",
      "l": 5
    },
    {
      "j": "入口",
      "e": "entrance",
      "f": "いりぐち",
      "l": 5
    },
    {
      "j": "など",
      "e": "et cetera",
      "f": "",
      "l": 5
    },
    {
      "j": "太い",
      "e": "fat",
      "f": "ふとい",
      "l": 5
    },
    {
      "j": "やる",
      "e": "to do",
      "f": "",
      "l": 5
    },
    {
      "j": "自動車",
      "e": "automobile",
      "f": "じどうしゃ",
      "l": 5
    },
    {
      "j": "昼",
      "e": "noon, daytime",
      "f": "ひる",
      "l": 5
    },
    {
      "j": "色",
      "e": "colour",
      "f": "いろ",
      "l": 5
    },
    {
      "j": "黄色",
      "e": "yellow",
      "f": "きいろ",
      "l": 5
    },
    {
      "j": "左",
      "e": "left hand side",
      "f": "ひだり",
      "l": 5
    },
    {
      "j": "野菜",
      "e": "vegetable",
      "f": "やさい",
      "l": 5
    },
    {
      "j": "シャワー",
      "e": "shower",
      "f": "",
      "l": 5
    },
    {
      "j": "散歩",
      "e": "to stroll",
      "f": "さんぽする",
      "l": 5
    },
    {
      "j": "三",
      "e": "three",
      "f": "さん",
      "l": 5
    },
    {
      "j": "消える",
      "e": "to disappear",
      "f": "きえる",
      "l": 5
    },
    {
      "j": "映画館",
      "e": "cinema",
      "f": "えいがかん",
      "l": 5
    },
    {
      "j": "いす",
      "e": "chair",
      "f": "",
      "l": 5
    },
    {
      "j": "誕生日",
      "e": "birthday",
      "f": "たんじょうび",
      "l": 5
    },
    {
      "j": "切る",
      "e": "to cut",
      "f": "きる",
      "l": 5
    },
    {
      "j": "七日",
      "e": "seven days, the seventh day",
      "f": "なのか",
      "l": 5
    },
    {
      "j": "洗う",
      "e": "to wash",
      "f": "あらう",
      "l": 5
    },
    {
      "j": "あれ",
      "e": "that",
      "f": "",
      "l": 5
    },
    {
      "j": "グラム",
      "e": "gram",
      "f": "",
      "l": 5
    },
    {
      "j": "習う",
      "e": "to learn",
      "f": "ならう",
      "l": 5
    },
    {
      "j": "後",
      "e": "afterwards",
      "f": "あと",
      "l": 5
    },
    {
      "j": "猫",
      "e": "cat",
      "f": "ねこ",
      "l": 5
    },
    {
      "j": "図書館",
      "e": "library",
      "f": "としょかん",
      "l": 5
    },
    {
      "j": "並べる",
      "e": "to line up, to set up",
      "f": "ならべる",
      "l": 5
    },
    {
      "j": "しかし",
      "e": "however",
      "f": "",
      "l": 5
    },
    {
      "j": "大きい",
      "e": "big",
      "f": "おおきい",
      "l": 5
    },
    {
      "j": "八日",
      "e": "eight days, eighth day of the month",
      "f": "ようか",
      "l": 5
    },
    {
      "j": "歩く",
      "e": "to walk",
      "f": "あるく",
      "l": 5
    },
    {
      "j": "ズボン",
      "e": "trousers",
      "f": "",
      "l": 5
    },
    {
      "j": "九日",
      "e": "nine days, ninth day",
      "f": "ここのか",
      "l": 5
    },
    {
      "j": "そっち",
      "e": "over there",
      "f": "",
      "l": 5
    },
    {
      "j": "たて",
      "e": "length, height",
      "f": "",
      "l": 5
    },
    {
      "j": "カップ",
      "e": "cup",
      "f": "",
      "l": 5
    },
    {
      "j": "あの",
      "e": "that over there",
      "f": "",
      "l": 5
    },
    {
      "j": "頼む",
      "e": "to ask",
      "f": "たのむ",
      "l": 5
    },
    {
      "j": "お兄さん",
      "e": "(honorable) older brother",
      "f": "おにいさん",
      "l": 5
    },
    {
      "j": "手",
      "e": "hand",
      "f": "て",
      "l": 5
    },
    {
      "j": "ええ",
      "e": "yes",
      "f": "",
      "l": 5
    },
    {
      "j": "毎日",
      "e": "every day",
      "f": "まいにち",
      "l": 5
    },
    {
      "j": "花",
      "e": "flower",
      "f": "はな",
      "l": 5
    },
    {
      "j": "一",
      "e": "one",
      "f": "いち",
      "l": 5
    },
    {
      "j": "居る",
      "e": "to be, to have (used for people and animals)",
      "f": "いる",
      "l": 5
    },
    {
      "j": "砂糖",
      "e": "sugar",
      "f": "さとう",
      "l": 5
    },
    {
      "j": "カレンダー",
      "e": "calendar",
      "f": "",
      "l": 5
    },
    {
      "j": "今",
      "e": "now",
      "f": "いま",
      "l": 5
    },
    {
      "j": "旅行",
      "e": "travel",
      "f": "りょこう",
      "l": 5
    },
    {
      "j": "できる",
      "e": "to be able to",
      "f": "",
      "l": 5
    },
    {
      "j": "春",
      "e": "spring",
      "f": "はる",
      "l": 5
    },
    {
      "j": "する",
      "e": "to do",
      "f": "",
      "l": 5
    },
    {
      "j": "八つ",
      "e": "eight",
      "f": "やっつ",
      "l": 5
    },
    {
      "j": "町",
      "e": "town, city",
      "f": "まち",
      "l": 5
    },
    {
      "j": "渡す",
      "e": "to hand over",
      "f": "わたす",
      "l": 5
    },
    {
      "j": "青",
      "e": "blue",
      "f": "あお",
      "l": 5
    },
    {
      "j": "白",
      "e": "white",
      "f": "しろ",
      "l": 5
    },
    {
      "j": "ある",
      "e": "to be, to have (used for inanimate objects)",
      "f": "",
      "l": 5
    },
    {
      "j": "ベッド",
      "e": "bed",
      "f": "",
      "l": 5
    },
    {
      "j": "水",
      "e": "water",
      "f": "みず",
      "l": 5
    },
    {
      "j": "いくつ",
      "e": "how many?, how old?",
      "f": "",
      "l": 5
    },
    {
      "j": "楽しい",
      "e": "enjoyable",
      "f": "たのしい",
      "l": 5
    },
    {
      "j": "御飯",
      "e": "cooked rice, meal",
      "f": "ごはん",
      "l": 5
    },
    {
      "j": "皆さん",
      "e": "everyone",
      "f": "みなさん",
      "l": 5
    },
    {
      "j": "おいしい",
      "e": "delicious",
      "f": "",
      "l": 5
    },
    {
      "j": "ペット",
      "e": "pet",
      "f": "",
      "l": 5
    },
    {
      "j": "外",
      "e": "outside",
      "f": "そと",
      "l": 5
    },
    {
      "j": "前",
      "e": "before",
      "f": "まえ",
      "l": 5
    },
    {
      "j": "来る",
      "e": "to come",
      "f": "くる",
      "l": 5
    },
    {
      "j": "おもしろい",
      "e": "interesting",
      "f": "",
      "l": 5
    },
    {
      "j": "貸す",
      "e": "to lend",
      "f": "かす",
      "l": 5
    },
    {
      "j": "早い",
      "e": "early",
      "f": "はやい",
      "l": 5
    },
    {
      "j": "弱い",
      "e": "weak",
      "f": "よわい",
      "l": 5
    },
    {
      "j": "洗濯",
      "e": "washing",
      "f": "せんたく",
      "l": 5
    },
    {
      "j": "九つ",
      "e": "nine",
      "f": "ここのつ",
      "l": 5
    },
    {
      "j": "来年",
      "e": "next year",
      "f": "らいねん",
      "l": 5
    },
    {
      "j": "眼鏡",
      "e": "glasses",
      "f": "めがね",
      "l": 5
    },
    {
      "j": "背",
      "e": "height, stature",
      "f": "せ",
      "l": 5
    },
    {
      "j": "水曜日",
      "e": "Wednesday",
      "f": "すいようび",
      "l": 5
    },
    {
      "j": "お金",
      "e": "money",
      "f": "おかね",
      "l": 5
    },
    {
      "j": "同じ",
      "e": "same",
      "f": "おなじ",
      "l": 5
    },
    {
      "j": "弾く",
      "e": "to play an instrument with strings, including piano",
      "f": "ひく",
      "l": 5
    },
    {
      "j": "土曜日",
      "e": "Saturday",
      "f": "どようび",
      "l": 5
    },
    {
      "j": "階段",
      "e": "stairs",
      "f": "かいだん",
      "l": 5
    },
    {
      "j": "煩い",
      "e": "noisy, annoying",
      "f": "うるさい",
      "l": 5
    },
    {
      "j": "半分",
      "e": "half minute",
      "f": "はんぶん",
      "l": 5
    },
    {
      "j": "背広",
      "e": "business suit",
      "f": "せびろ",
      "l": 5
    },
    {
      "j": "晴れ",
      "e": "clear weather",
      "f": "はれ",
      "l": 5
    },
    {
      "j": "見せる",
      "e": "to show",
      "f": "みせる",
      "l": 5
    },
    {
      "j": "飲み物",
      "e": "a drink",
      "f": "のみもの",
      "l": 5
    },
    {
      "j": "雪",
      "e": "snow",
      "f": "ゆき",
      "l": 5
    },
    {
      "j": "買い物",
      "e": "shopping",
      "f": "かいもの",
      "l": 5
    },
    {
      "j": "交差点",
      "e": "intersection",
      "f": "こうさてん",
      "l": 5
    },
    {
      "j": "駅",
      "e": "station",
      "f": "えき",
      "l": 5
    },
    {
      "j": "大丈夫",
      "e": "all right",
      "f": "だいじょうぶ",
      "l": 5
    },
    {
      "j": "ボールペン",
      "e": "ball-point pen",
      "f": "",
      "l": 5
    },
    {
      "j": "勉強",
      "e": "to study",
      "f": "べんきょうする",
      "l": 5
    },
    {
      "j": "兄弟",
      "e": "(humble) siblings",
      "f": "きょうだい",
      "l": 5
    },
    {
      "j": "封筒",
      "e": "envelope",
      "f": "ふうとう",
      "l": 5
    },
    {
      "j": "レコード",
      "e": "record",
      "f": "",
      "l": 5
    },
    {
      "j": "コーヒー",
      "e": "coffee",
      "f": "",
      "l": 5
    },
    {
      "j": "漢字",
      "e": "Chinese character",
      "f": "かんじ",
      "l": 5
    },
    {
      "j": "喫茶店",
      "e": "coffee lounge",
      "f": "きっさてん",
      "l": 5
    },
    {
      "j": "その",
      "e": "that",
      "f": "",
      "l": 5
    },
    {
      "j": "子供",
      "e": "child",
      "f": "こども",
      "l": 5
    },
    {
      "j": "ちょっと",
      "e": "somewhat",
      "f": "",
      "l": 5
    },
    {
      "j": "女の子",
      "e": "girl",
      "f": "おんなのこ",
      "l": 5
    },
    {
      "j": "紙",
      "e": "paper",
      "f": "かみ",
      "l": 5
    },
    {
      "j": "字引",
      "e": "dictionary",
      "f": "じびき",
      "l": 5
    },
    {
      "j": "あさって",
      "e": "day after tomorrow",
      "f": "",
      "l": 5
    },
    {
      "j": "嫌い",
      "e": "hate",
      "f": "きらい",
      "l": 5
    },
    {
      "j": "先",
      "e": "the future, previous",
      "f": "さき",
      "l": 5
    },
    {
      "j": "答える",
      "e": "to answer",
      "f": "こたえる",
      "l": 5
    },
    {
      "j": "食堂",
      "e": "dining hall",
      "f": "しょくどう",
      "l": 5
    },
    {
      "j": "テーブル",
      "e": "table",
      "f": "",
      "l": 5
    },
    {
      "j": "コピーする",
      "e": "to copy",
      "f": "",
      "l": 5
    },
    {
      "j": "働く",
      "e": "to work",
      "f": "はたらく",
      "l": 5
    },
    {
      "j": "こんな",
      "e": "such",
      "f": "",
      "l": 5
    },
    {
      "j": "たくさん",
      "e": "many",
      "f": "",
      "l": 5
    },
    {
      "j": "ドア",
      "e": "Western style door",
      "f": "",
      "l": 5
    },
    {
      "j": "見る  観る",
      "e": "to see, to watch",
      "f": "みる",
      "l": 5
    },
    {
      "j": "交番",
      "e": "police box",
      "f": "こうばん",
      "l": 5
    },
    {
      "j": "ナイフ",
      "e": "knife",
      "f": "",
      "l": 5
    },
    {
      "j": "辛い",
      "e": "spicy",
      "f": "からい",
      "l": 5
    },
    {
      "j": "洋服",
      "e": "western-style clothes",
      "f": "ようふく",
      "l": 5
    },
    {
      "j": "晩御飯",
      "e": "evening meal",
      "f": "ばんごはん",
      "l": 5
    },
    {
      "j": "車",
      "e": "car, vehicle",
      "f": "くるま",
      "l": 5
    },
    {
      "j": "ちょうど",
      "e": "exactly",
      "f": "",
      "l": 5
    },
    {
      "j": "もう一度",
      "e": "again",
      "f": "もういちど",
      "l": 5
    },
    {
      "j": "ポスト",
      "e": "post",
      "f": "",
      "l": 5
    },
    {
      "j": "服",
      "e": "clothes",
      "f": "ふく",
      "l": 5
    },
    {
      "j": "メートル",
      "e": "metre",
      "f": "",
      "l": 5
    },
    {
      "j": "パン",
      "e": "bread",
      "f": "",
      "l": 5
    },
    {
      "j": "半",
      "e": "half",
      "f": "はん",
      "l": 5
    },
    {
      "j": "若い",
      "e": "young",
      "f": "わかい",
      "l": 5
    },
    {
      "j": "食べる",
      "e": "to eat",
      "f": "たべる",
      "l": 5
    },
    {
      "j": "四日",
      "e": "four days, fouth day of the month",
      "f": "よっか",
      "l": 5
    },
    {
      "j": "警官",
      "e": "policeman",
      "f": "けいかん",
      "l": 5
    },
    {
      "j": "伯父 / 叔父",
      "e": "grandfather, male senior citizen",
      "f": "おじいさん",
      "l": 5
    },
    {
      "j": "これ",
      "e": "this",
      "f": "",
      "l": 5
    },
    {
      "j": "アパート",
      "e": "apartment",
      "f": "",
      "l": 5
    },
    {
      "j": "鳥",
      "e": "bird",
      "f": "とり",
      "l": 5
    },
    {
      "j": "ここ",
      "e": "here",
      "f": "",
      "l": 5
    },
    {
      "j": "方",
      "e": "person, way of doing",
      "f": "かた",
      "l": 5
    },
    {
      "j": "タクシー",
      "e": "taxi",
      "f": "",
      "l": 5
    },
    {
      "j": "では",
      "e": "with that...",
      "f": "",
      "l": 5
    },
    {
      "j": "しょうゆ",
      "e": "soy sauce",
      "f": "",
      "l": 5
    },
    {
      "j": "少ない",
      "e": "a few",
      "f": "すくない",
      "l": 5
    },
    {
      "j": "白い",
      "e": "white",
      "f": "しろい",
      "l": 5
    },
    {
      "j": "待つ",
      "e": "to wait",
      "f": "まつ",
      "l": 5
    },
    {
      "j": "次",
      "e": "next",
      "f": "つぎ",
      "l": 5
    },
    {
      "j": "行く",
      "e": "to go",
      "f": "いく",
      "l": 5
    },
    {
      "j": "角",
      "e": "a corner",
      "f": "かど",
      "l": 5
    },
    {
      "j": "男",
      "e": "man",
      "f": "おとこ",
      "l": 5
    },
    {
      "j": "ギター",
      "e": "guitar",
      "f": "",
      "l": 5
    },
    {
      "j": "聞く",
      "e": "to hear, to listen to, to ask",
      "f": "きく",
      "l": 5
    },
    {
      "j": "走る",
      "e": "to run",
      "f": "はしる",
      "l": 5
    },
    {
      "j": "お母さん",
      "e": "(honorable) mother",
      "f": "おかあさん",
      "l": 5
    },
    {
      "j": "意味",
      "e": "e",
      "f": "いみ",
      "l": 5
    },
    {
      "j": "物",
      "e": "thing",
      "f": "もの",
      "l": 5
    },
    {
      "j": "強い",
      "e": "powerful",
      "f": "つよい",
      "l": 5
    },
    {
      "j": "魚",
      "e": "fish",
      "f": "さかな",
      "l": 5
    },
    {
      "j": "切手",
      "e": "postage stamp",
      "f": "きって",
      "l": 5
    },
    {
      "j": "暗い",
      "e": "gloomy",
      "f": "くらい",
      "l": 5
    },
    {
      "j": "出る",
      "e": "to appear, to leave",
      "f": "でる",
      "l": 5
    },
    {
      "j": "犬",
      "e": "dog",
      "f": "いぬ",
      "l": 5
    },
    {
      "j": "女",
      "e": "woman",
      "f": "おんな",
      "l": 5
    },
    {
      "j": "飛行機",
      "e": "aeroplane",
      "f": "ひこうき",
      "l": 5
    },
    {
      "j": "日曜日",
      "e": "Sunday",
      "f": "にちようび",
      "l": 5
    },
    {
      "j": "より、ほう",
      "e": "Used for comparison.",
      "f": "",
      "l": 5
    },
    {
      "j": "午前",
      "e": "morning",
      "f": "ごぜん",
      "l": 5
    },
    {
      "j": "名前",
      "e": "name",
      "f": "なまえ",
      "l": 5
    },
    {
      "j": "丸い / 円い",
      "e": "round, circular",
      "f": "まるい",
      "l": 5
    },
    {
      "j": "曲る",
      "e": "to turn, to bend",
      "f": "まがる",
      "l": 5
    },
    {
      "j": "鼻",
      "e": "nose",
      "f": "はな",
      "l": 5
    },
    {
      "j": "お弁当",
      "e": "boxed lunch",
      "f": "おべんとう",
      "l": 5
    },
    {
      "j": "コップ",
      "e": "a glass",
      "f": "",
      "l": 5
    },
    {
      "j": "結婚",
      "e": "marriage",
      "f": "けっこん",
      "l": 5
    },
    {
      "j": "置く",
      "e": "to put",
      "f": "おく",
      "l": 5
    },
    {
      "j": "渡る",
      "e": "to go across",
      "f": "わたる",
      "l": 5
    },
    {
      "j": "伯母さん / 叔母さん",
      "e": "aunt",
      "f": "おばさん",
      "l": 5
    },
    {
      "j": "それから",
      "e": "after that",
      "f": "",
      "l": 5
    },
    {
      "j": "明い",
      "e": "bright",
      "f": "あかるい",
      "l": 5
    },
    {
      "j": "家庭",
      "e": "household",
      "f": "かてい",
      "l": 5
    },
    {
      "j": "パーティー",
      "e": "party",
      "f": "",
      "l": 5
    },
    {
      "j": "あちら",
      "e": "there",
      "f": "",
      "l": 5
    },
    {
      "j": "スカート",
      "e": "skirt",
      "f": "",
      "l": 5
    },
    {
      "j": "靴",
      "e": "shoes",
      "f": "くつ",
      "l": 5
    },
    {
      "j": "ボタン",
      "e": "button",
      "f": "",
      "l": 5
    },
    {
      "j": "今月",
      "e": "this month",
      "f": "こんげつ",
      "l": 5
    },
    {
      "j": "返す",
      "e": "to return something",
      "f": "かえす",
      "l": 5
    },
    {
      "j": "いかが",
      "e": "how",
      "f": "",
      "l": 5
    },
    {
      "j": "ストーブ",
      "e": "heater",
      "f": "",
      "l": 5
    },
    {
      "j": "二人",
      "e": "two people",
      "f": "ふたり",
      "l": 5
    },
    {
      "j": "起きる",
      "e": "to get up",
      "f": "おきる",
      "l": 5
    },
    {
      "j": "さあ",
      "e": "well…",
      "f": "",
      "l": 5
    },
    {
      "j": "あそこ",
      "e": "over there",
      "f": "",
      "l": 5
    },
    {
      "j": "古い",
      "e": "old (not used for people)",
      "f": "ふるい",
      "l": 5
    },
    {
      "j": "黄色い",
      "e": "yellow",
      "f": "きいろい",
      "l": 5
    },
    {
      "j": "まだ",
      "e": "yet, still",
      "f": "",
      "l": 5
    },
    {
      "j": "歌う",
      "e": "to sing",
      "f": "うたう",
      "l": 5
    },
    {
      "j": "飴",
      "e": "candy",
      "f": "あめ",
      "l": 5
    },
    {
      "j": "寝る",
      "e": "to go to bed, to sleep",
      "f": "ねる",
      "l": 5
    },
    {
      "j": "それ",
      "e": "that",
      "f": "",
      "l": 5
    },
    {
      "j": "質問",
      "e": "question",
      "f": "しつもん",
      "l": 5
    },
    {
      "j": "どなた",
      "e": "who",
      "f": "",
      "l": 5
    },
    {
      "j": "牛乳",
      "e": "milk",
      "f": "ぎゅうにゅう",
      "l": 5
    },
    {
      "j": "二",
      "e": "two",
      "f": "に",
      "l": 5
    },
    {
      "j": "紅茶",
      "e": "black tea",
      "f": "こうちゃ",
      "l": 5
    },
    {
      "j": "そちら",
      "e": "over there",
      "f": "",
      "l": 5
    },
    {
      "j": "出かける",
      "e": "to go out",
      "f": "でかける",
      "l": 5
    },
    {
      "j": "兄",
      "e": "(humble) older brother",
      "f": "あに",
      "l": 5
    },
    {
      "j": "留学生",
      "e": "overseas student",
      "f": "りゅうがくせい",
      "l": 5
    },
    {
      "j": "月曜日",
      "e": "Monday",
      "f": "げつようび",
      "l": 5
    },
    {
      "j": "締める",
      "e": "to tie",
      "f": "しめる",
      "l": 5
    },
    {
      "j": "熱い",
      "e": "hot to the touch",
      "f": "あつい",
      "l": 5
    },
    {
      "j": "郵便局",
      "e": "post office",
      "f": "ゆうびんきょく",
      "l": 5
    },
    {
      "j": "細い",
      "e": "thin",
      "f": "ほそい",
      "l": 5
    },
    {
      "j": "六つ",
      "e": "six",
      "f": "むっつ",
      "l": 5
    },
    {
      "j": "本棚",
      "e": "bookshelves",
      "f": "ほんだな",
      "l": 5
    },
    {
      "j": "結構",
      "e": "splendid, enough",
      "f": "けっこう",
      "l": 5
    },
    {
      "j": "こちら",
      "e": "this person or way",
      "f": "",
      "l": 5
    },
    {
      "j": "昨夜",
      "e": "last night",
      "f": "ゆうべ",
      "l": 5
    },
    {
      "j": "外国人",
      "e": "foreigner",
      "f": "がいこくじん",
      "l": 5
    },
    {
      "j": "絵",
      "e": "picture",
      "f": "え",
      "l": 5
    },
    {
      "j": "使う",
      "e": "to use",
      "f": "つかう",
      "l": 5
    },
    {
      "j": "休む",
      "e": "to rest",
      "f": "やすむ",
      "l": 5
    },
    {
      "j": "テスト",
      "e": "test",
      "f": "",
      "l": 5
    },
    {
      "j": "貼る",
      "e": "to stick",
      "f": "はる",
      "l": 5
    },
    {
      "j": "たばこ",
      "e": "tobacco, cigarettes",
      "f": "",
      "l": 5
    },
    {
      "j": "涼しい",
      "e": "refreshing",
      "f": "すずしい",
      "l": 5
    },
    {
      "j": "昨日",
      "e": "yesterday",
      "f": "きのう",
      "l": 5
    },
    {
      "j": "せっけん",
      "e": "economy",
      "f": "",
      "l": 5
    },
    {
      "j": "初め / 始め",
      "e": "beginning",
      "f": "はじめ",
      "l": 5
    },
    {
      "j": "雲",
      "e": "cloud",
      "f": "くも",
      "l": 4
    },
    {
      "j": "サンドイッチ",
      "e": "sandwich",
      "f": "",
      "l": 4
    },
    {
      "j": "故障",
      "e": "to break-down",
      "f": "こしょう・する",
      "l": 4
    },
    {
      "j": "怖い",
      "e": "frightening",
      "f": "こわい",
      "l": 4
    },
    {
      "j": "エスカレーター",
      "e": "escalator",
      "f": "",
      "l": 4
    },
    {
      "j": "運ぶ",
      "e": "to transport",
      "f": "はこぶ",
      "l": 4
    },
    {
      "j": "受ける",
      "e": "to take a lesson or test",
      "f": "うける",
      "l": 4
    },
    {
      "j": "お嬢さん",
      "e": "young lady",
      "f": "おじょうさん",
      "l": 4
    },
    {
      "j": "首",
      "e": "neck",
      "f": "くび",
      "l": 4
    },
    {
      "j": "市民",
      "e": "citizen",
      "f": "しみん",
      "l": 4
    },
    {
      "j": "付く",
      "e": "to be attached",
      "f": "つく",
      "l": 4
    },
    {
      "j": "すく",
      "e": "to become empty",
      "f": "",
      "l": 4
    },
    {
      "j": "こと",
      "e": "thing, matter",
      "f": "",
      "l": 4
    },
    {
      "j": "訪ねる",
      "e": "to visit",
      "f": "たずねる",
      "l": 4
    },
    {
      "j": "お祝い",
      "e": "congratulation",
      "f": "おいわい",
      "l": 4
    },
    {
      "j": "一生懸命",
      "e": "with utmost effort",
      "f": "いっしょうけんめい",
      "l": 4
    },
    {
      "j": "済む",
      "e": "to finish",
      "f": "すむ",
      "l": 4
    },
    {
      "j": "アメリカ",
      "e": "America",
      "f": "",
      "l": 4
    },
    {
      "j": "復習",
      "e": "revision",
      "f": "ふくしゅう",
      "l": 4
    },
    {
      "j": "急",
      "e": "urgent, steep",
      "f": "きゅう",
      "l": 4
    },
    {
      "j": "これから",
      "e": "after this",
      "f": "",
      "l": 4
    },
    {
      "j": "指輪",
      "e": "finger ring",
      "f": "ゆびわ",
      "l": 4
    },
    {
      "j": "美しい",
      "e": "beautiful",
      "f": "うつくしい",
      "l": 4
    },
    {
      "j": "直る",
      "e": "to be fixed, to be repaired",
      "f": "なおる",
      "l": 4
    },
    {
      "j": "水泳",
      "e": "swimming",
      "f": "すいえい",
      "l": 4
    },
    {
      "j": "真中",
      "e": "middle",
      "f": "まんなか",
      "l": 4
    },
    {
      "j": "発音",
      "e": "pronunciation",
      "f": "はつおん",
      "l": 4
    },
    {
      "j": "手伝う",
      "e": "to assist",
      "f": "てつだう",
      "l": 4
    },
    {
      "j": "折れる",
      "e": "to break or be folded",
      "f": "おれる",
      "l": 4
    },
    {
      "j": "一度",
      "e": "once",
      "f": "いちど",
      "l": 4
    },
    {
      "j": "高等学校",
      "e": "high school",
      "f": "こうとうがっこう",
      "l": 4
    },
    {
      "j": "アルコール",
      "e": "alcohol",
      "f": "",
      "l": 4
    },
    {
      "j": "アナウンサー",
      "e": "announcer",
      "f": "",
      "l": 4
    },
    {
      "j": "最初",
      "e": "beginning, first",
      "f": "さいしょ",
      "l": 4
    },
    {
      "j": "投げる",
      "e": "to throw or cast away",
      "f": "なげる",
      "l": 4
    },
    {
      "j": "変える",
      "e": "to change",
      "f": "かえる",
      "l": 4
    },
    {
      "j": "昼間",
      "e": "daytime, during the day",
      "f": "ひるま",
      "l": 4
    },
    {
      "j": "神社",
      "e": "Shinto shrine",
      "f": "じんじゃ",
      "l": 4
    },
    {
      "j": "食料品",
      "e": "groceries",
      "f": "しょくりょうひん",
      "l": 4
    },
    {
      "j": "丁寧",
      "e": "polite",
      "f": "ていねい",
      "l": 4
    },
    {
      "j": "規則",
      "e": "regulations",
      "f": "きそく",
      "l": 4
    },
    {
      "j": "もうすぐ",
      "e": "soon",
      "f": "",
      "l": 4
    },
    {
      "j": "絹",
      "e": "silk",
      "f": "きぬ",
      "l": 4
    },
    {
      "j": "怒る",
      "e": "to get angry, to be angry",
      "f": "おこる",
      "l": 4
    },
    {
      "j": "用",
      "e": "use",
      "f": "よう",
      "l": 4
    },
    {
      "j": "致す",
      "e": "(humble) to do",
      "f": "いたす",
      "l": 4
    },
    {
      "j": "海岸",
      "e": "coast",
      "f": "かいがん",
      "l": 4
    },
    {
      "j": "経済",
      "e": "finance, economy",
      "f": "けいざい",
      "l": 4
    },
    {
      "j": "以上",
      "e": "more than, this is all",
      "f": "いじょう",
      "l": 4
    },
    {
      "j": "掛ける",
      "e": "to hang something",
      "f": "かける",
      "l": 4
    },
    {
      "j": "届ける",
      "e": "to reach",
      "f": "とどける",
      "l": 4
    },
    {
      "j": "適当",
      "e": "suitability",
      "f": "てきとう",
      "l": 4
    },
    {
      "j": "祖父",
      "e": "grandfather",
      "f": "そふ",
      "l": 4
    },
    {
      "j": "研究室",
      "e": "study room, laboratory",
      "f": "けんきゅうしつ",
      "l": 4
    },
    {
      "j": "文学",
      "e": "literature",
      "f": "ぶんがく",
      "l": 4
    },
    {
      "j": "生きる",
      "e": "to live",
      "f": "いきる",
      "l": 4
    },
    {
      "j": "それほど",
      "e": "to that extent",
      "f": "",
      "l": 4
    },
    {
      "j": "うまい",
      "e": "delicious",
      "f": "",
      "l": 4
    },
    {
      "j": "ずいぶん",
      "e": "extremely",
      "f": "",
      "l": 4
    },
    {
      "j": "お・金持ち",
      "e": "rich man",
      "f": "かねもち / おかねもち",
      "l": 4
    },
    {
      "j": "続く",
      "e": "to be continued",
      "f": "つづく",
      "l": 4
    },
    {
      "j": "受付",
      "e": "receipt",
      "f": "うけつけ",
      "l": 4
    },
    {
      "j": "代わり",
      "e": "substitute, alternate",
      "f": "かわり",
      "l": 4
    },
    {
      "j": "残る",
      "e": "to remain",
      "f": "のこる",
      "l": 4
    },
    {
      "j": "世話",
      "e": "to look after",
      "f": "せわ・する",
      "l": 4
    },
    {
      "j": "スーツケース",
      "e": "suitcase",
      "f": "",
      "l": 4
    },
    {
      "j": "くれる",
      "e": "to give",
      "f": "",
      "l": 4
    },
    {
      "j": "会話",
      "e": "conversation",
      "f": "かいわ",
      "l": 4
    },
    {
      "j": "向かう",
      "e": "to face",
      "f": "むかう",
      "l": 4
    },
    {
      "j": "増える",
      "e": "to increase",
      "f": "ふえる",
      "l": 4
    },
    {
      "j": "紹介",
      "e": "introduction",
      "f": "しょうかい",
      "l": 4
    },
    {
      "j": "だから",
      "e": "so, therefore",
      "f": "",
      "l": 4
    },
    {
      "j": "季節",
      "e": "season",
      "f": "きせつ",
      "l": 4
    },
    {
      "j": "そんなに",
      "e": "so much, like that",
      "f": "",
      "l": 4
    },
    {
      "j": "このあいだ",
      "e": "the other day, recently",
      "f": "",
      "l": 4
    },
    {
      "j": "虫",
      "e": "insect",
      "f": "むし",
      "l": 4
    },
    {
      "j": "祖母",
      "e": "grandmother",
      "f": "そぼ",
      "l": 4
    },
    {
      "j": "いらっしゃる",
      "e": "(respectful) to be, to come or to go",
      "f": "",
      "l": 4
    },
    {
      "j": "変",
      "e": "strange",
      "f": "へん",
      "l": 4
    },
    {
      "j": "ぶどう",
      "e": "grapes",
      "f": "",
      "l": 4
    },
    {
      "j": "直す",
      "e": "to fix, to repair",
      "f": "なおす",
      "l": 4
    },
    {
      "j": "世界",
      "e": "the world",
      "f": "せかい",
      "l": 4
    },
    {
      "j": "食事",
      "e": "to have a meal",
      "f": "しょくじ・する",
      "l": 4
    },
    {
      "j": "うそ",
      "e": "a lie",
      "f": "",
      "l": 4
    },
    {
      "j": "合う",
      "e": "to match",
      "f": "あう",
      "l": 4
    },
    {
      "j": "小鳥",
      "e": "small bird",
      "f": "ことり",
      "l": 4
    },
    {
      "j": "電報",
      "e": "telegram",
      "f": "でんぽう",
      "l": 4
    },
    {
      "j": "星",
      "e": "star",
      "f": "ほし",
      "l": 4
    },
    {
      "j": "申す",
      "e": "(humble) to be called, to say",
      "f": "もうす",
      "l": 4
    },
    {
      "j": "失敗",
      "e": "failure, mistake",
      "f": "しっぱい",
      "l": 4
    },
    {
      "j": "汽車",
      "e": "steam train",
      "f": "きしゃ",
      "l": 4
    },
    {
      "j": "下宿",
      "e": "lodging",
      "f": "げしゅく",
      "l": 4
    },
    {
      "j": "思う",
      "e": "to think, to feel",
      "f": "おもう",
      "l": 4
    },
    {
      "j": "機会",
      "e": "opportunity",
      "f": "きかい",
      "l": 4
    },
    {
      "j": "皆",
      "e": "everybody",
      "f": "みな",
      "l": 4
    },
    {
      "j": "苦い",
      "e": "bitter",
      "f": "にがい",
      "l": 4
    },
    {
      "j": "特に",
      "e": "particularly, especially",
      "f": "とくに",
      "l": 4
    },
    {
      "j": "乾く",
      "e": "to get dry",
      "f": "かわく",
      "l": 4
    },
    {
      "j": "葉",
      "e": "leaf",
      "f": "は",
      "l": 4
    },
    {
      "j": "かっこう",
      "e": "appearance",
      "f": "",
      "l": 4
    },
    {
      "j": "昼休み",
      "e": "noon break",
      "f": "ひるやすみ",
      "l": 4
    },
    {
      "j": "以下",
      "e": "less than",
      "f": "いか",
      "l": 4
    },
    {
      "j": "彼ら",
      "e": "they",
      "f": "かれら",
      "l": 4
    },
    {
      "j": "寄る",
      "e": "to visit",
      "f": "よる",
      "l": 4
    },
    {
      "j": "字",
      "e": "character",
      "f": "じ",
      "l": 4
    },
    {
      "j": "厳しい",
      "e": "strict",
      "f": "きびしい",
      "l": 4
    },
    {
      "j": "優しい",
      "e": "kind",
      "f": "やさしい",
      "l": 4
    },
    {
      "j": "たいてい",
      "e": "usually",
      "f": "",
      "l": 4
    },
    {
      "j": "花見",
      "e": "cherry-blossom viewing",
      "f": "はなみ",
      "l": 4
    },
    {
      "j": "注射",
      "e": "injection",
      "f": "ちゅうしゃ",
      "l": 4
    },
    {
      "j": "大分",
      "e": "greatly",
      "f": "だいぶ",
      "l": 4
    },
    {
      "j": "ベル",
      "e": "bell",
      "f": "",
      "l": 4
    },
    {
      "j": "景色",
      "e": "scene, landscape",
      "f": "けしき",
      "l": 4
    },
    {
      "j": "しかる",
      "e": "a particular",
      "f": "",
      "l": 4
    },
    {
      "j": "日記",
      "e": "journal",
      "f": "にっき",
      "l": 4
    },
    {
      "j": "お礼",
      "e": "expression of gratitude",
      "f": "おれい",
      "l": 4
    },
    {
      "j": "集る",
      "e": "to gather",
      "f": "あつまる",
      "l": 4
    },
    {
      "j": "大体",
      "e": "generally",
      "f": "だいたい",
      "l": 4
    },
    {
      "j": "なるほど",
      "e": "now I understand",
      "f": "",
      "l": 4
    },
    {
      "j": "公務員",
      "e": "government worker",
      "f": "こうむいん",
      "l": 4
    },
    {
      "j": "警察",
      "e": "police",
      "f": "けいさつ",
      "l": 4
    },
    {
      "j": "空気",
      "e": "air, atmosphere",
      "f": "くうき",
      "l": 4
    },
    {
      "j": "周り",
      "e": "surroundings",
      "f": "まわり",
      "l": 4
    },
    {
      "j": "汚れる",
      "e": "to get dirty",
      "f": "よごれる",
      "l": 4
    },
    {
      "j": "約束",
      "e": "promise",
      "f": "やくそく",
      "l": 4
    },
    {
      "j": "砂",
      "e": "sand",
      "f": "すな",
      "l": 4
    },
    {
      "j": "笑う",
      "e": "to laugh, to smile",
      "f": "わらう",
      "l": 4
    },
    {
      "j": "しっかり",
      "e": "firmly, steadily",
      "f": "",
      "l": 4
    },
    {
      "j": "住所",
      "e": "an address, a residence",
      "f": "じゅうしょ",
      "l": 4
    },
    {
      "j": "すり",
      "e": "pickpocket",
      "f": "",
      "l": 4
    },
    {
      "j": "注意",
      "e": "caution",
      "f": "ちゅうい",
      "l": 4
    },
    {
      "j": "仕方",
      "e": "method",
      "f": "しかた",
      "l": 4
    },
    {
      "j": "無理",
      "e": "impossible",
      "f": "むり",
      "l": 4
    },
    {
      "j": "触る",
      "e": "to touch",
      "f": "さわる",
      "l": 4
    },
    {
      "j": "押し入れ",
      "e": "closet",
      "f": "おしいれ",
      "l": 4
    },
    {
      "j": "さ来月",
      "e": "the month after next",
      "f": "さらいげつ",
      "l": 4
    },
    {
      "j": "ビル",
      "e": "building or bill",
      "f": "",
      "l": 4
    },
    {
      "j": "歯医者",
      "e": "dentist",
      "f": "はいしゃ",
      "l": 4
    },
    {
      "j": "知らせる",
      "e": "to notify",
      "f": "しらせる",
      "l": 4
    },
    {
      "j": "点",
      "e": "point, dot",
      "f": "てん",
      "l": 4
    },
    {
      "j": "予定",
      "e": "arrangement",
      "f": "よてい",
      "l": 4
    },
    {
      "j": "火事",
      "e": "fire",
      "f": "かじ",
      "l": 4
    },
    {
      "j": "出席",
      "e": "to attend",
      "f": "しゅっせき・する",
      "l": 4
    },
    {
      "j": "壁",
      "e": "wall",
      "f": "かべ",
      "l": 4
    },
    {
      "j": "植える",
      "e": "to plant, to grow",
      "f": "うえる",
      "l": 4
    },
    {
      "j": "生産",
      "e": "to produce",
      "f": "せいさん・する",
      "l": 4
    },
    {
      "j": "法律",
      "e": "law",
      "f": "ほうりつ",
      "l": 4
    },
    {
      "j": "見つかる",
      "e": "to be discovered",
      "f": "みつかる",
      "l": 4
    },
    {
      "j": "港",
      "e": "harbour",
      "f": "みなと",
      "l": 4
    },
    {
      "j": "連れる",
      "e": "to lead",
      "f": "つれる",
      "l": 4
    },
    {
      "j": "見つける",
      "e": "to discover",
      "f": "みつける",
      "l": 4
    },
    {
      "j": "辞典",
      "e": "dictionary",
      "f": "じてん",
      "l": 4
    },
    {
      "j": "乗り換える",
      "e": "to change between buses or trains",
      "f": "のりかえる",
      "l": 4
    },
    {
      "j": "役に立つ",
      "e": "to be helpful",
      "f": "やくにたつ",
      "l": 4
    },
    {
      "j": "写す",
      "e": "to copy or photograph",
      "f": "うつす",
      "l": 4
    },
    {
      "j": "理由",
      "e": "reason",
      "f": "りゆう",
      "l": 4
    },
    {
      "j": "たまに",
      "e": "occasionally",
      "f": "",
      "l": 4
    },
    {
      "j": "プレゼント",
      "e": "present",
      "f": "",
      "l": 4
    },
    {
      "j": "いっぱい",
      "e": "full",
      "f": "",
      "l": 4
    },
    {
      "j": "運動",
      "e": "to exercise",
      "f": "うんどう・する",
      "l": 4
    },
    {
      "j": "見える",
      "e": "to be in sight",
      "f": "みえる",
      "l": 4
    },
    {
      "j": "申し上げる",
      "e": "(humble) to say, to tell",
      "f": "もうしあげる",
      "l": 4
    },
    {
      "j": "冷える",
      "e": "to grow cold",
      "f": "ひえる",
      "l": 4
    },
    {
      "j": "痩せる",
      "e": "to become thin",
      "f": "やせる",
      "l": 4
    },
    {
      "j": "屋上",
      "e": "rooftop",
      "f": "おくじょう",
      "l": 4
    },
    {
      "j": "ステレオ",
      "e": "stereo",
      "f": "",
      "l": 4
    },
    {
      "j": "そう",
      "e": "really",
      "f": "",
      "l": 4
    },
    {
      "j": "お土産",
      "e": "souvenir",
      "f": "おみやげ",
      "l": 4
    },
    {
      "j": "泥棒",
      "e": "thief",
      "f": "どろぼう",
      "l": 4
    },
    {
      "j": "お祭り",
      "e": "festival",
      "f": "おまつり",
      "l": 4
    },
    {
      "j": "浅い",
      "e": "shallow, superficial",
      "f": "あさい",
      "l": 4
    },
    {
      "j": "お見舞い",
      "e": "calling on someone who is ill, enquiry",
      "f": "おみまい",
      "l": 4
    },
    {
      "j": "アルバイト",
      "e": "part-time job",
      "f": "",
      "l": 4
    },
    {
      "j": "おつり",
      "e": "change from purchase, balance",
      "f": "",
      "l": 4
    },
    {
      "j": "輸入",
      "e": "to import",
      "f": "ゆにゅう・する",
      "l": 4
    },
    {
      "j": "人口",
      "e": "population",
      "f": "じんこう",
      "l": 4
    },
    {
      "j": "興味",
      "e": "an interest",
      "f": "きょうみ",
      "l": 4
    },
    {
      "j": "時代",
      "e": "era",
      "f": "じだい",
      "l": 4
    },
    {
      "j": "特急",
      "e": "limited express train (faster than an express train)",
      "f": "とっきゅう",
      "l": 4
    },
    {
      "j": "腕",
      "e": "arm",
      "f": "うで",
      "l": 4
    },
    {
      "j": "気分",
      "e": "mood",
      "f": "きぶん",
      "l": 4
    },
    {
      "j": "上る",
      "e": "to rise",
      "f": "あがる",
      "l": 4
    },
    {
      "j": "いただく",
      "e": "(humble) to receive",
      "f": "",
      "l": 4
    },
    {
      "j": "泊まる",
      "e": "to lodge at",
      "f": "とまる",
      "l": 4
    },
    {
      "j": "盗む",
      "e": "to steal",
      "f": "ぬすむ",
      "l": 4
    },
    {
      "j": "ひげ",
      "e": "beard",
      "f": "",
      "l": 4
    },
    {
      "j": "坂",
      "e": "slope, hill",
      "f": "さか",
      "l": 4
    },
    {
      "j": "よろしい",
      "e": "(respectful) OK, all right",
      "f": "",
      "l": 4
    },
    {
      "j": "技術",
      "e": "art, technology, skill",
      "f": "ぎじゅつ",
      "l": 4
    },
    {
      "j": "為",
      "e": "in order to",
      "f": "ため",
      "l": 4
    },
    {
      "j": "小説",
      "e": "novel",
      "f": "しょうせつ",
      "l": 4
    },
    {
      "j": "調べる",
      "e": "to investigate",
      "f": "しらべる",
      "l": 4
    },
    {
      "j": "趣味",
      "e": "hobby",
      "f": "しゅみ",
      "l": 4
    },
    {
      "j": "運転手",
      "e": "driver",
      "f": "うんてんしゅ",
      "l": 4
    },
    {
      "j": "深い",
      "e": "deep",
      "f": "ふかい",
      "l": 4
    },
    {
      "j": "林",
      "e": "woods, forester",
      "f": "はやし",
      "l": 4
    },
    {
      "j": "小学校",
      "e": "elementary school",
      "f": "しょうがっこう",
      "l": 4
    },
    {
      "j": "まず",
      "e": "first of all",
      "f": "",
      "l": 4
    },
    {
      "j": "気持ち",
      "e": "feeling, mood",
      "f": "きもち",
      "l": 4
    },
    {
      "j": "思い出す",
      "e": "to remember",
      "f": "おもいだす",
      "l": 4
    },
    {
      "j": "留守",
      "e": "absence",
      "f": "るす",
      "l": 4
    },
    {
      "j": "続ける",
      "e": "to continue",
      "f": "つづける",
      "l": 4
    },
    {
      "j": "草",
      "e": "grass",
      "f": "くさ",
      "l": 4
    },
    {
      "j": "途中",
      "e": "on the way",
      "f": "とちゅう",
      "l": 4
    },
    {
      "j": "できるだけ",
      "e": "as much as possible",
      "f": "",
      "l": 4
    },
    {
      "j": "お宅",
      "e": "(polite) your house",
      "f": "おたく",
      "l": 4
    },
    {
      "j": "召し上がる",
      "e": "(polite) to eat",
      "f": "めしあがる",
      "l": 4
    },
    {
      "j": "悲しい",
      "e": "sad",
      "f": "かなしい",
      "l": 4
    },
    {
      "j": "子",
      "e": "child",
      "f": "こ",
      "l": 4
    },
    {
      "j": "運転",
      "e": "to drive",
      "f": "うんてん・する",
      "l": 4
    },
    {
      "j": "はっきり",
      "e": "clearly",
      "f": "",
      "l": 4
    },
    {
      "j": "折る",
      "e": "to break or to fold",
      "f": "おる",
      "l": 4
    },
    {
      "j": "今度",
      "e": "now, next time",
      "f": "こんど",
      "l": 4
    },
    {
      "j": "アフリカ",
      "e": "Africa",
      "f": "",
      "l": 4
    },
    {
      "j": "壊れる",
      "e": "to be broken",
      "f": "こわれる",
      "l": 4
    },
    {
      "j": "番組",
      "e": "television or radio program",
      "f": "ばんぐみ",
      "l": 4
    },
    {
      "j": "捕まえる",
      "e": "to seize",
      "f": "つかまえる",
      "l": 4
    },
    {
      "j": "タイプ",
      "e": "type, style",
      "f": "",
      "l": 4
    },
    {
      "j": "毛",
      "e": "hair or fur",
      "f": "け",
      "l": 4
    },
    {
      "j": "落る",
      "e": "to fall or drop",
      "f": "おちる",
      "l": 4
    },
    {
      "j": "場合",
      "e": "situation",
      "f": "ばあい",
      "l": 4
    },
    {
      "j": "意見",
      "e": "opinion",
      "f": "いけん",
      "l": 4
    },
    {
      "j": "通る",
      "e": "to go through",
      "f": "とおる",
      "l": 4
    },
    {
      "j": "着物",
      "e": "kimono",
      "f": "きもの",
      "l": 4
    },
    {
      "j": "森",
      "e": "forest",
      "f": "もり",
      "l": 4
    },
    {
      "j": "市",
      "e": "city",
      "f": "し",
      "l": 4
    },
    {
      "j": "ほど",
      "e": "extent",
      "f": "",
      "l": 4
    },
    {
      "j": "入院",
      "e": "to hospitalise",
      "f": "にゅういん・する",
      "l": 4
    },
    {
      "j": "カーテン",
      "e": "curtain",
      "f": "",
      "l": 4
    },
    {
      "j": "動く",
      "e": "to move",
      "f": "うごく",
      "l": 4
    },
    {
      "j": "ぜひ",
      "e": "without fail",
      "f": "",
      "l": 4
    },
    {
      "j": "すばらしい",
      "e": "wonderful",
      "f": "",
      "l": 4
    },
    {
      "j": "参る",
      "e": "(humble) to go, to come",
      "f": "まいる",
      "l": 4
    },
    {
      "j": "ねっしん",
      "e": "enthusiasm",
      "f": "",
      "l": 4
    },
    {
      "j": "講堂",
      "e": "auditorium",
      "f": "こうどう",
      "l": 4
    },
    {
      "j": "もし",
      "e": "if",
      "f": "",
      "l": 4
    },
    {
      "j": "ぬれる",
      "e": "to get wet",
      "f": "",
      "l": 4
    },
    {
      "j": "非常に",
      "e": "extremely",
      "f": "ひじょうに",
      "l": 4
    },
    {
      "j": "文法",
      "e": "grammar",
      "f": "ぶんぽう",
      "l": 4
    },
    {
      "j": "表",
      "e": "the front",
      "f": "おもて",
      "l": 4
    },
    {
      "j": "おっしゃる",
      "e": "(respectful) to say",
      "f": "",
      "l": 4
    },
    {
      "j": "西洋",
      "e": "western countries",
      "f": "せいよう",
      "l": 4
    },
    {
      "j": "両方",
      "e": "both sides",
      "f": "りょうほう",
      "l": 4
    },
    {
      "j": "払う",
      "e": "to pay",
      "f": "はらう",
      "l": 4
    },
    {
      "j": "地理",
      "e": "geography",
      "f": "ちり",
      "l": 4
    },
    {
      "j": "あかちゃん",
      "e": "infant",
      "f": "",
      "l": 4
    },
    {
      "j": "似る",
      "e": "to be similar",
      "f": "にる",
      "l": 4
    },
    {
      "j": "踊る",
      "e": "to dance",
      "f": "おどる",
      "l": 4
    },
    {
      "j": "うれしい",
      "e": "glad",
      "f": "",
      "l": 4
    },
    {
      "j": "事故",
      "e": "accident",
      "f": "じこ",
      "l": 4
    },
    {
      "j": "さっき",
      "e": "some time ago",
      "f": "",
      "l": 4
    },
    {
      "j": "赤ん坊",
      "e": "baby",
      "f": "あかんぼう",
      "l": 4
    },
    {
      "j": "寂しい",
      "e": "lonely",
      "f": "さびしい",
      "l": 4
    },
    {
      "j": "複雑",
      "e": "complexity, complication",
      "f": "ふくざつ",
      "l": 4
    },
    {
      "j": "眠る",
      "e": "to sleep",
      "f": "ねむる",
      "l": 4
    },
    {
      "j": "近所",
      "e": "neighbourhood",
      "f": "きんじょ",
      "l": 4
    },
    {
      "j": "ごみ",
      "e": "rubbish",
      "f": "",
      "l": 4
    },
    {
      "j": "例えば",
      "e": "for example",
      "f": "たとえば",
      "l": 4
    },
    {
      "j": "チェック・する",
      "e": "to check",
      "f": "",
      "l": 4
    },
    {
      "j": "御主人",
      "e": "(honorable) your husband",
      "f": "ごしゅじん",
      "l": 4
    },
    {
      "j": "テキスト",
      "e": "text, text book",
      "f": "",
      "l": 4
    },
    {
      "j": "ごちそう",
      "e": "a feast",
      "f": "",
      "l": 4
    },
    {
      "j": "起す",
      "e": "to wake",
      "f": "おこす",
      "l": 4
    },
    {
      "j": "テニス",
      "e": "tennis",
      "f": "",
      "l": 4
    },
    {
      "j": "パソコン",
      "e": "personal computer",
      "f": "",
      "l": 4
    },
    {
      "j": "研究",
      "e": "research",
      "f": "けんきゅう",
      "l": 4
    },
    {
      "j": "聞こえる",
      "e": "to be heard",
      "f": "きこえる",
      "l": 4
    },
    {
      "j": "間違える",
      "e": "to make a mistake",
      "f": "まちがえる",
      "l": 4
    },
    {
      "j": "看護婦",
      "e": "female nurse",
      "f": "かんごふ",
      "l": 4
    },
    {
      "j": "会議室",
      "e": "meeting room",
      "f": "かいぎしつ",
      "l": 4
    },
    {
      "j": "とこや",
      "e": "barber",
      "f": "",
      "l": 4
    },
    {
      "j": "試合",
      "e": "match, game",
      "f": "しあい",
      "l": 4
    },
    {
      "j": "止む",
      "e": "to stop",
      "f": "やむ",
      "l": 4
    },
    {
      "j": "のど",
      "e": "throat",
      "f": "",
      "l": 4
    },
    {
      "j": "戦争",
      "e": "war",
      "f": "せんそう",
      "l": 4
    },
    {
      "j": "降り出す",
      "e": "to start to rain",
      "f": "ふりだす",
      "l": 4
    },
    {
      "j": "コンピュータ / コンピューター",
      "e": "computer",
      "f": "",
      "l": 4
    },
    {
      "j": "盛ん",
      "e": "popularity, prosperous",
      "f": "さかん",
      "l": 4
    },
    {
      "j": "取り替える",
      "e": "to exchange",
      "f": "とりかえる",
      "l": 4
    },
    {
      "j": "支度",
      "e": "to prepare",
      "f": "したく・する",
      "l": 4
    },
    {
      "j": "社会",
      "e": "society, public",
      "f": "しゃかい",
      "l": 4
    },
    {
      "j": "沸く",
      "e": "to boil, to grow hot, to get excited",
      "f": "わく",
      "l": 4
    },
    {
      "j": "ちっとも",
      "e": "not at all (used with a negative verb)",
      "f": "",
      "l": 4
    },
    {
      "j": "おかげ",
      "e": "owing to",
      "f": "",
      "l": 4
    },
    {
      "j": "ステーキ",
      "e": "steak",
      "f": "",
      "l": 4
    },
    {
      "j": "消しゴム",
      "e": "eraser",
      "f": "けしゴム",
      "l": 4
    },
    {
      "j": "遠慮",
      "e": "to be reserved, to be restrained",
      "f": "えんりょ・する",
      "l": 4
    },
    {
      "j": "工場",
      "e": "factory",
      "f": "こうじょう",
      "l": 4
    },
    {
      "j": "僕",
      "e": "I (used by males)",
      "f": "ぼく",
      "l": 4
    },
    {
      "j": "招待",
      "e": "to invite",
      "f": "しょうたい・する",
      "l": 4
    },
    {
      "j": "彼",
      "e": "he, boyfriend",
      "f": "かれ",
      "l": 4
    },
    {
      "j": "妻",
      "e": "(humble) wife",
      "f": "つま",
      "l": 4
    },
    {
      "j": "石",
      "e": "stone",
      "f": "いし",
      "l": 4
    },
    {
      "j": "簡単",
      "e": "simple",
      "f": "かんたん",
      "l": 4
    },
    {
      "j": "残念",
      "e": "disappointment",
      "f": "ざんねん",
      "l": 4
    },
    {
      "j": "血",
      "e": "blood",
      "f": "ち",
      "l": 4
    },
    {
      "j": "ピアノ",
      "e": "piano",
      "f": "",
      "l": 4
    },
    {
      "j": "おかしい",
      "e": "strange or funny",
      "f": "",
      "l": 4
    },
    {
      "j": "家内",
      "e": "housewife",
      "f": "かない",
      "l": 4
    },
    {
      "j": "試験",
      "e": "examination",
      "f": "しけん",
      "l": 4
    },
    {
      "j": "布団",
      "e": "Japanese bedding, futon",
      "f": "ふとん",
      "l": 4
    },
    {
      "j": "枝",
      "e": "branch, twig",
      "f": "えだ",
      "l": 4
    },
    {
      "j": "二階建て",
      "e": "two storied",
      "f": "にかいだて",
      "l": 4
    },
    {
      "j": "大学生",
      "e": "university student",
      "f": "だいがくせい",
      "l": 4
    },
    {
      "j": "楽む",
      "e": "to enjoy oneself",
      "f": "たのしむ",
      "l": 4
    },
    {
      "j": "遠く",
      "e": "distant",
      "f": "とおく",
      "l": 4
    },
    {
      "j": "今夜",
      "e": "tonight",
      "f": "こんや",
      "l": 4
    },
    {
      "j": "決める",
      "e": "to decide",
      "f": "きめる",
      "l": 4
    },
    {
      "j": "なるべく",
      "e": "as much as possible",
      "f": "",
      "l": 4
    },
    {
      "j": "引き出す",
      "e": "to withdraw",
      "f": "ひきだす",
      "l": 4
    },
    {
      "j": "明日",
      "e": "tomorrow",
      "f": "あす",
      "l": 4
    },
    {
      "j": "割れる",
      "e": "to break",
      "f": "われる",
      "l": 4
    },
    {
      "j": "田舎",
      "e": "countryside",
      "f": "いなか",
      "l": 4
    },
    {
      "j": "寺",
      "e": "temple",
      "f": "てら",
      "l": 4
    },
    {
      "j": "釣る",
      "e": "to fish",
      "f": "つる",
      "l": 4
    },
    {
      "j": "建てる",
      "e": "to build",
      "f": "たてる",
      "l": 4
    },
    {
      "j": "久しぶり",
      "e": "after a long time",
      "f": "ひさしぶり",
      "l": 4
    },
    {
      "j": "男性",
      "e": "male",
      "f": "だんせい",
      "l": 4
    },
    {
      "j": "割合",
      "e": "rate, ratio, percentage",
      "f": "わりあい",
      "l": 4
    },
    {
      "j": "相談",
      "e": "to discuss",
      "f": "そうだん・する",
      "l": 4
    },
    {
      "j": "足す",
      "e": "to add a number",
      "f": "たす",
      "l": 4
    },
    {
      "j": "社長",
      "e": "company president",
      "f": "しゃちょう",
      "l": 4
    },
    {
      "j": "経験",
      "e": "to experience",
      "f": "けいけん・する",
      "l": 4
    },
    {
      "j": "訳",
      "e": "meaning, reason",
      "f": "わけ",
      "l": 4
    },
    {
      "j": "足りる",
      "e": "to be enough",
      "f": "たりる",
      "l": 4
    },
    {
      "j": "味噌",
      "e": "bean paste",
      "f": "みそ",
      "l": 4
    },
    {
      "j": "もらう",
      "e": "to receive",
      "f": "",
      "l": 4
    },
    {
      "j": "どんどん",
      "e": "more and more",
      "f": "",
      "l": 4
    },
    {
      "j": "工業",
      "e": "the manufacturing industry",
      "f": "こうぎょう",
      "l": 4
    },
    {
      "j": "終わり",
      "e": "the end",
      "f": "おわり",
      "l": 4
    },
    {
      "j": "いじめる",
      "e": "to tease",
      "f": "",
      "l": 4
    },
    {
      "j": "立てる",
      "e": "to stand something up",
      "f": "たてる",
      "l": 4
    },
    {
      "j": "歴史",
      "e": "history",
      "f": "れきし",
      "l": 4
    },
    {
      "j": "おいでになる",
      "e": "(respectful) to be",
      "f": "",
      "l": 4
    },
    {
      "j": "うち",
      "e": "within",
      "f": "",
      "l": 4
    },
    {
      "j": "それで",
      "e": "because of that",
      "f": "",
      "l": 4
    },
    {
      "j": "ワープロ",
      "e": "word processor",
      "f": "",
      "l": 4
    },
    {
      "j": "漫画",
      "e": "comic",
      "f": "まんが",
      "l": 4
    },
    {
      "j": "親",
      "e": "parents",
      "f": "おや",
      "l": 4
    },
    {
      "j": "安全",
      "e": "safety",
      "f": "あんぜん",
      "l": 4
    },
    {
      "j": "案内",
      "e": "to guide",
      "f": "あんない・する",
      "l": 4
    },
    {
      "j": "棚",
      "e": "shelves",
      "f": "たな",
      "l": 4
    },
    {
      "j": "不便",
      "e": "inconvenience",
      "f": "ふべん",
      "l": 4
    },
    {
      "j": "間",
      "e": "a space",
      "f": "あいだ",
      "l": 4
    },
    {
      "j": "恥ずかしい",
      "e": "embarrassed",
      "f": "はずかしい",
      "l": 4
    },
    {
      "j": "打つ",
      "e": "to hit",
      "f": "うつ",
      "l": 4
    },
    {
      "j": "倒れる",
      "e": "to break down",
      "f": "たおれる",
      "l": 4
    },
    {
      "j": "光",
      "e": "light",
      "f": "ひかり",
      "l": 4
    },
    {
      "j": "交通",
      "e": "traffic, transportation",
      "f": "こうつう",
      "l": 4
    },
    {
      "j": "やはり / やっぱり",
      "e": "as I thought, absolutely",
      "f": "",
      "l": 4
    },
    {
      "j": "スクリーン",
      "e": "screen",
      "f": "",
      "l": 4
    },
    {
      "j": "細かい",
      "e": "small, fine",
      "f": "こまかい",
      "l": 4
    },
    {
      "j": "夫",
      "e": "husband",
      "f": "おっと",
      "l": 4
    },
    {
      "j": "差し上げる",
      "e": "(polite) to give",
      "f": "さしあげる",
      "l": 4
    },
    {
      "j": "壊す",
      "e": "to break",
      "f": "こわす",
      "l": 4
    },
    {
      "j": "そんな",
      "e": "that sort of",
      "f": "",
      "l": 4
    },
    {
      "j": "レジ",
      "e": "register",
      "f": "",
      "l": 4
    },
    {
      "j": "戻る",
      "e": "to turn back",
      "f": "もどる",
      "l": 4
    },
    {
      "j": "国際",
      "e": "international",
      "f": "こくさい",
      "l": 4
    },
    {
      "j": "音",
      "e": "sound, note",
      "f": "おと",
      "l": 4
    },
    {
      "j": "はず",
      "e": "it should be so",
      "f": "",
      "l": 4
    },
    {
      "j": "必要",
      "e": "necessary",
      "f": "ひつよう",
      "l": 4
    },
    {
      "j": "産業",
      "e": "industry",
      "f": "さんぎょう",
      "l": 4
    },
    {
      "j": "進む",
      "e": "to make progress",
      "f": "すすむ",
      "l": 4
    },
    {
      "j": "しばらく",
      "e": "little while",
      "f": "",
      "l": 4
    },
    {
      "j": "鏡",
      "e": "mirror",
      "f": "かがみ",
      "l": 4
    },
    {
      "j": "ソフト",
      "e": "soft",
      "f": "",
      "l": 4
    },
    {
      "j": "ちゃん",
      "e": "suffix for familiar female person",
      "f": "",
      "l": 4
    },
    {
      "j": "日",
      "e": "day, sun",
      "f": "ひ",
      "l": 4
    },
    {
      "j": "珍しい",
      "e": "rare",
      "f": "めずらしい",
      "l": 4
    },
    {
      "j": "都合",
      "e": "circumstances, convenience",
      "f": "つごう",
      "l": 4
    },
    {
      "j": "忘れ物",
      "e": "lost article",
      "f": "わすれもの",
      "l": 4
    },
    {
      "j": "驚く",
      "e": "to be surprised",
      "f": "おどろく",
      "l": 4
    },
    {
      "j": "逃げる",
      "e": "to escape",
      "f": "にげる",
      "l": 4
    },
    {
      "j": "心",
      "e": "core, heart",
      "f": "こころ",
      "l": 4
    },
    {
      "j": "つもり",
      "e": "intention",
      "f": "",
      "l": 4
    },
    {
      "j": "中学校",
      "e": "junior high school, middle school",
      "f": "ちゅうがっこう",
      "l": 4
    },
    {
      "j": "隅",
      "e": "corner, nook",
      "f": "すみ",
      "l": 4
    },
    {
      "j": "開く",
      "e": "to open an event",
      "f": "ひらく",
      "l": 4
    },
    {
      "j": "ジャム",
      "e": "jam",
      "f": "",
      "l": 4
    },
    {
      "j": "決る",
      "e": "to be decided",
      "f": "きまる",
      "l": 4
    },
    {
      "j": "力",
      "e": "strength, power",
      "f": "ちから",
      "l": 4
    },
    {
      "j": "ねだん",
      "e": "price",
      "f": "",
      "l": 4
    },
    {
      "j": "太る",
      "e": "to become fat",
      "f": "ふとる",
      "l": 4
    },
    {
      "j": "計画",
      "e": "to plan",
      "f": "けいかく・する",
      "l": 4
    },
    {
      "j": "勝つ",
      "e": "to win",
      "f": "かつ",
      "l": 4
    },
    {
      "j": "眠い",
      "e": "sleepy",
      "f": "ねむい",
      "l": 4
    },
    {
      "j": "先輩",
      "e": "senior",
      "f": "せんぱい",
      "l": 4
    },
    {
      "j": "翻訳",
      "e": "translation",
      "f": "ほんやく",
      "l": 4
    },
    {
      "j": "女性",
      "e": "woman",
      "f": "じょせい",
      "l": 4
    },
    {
      "j": "形",
      "e": "shape",
      "f": "かたち",
      "l": 4
    },
    {
      "j": "ご存じ",
      "e": "knowing, acquaintance",
      "f": "ごぞんじ",
      "l": 4
    },
    {
      "j": "あんな",
      "e": "such",
      "f": "",
      "l": 4
    },
    {
      "j": "このごろ",
      "e": "these days, nowadays",
      "f": "",
      "l": 4
    },
    {
      "j": "滑る",
      "e": "to slide, to slip",
      "f": "すべる",
      "l": 4
    },
    {
      "j": "沸かす",
      "e": "to boil, to heat",
      "f": "わかす",
      "l": 4
    },
    {
      "j": "移る",
      "e": "to move house or transfer",
      "f": "うつる",
      "l": 4
    },
    {
      "j": "選ぶ",
      "e": "to choose",
      "f": "えらぶ",
      "l": 4
    },
    {
      "j": "高校生",
      "e": "high school student",
      "f": "こうこうせい",
      "l": 4
    },
    {
      "j": "さ来週",
      "e": "the week after next",
      "f": "さらいしゅう",
      "l": 4
    },
    {
      "j": "うん",
      "e": "(informal) yes",
      "f": "",
      "l": 4
    },
    {
      "j": "帰り",
      "e": "return",
      "f": "かえり",
      "l": 4
    },
    {
      "j": "湯",
      "e": "hot water",
      "f": "ゆ",
      "l": 4
    },
    {
      "j": "昔",
      "e": "olden days, former",
      "f": "むかし",
      "l": 4
    },
    {
      "j": "味",
      "e": "flavour",
      "f": "あじ",
      "l": 4
    },
    {
      "j": "アジア",
      "e": "Asia",
      "f": "",
      "l": 4
    },
    {
      "j": "人形",
      "e": "doll, figure",
      "f": "にんぎょう",
      "l": 4
    },
    {
      "j": "治る",
      "e": "to be cured, to heal",
      "f": "なおる",
      "l": 4
    },
    {
      "j": "自由",
      "e": "freedom",
      "f": "じゆう",
      "l": 4
    },
    {
      "j": "パート",
      "e": "part time",
      "f": "",
      "l": 4
    },
    {
      "j": "ガラス",
      "e": "a glass pane",
      "f": "",
      "l": 4
    },
    {
      "j": "大事",
      "e": "important, valuable, serious matter",
      "f": "だいじ",
      "l": 4
    },
    {
      "j": "遅れる",
      "e": "to be late",
      "f": "おくれる",
      "l": 4
    },
    {
      "j": "会場",
      "e": "assembly hall or meeting place",
      "f": "かいじょう",
      "l": 4
    },
    {
      "j": "あげる",
      "e": "to give",
      "f": "",
      "l": 4
    },
    {
      "j": "利用",
      "e": "utilization",
      "f": "りよう",
      "l": 4
    },
    {
      "j": "泳ぎ方",
      "e": "way of swimming",
      "f": "およぎかた",
      "l": 4
    },
    {
      "j": "普通",
      "e": "usually, or a train that stops at every station",
      "f": "ふつう",
      "l": 4
    },
    {
      "j": "ガス",
      "e": "petrol",
      "f": "",
      "l": 4
    },
    {
      "j": "必ず",
      "e": "certainly, necessarily",
      "f": "かならず",
      "l": 4
    },
    {
      "j": "競争",
      "e": "competition",
      "f": "きょうそう",
      "l": 4
    },
    {
      "j": "承知",
      "e": "to consent",
      "f": "しょうち・する",
      "l": 4
    },
    {
      "j": "焼く",
      "e": "to bake, to grill",
      "f": "やく",
      "l": 4
    },
    {
      "j": "別",
      "e": "different",
      "f": "べつ",
      "l": 4
    },
    {
      "j": "過ぎる",
      "e": "to exceed",
      "f": "すぎる",
      "l": 4
    },
    {
      "j": "連絡",
      "e": "contact",
      "f": "れんらく",
      "l": 4
    },
    {
      "j": "すると",
      "e": "then",
      "f": "",
      "l": 4
    },
    {
      "j": "暮れる",
      "e": "to get dark, to come to an end",
      "f": "くれる",
      "l": 4
    },
    {
      "j": "喜ぶ",
      "e": "to be delighted",
      "f": "よろこぶ",
      "l": 4
    },
    {
      "j": "習慣",
      "e": "custom, manners",
      "f": "しゅうかん",
      "l": 4
    },
    {
      "j": "部長",
      "e": "head of a section",
      "f": "ぶちょう",
      "l": 4
    },
    {
      "j": "祈る",
      "e": "to pray",
      "f": "いのる",
      "l": 4
    },
    {
      "j": "水道",
      "e": "water supply",
      "f": "すいどう",
      "l": 4
    },
    {
      "j": "とうとう",
      "e": "finally, after all",
      "f": "",
      "l": 4
    },
    {
      "j": "道具",
      "e": "tool, means",
      "f": "どうぐ",
      "l": 4
    },
    {
      "j": "ケーキ",
      "e": "cake",
      "f": "",
      "l": 4
    },
    {
      "j": "郊外",
      "e": "outskirts",
      "f": "こうがい",
      "l": 4
    },
    {
      "j": "おもちゃ",
      "e": "toy",
      "f": "",
      "l": 4
    },
    {
      "j": "最近",
      "e": "latest, nowadays",
      "f": "さいきん",
      "l": 4
    },
    {
      "j": "もちろん",
      "e": "of course",
      "f": "",
      "l": 4
    },
    {
      "j": "天気予報",
      "e": "weather forecast",
      "f": "てんきよほう",
      "l": 4
    },
    {
      "j": "乗り物",
      "e": "vehicle",
      "f": "のりもの",
      "l": 4
    },
    {
      "j": "亡くなる",
      "e": "to die",
      "f": "なくなる",
      "l": 4
    },
    {
      "j": "尋ねる",
      "e": "to ask",
      "f": "たずねる",
      "l": 4
    },
    {
      "j": "髪",
      "e": "hair",
      "f": "かみ",
      "l": 4
    },
    {
      "j": "売り場",
      "e": "place where things are sold",
      "f": "うりば",
      "l": 4
    },
    {
      "j": "下着",
      "e": "underwear",
      "f": "したぎ",
      "l": 4
    },
    {
      "j": "鳴る",
      "e": "to sound",
      "f": "なる",
      "l": 4
    },
    {
      "j": "飛行場",
      "e": "airport",
      "f": "ひこうじょう",
      "l": 4
    },
    {
      "j": "都",
      "e": "metropolitan",
      "f": "と",
      "l": 4
    },
    {
      "j": "親切",
      "e": "kindness",
      "f": "しんせつ",
      "l": 4
    },
    {
      "j": "政治",
      "e": "politics, government",
      "f": "せいじ",
      "l": 4
    },
    {
      "j": "予約",
      "e": "reservation",
      "f": "よやく",
      "l": 4
    },
    {
      "j": "泣く",
      "e": "to weep",
      "f": "なく",
      "l": 4
    },
    {
      "j": "すっと",
      "e": "straight, all of a sudden",
      "f": "",
      "l": 4
    },
    {
      "j": "君",
      "e": "(informal) You (used by men towards women)",
      "f": "きみ",
      "l": 4
    },
    {
      "j": "娘",
      "e": "(humble) daughter",
      "f": "むすめ",
      "l": 4
    },
    {
      "j": "踏む",
      "e": "to step on",
      "f": "ふむ",
      "l": 4
    },
    {
      "j": "店員",
      "e": "shop assistant",
      "f": "てんいん",
      "l": 4
    },
    {
      "j": "通う",
      "e": "to commute",
      "f": "かよう",
      "l": 4
    },
    {
      "j": "彼女",
      "e": "she, girlfriend",
      "f": "かのじょ",
      "l": 4
    },
    {
      "j": "場所",
      "e": "location",
      "f": "ばしょ",
      "l": 4
    },
    {
      "j": "木綿",
      "e": "cotton",
      "f": "もめん",
      "l": 4
    },
    {
      "j": "畳",
      "e": "Japanese straw mat",
      "f": "たたみ",
      "l": 4
    },
    {
      "j": "裏",
      "e": "reverse side",
      "f": "うら",
      "l": 4
    },
    {
      "j": "びっくり・する",
      "e": "to be surprised",
      "f": "",
      "l": 4
    },
    {
      "j": "地震",
      "e": "earthquake",
      "f": "じしん",
      "l": 4
    },
    {
      "j": "湖",
      "e": "lake",
      "f": "みずうみ",
      "l": 4
    },
    {
      "j": "危険",
      "e": "danger",
      "f": "きけん",
      "l": 4
    },
    {
      "j": "出発",
      "e": "to depart",
      "f": "しゅっぱつ・する",
      "l": 4
    },
    {
      "j": "予習",
      "e": "preparation for a lesson",
      "f": "よしゅう",
      "l": 4
    },
    {
      "j": "将来",
      "e": "future, prospects",
      "f": "しょうらい",
      "l": 4
    },
    {
      "j": "遊び",
      "e": "play",
      "f": "あそび",
      "l": 4
    },
    {
      "j": "変わる",
      "e": "to change",
      "f": "かわる",
      "l": 4
    },
    {
      "j": "柔道",
      "e": "judo",
      "f": "じゅうどう",
      "l": 4
    },
    {
      "j": "説明",
      "e": "explanation",
      "f": "せつめい",
      "l": 4
    },
    {
      "j": "返事",
      "e": "reply",
      "f": "へんじ",
      "l": 4
    },
    {
      "j": "特別",
      "e": "special",
      "f": "とくべつ",
      "l": 4
    },
    {
      "j": "下りる",
      "e": "to get off",
      "f": "おりる",
      "l": 4
    },
    {
      "j": "暖房",
      "e": "heating",
      "f": "だんぼう",
      "l": 4
    },
    {
      "j": "伝える",
      "e": "to report",
      "f": "つたえる",
      "l": 4
    },
    {
      "j": "展覧会",
      "e": "exhibition",
      "f": "てんらんかい",
      "l": 4
    },
    {
      "j": "ガソリン",
      "e": "petrol",
      "f": "",
      "l": 4
    },
    {
      "j": "中々",
      "e": "considerably",
      "f": "なかなか",
      "l": 4
    },
    {
      "j": "糸",
      "e": "thread",
      "f": "いと",
      "l": 4
    },
    {
      "j": "倍",
      "e": "double",
      "f": "ばい",
      "l": 4
    },
    {
      "j": "課長",
      "e": "section manager",
      "f": "かちょう",
      "l": 4
    },
    {
      "j": "見物",
      "e": "sightseeing",
      "f": "けんぶつ",
      "l": 4
    },
    {
      "j": "ガソリンスタンド",
      "e": "petrol station",
      "f": "",
      "l": 4
    },
    {
      "j": "席",
      "e": "seat",
      "f": "せき",
      "l": 4
    },
    {
      "j": "関係",
      "e": "relationship",
      "f": "かんけい",
      "l": 4
    },
    {
      "j": "拝見",
      "e": "(humble) to look at",
      "f": "はいけん・する",
      "l": 4
    },
    {
      "j": "台風",
      "e": "typhoon",
      "f": "たいふう",
      "l": 4
    },
    {
      "j": "片付ける",
      "e": "to tidy up",
      "f": "かたづける",
      "l": 4
    },
    {
      "j": "舟",
      "e": "ship",
      "f": "ふね",
      "l": 4
    },
    {
      "j": "または",
      "e": "or, otherwise",
      "f": "",
      "l": 4
    },
    {
      "j": "教育",
      "e": "education",
      "f": "きょういく",
      "l": 4
    },
    {
      "j": "引っ越す",
      "e": "to move house",
      "f": "ひっこす",
      "l": 4
    },
    {
      "j": "会議",
      "e": "meeting",
      "f": "かいぎ",
      "l": 4
    },
    {
      "j": "米",
      "e": "uncooked rice",
      "f": "こめ",
      "l": 4
    },
    {
      "j": "もっとも",
      "e": "extremely",
      "f": "",
      "l": 4
    },
    {
      "j": "かまう",
      "e": "to mind",
      "f": "",
      "l": 4
    },
    {
      "j": "教会",
      "e": "church",
      "f": "きょうかい",
      "l": 4
    },
    {
      "j": "落す",
      "e": "to drop",
      "f": "おとす",
      "l": 4
    },
    {
      "j": "まじめ",
      "e": "serious",
      "f": "",
      "l": 4
    },
    {
      "j": "謝る",
      "e": "to apologize",
      "f": "あやまる",
      "l": 4
    },
    {
      "j": "におい",
      "e": "a smell",
      "f": "",
      "l": 4
    },
    {
      "j": "騒ぐ",
      "e": "to make noise, to be excited",
      "f": "さわぐ",
      "l": 4
    },
    {
      "j": "島",
      "e": "island",
      "f": "しま",
      "l": 4
    },
    {
      "j": "すっかり",
      "e": "completely",
      "f": "",
      "l": 4
    },
    {
      "j": "答",
      "e": "response",
      "f": "こたえ",
      "l": 4
    },
    {
      "j": "原因",
      "e": "cause, source",
      "f": "げんいん",
      "l": 4
    },
    {
      "j": "動物園",
      "e": "zoo",
      "f": "どうぶつえん",
      "l": 4
    },
    {
      "j": "スーツ",
      "e": "suit",
      "f": "",
      "l": 4
    },
    {
      "j": "ああ",
      "e": "like that",
      "f": "",
      "l": 4
    },
    {
      "j": "最後",
      "e": "last, end",
      "f": "さいご",
      "l": 4
    },
    {
      "j": "うかがう",
      "e": "to visit",
      "f": "",
      "l": 4
    },
    {
      "j": "ほとんど",
      "e": "mostly",
      "f": "",
      "l": 4
    },
    {
      "j": "夢",
      "e": "dream",
      "f": "ゆめ",
      "l": 4
    },
    {
      "j": "つき",
      "e": "moon",
      "f": "",
      "l": 4
    },
    {
      "j": "高校",
      "e": "high school",
      "f": "こうこう",
      "l": 4
    },
    {
      "j": "気",
      "e": "spirit, mood",
      "f": "き",
      "l": 4
    },
    {
      "j": "正しい",
      "e": "correct",
      "f": "ただしい",
      "l": 4
    },
    {
      "j": "輸出",
      "e": "to export",
      "f": "ゆしゅつ・する",
      "l": 4
    },
    {
      "j": "文化",
      "e": "culture",
      "f": "ぶんか",
      "l": 4
    },
    {
      "j": "だめ",
      "e": "no good",
      "f": "",
      "l": 4
    },
    {
      "j": "けれど / けれども",
      "e": "however",
      "f": "",
      "l": 4
    },
    {
      "j": "飾る",
      "e": "to decorate",
      "f": "かざる",
      "l": 4
    },
    {
      "j": "準備",
      "e": "to prepare",
      "f": "じゅんび・する",
      "l": 4
    },
    {
      "j": "卒業",
      "e": "graduation",
      "f": "そつぎょう",
      "l": 4
    },
    {
      "j": "間に合う",
      "e": "to be in time for",
      "f": "まにあう",
      "l": 4
    },
    {
      "j": "それに",
      "e": "moreover",
      "f": "",
      "l": 4
    },
    {
      "j": "具合",
      "e": "condition, health",
      "f": "ぐあい",
      "l": 4
    },
    {
      "j": "贈り物",
      "e": "gift",
      "f": "おくりもの",
      "l": 4
    },
    {
      "j": "堅 / 硬/固い",
      "e": "hard",
      "f": "かたい",
      "l": 4
    },
    {
      "j": "貿易",
      "e": "trade",
      "f": "ぼうえき",
      "l": 4
    },
    {
      "j": "考える",
      "e": "to consider",
      "f": "かんがえる",
      "l": 4
    },
    {
      "j": "別れる",
      "e": "to separate",
      "f": "わかれる",
      "l": 4
    },
    {
      "j": "サラダ",
      "e": "salad",
      "f": "",
      "l": 4
    },
    {
      "j": "寝坊",
      "e": "sleeping in late",
      "f": "ねぼう",
      "l": 4
    },
    {
      "j": "科学",
      "e": "science",
      "f": "かがく",
      "l": 4
    },
    {
      "j": "こう",
      "e": "this way",
      "f": "",
      "l": 4
    },
    {
      "j": "光る",
      "e": "to shine, to glitter",
      "f": "ひかる",
      "l": 4
    },
    {
      "j": "息子",
      "e": "(humble) son",
      "f": "むすこ",
      "l": 4
    },
    {
      "j": "育てる",
      "e": "to rear, to bring up",
      "f": "そだてる",
      "l": 4
    },
    {
      "j": "きっと",
      "e": "surely",
      "f": "",
      "l": 4
    },
    {
      "j": "空く",
      "e": "to open, to become empty",
      "f": "あく",
      "l": 4
    },
    {
      "j": "冷房",
      "e": "air conditioning",
      "f": "れいぼう",
      "l": 4
    },
    {
      "j": "コンサート",
      "e": "concert",
      "f": "",
      "l": 4
    },
    {
      "j": "始める",
      "e": "to begin",
      "f": "はじめる",
      "l": 4
    },
    {
      "j": "電灯",
      "e": "electric light",
      "f": "でんとう",
      "l": 4
    },
    {
      "j": "医学",
      "e": "medical science",
      "f": "いがく",
      "l": 4
    },
    {
      "j": "柔らかい",
      "e": "soft",
      "f": "やわらかい",
      "l": 4
    },
    {
      "j": "下げる",
      "e": "to hang, to lower, to move back",
      "f": "さげる",
      "l": 4
    },
    {
      "j": "校長",
      "e": "headmaster",
      "f": "こうちょう",
      "l": 4
    },
    {
      "j": "新聞社",
      "e": "newspaper company",
      "f": "しんぶんしゃ",
      "l": 4
    },
    {
      "j": "ファックス",
      "e": "fax",
      "f": "",
      "l": 4
    },
    {
      "j": "放送",
      "e": "to broadcast",
      "f": "ほうそう・する",
      "l": 4
    },
    {
      "j": "やっと",
      "e": "at last",
      "f": "",
      "l": 4
    },
    {
      "j": "オートバイ",
      "e": "motorcycle",
      "f": "",
      "l": 4
    },
    {
      "j": "レポート / リポート",
      "e": "report",
      "f": "",
      "l": 4
    },
    {
      "j": "心配",
      "e": "to worry",
      "f": "しんぱい・する",
      "l": 4
    },
    {
      "j": "急行",
      "e": "speedy, express",
      "f": "きゅうこう",
      "l": 4
    },
    {
      "j": "拾う",
      "e": "to pick up, to gather",
      "f": "ひろう",
      "l": 4
    },
    {
      "j": "塗る",
      "e": "to paint, to plaster",
      "f": "ぬる",
      "l": 4
    },
    {
      "j": "線",
      "e": "line",
      "f": "せん",
      "l": 4
    },
    {
      "j": "用意",
      "e": "preparation",
      "f": "ようい",
      "l": 4
    },
    {
      "j": "生活",
      "e": "to live",
      "f": "せいかつ・する",
      "l": 4
    },
    {
      "j": "退院",
      "e": "to leave hospital",
      "f": "たいいん・する",
      "l": 4
    },
    {
      "j": "けが・する",
      "e": "to injure",
      "f": "",
      "l": 4
    },
    {
      "j": "揺れる",
      "e": "to shake, to sway",
      "f": "ゆれる",
      "l": 4
    },
    {
      "j": "入学",
      "e": "to enter school or university",
      "f": "にゅうがく・する",
      "l": 4
    },
    {
      "j": "数学",
      "e": "mathematics, arithmetic",
      "f": "すうがく",
      "l": 4
    },
    {
      "j": "ぜんぜん",
      "e": "not entirely (used in a negative sentence)",
      "f": "",
      "l": 4
    },
    {
      "j": "急ぐ",
      "e": "to hurry",
      "f": "いそぐ",
      "l": 4
    },
    {
      "j": "ひどい",
      "e": "awful",
      "f": "",
      "l": 4
    },
    {
      "j": "品物",
      "e": "goods",
      "f": "しなもの",
      "l": 4
    },
    {
      "j": "比べる",
      "e": "to compare",
      "f": "くらべる",
      "l": 4
    },
    {
      "j": "包む",
      "e": "to wrap",
      "f": "つつむ",
      "l": 4
    },
    {
      "j": "十分",
      "e": "enough",
      "f": "じゅうぶん",
      "l": 4
    },
    {
      "j": "ハンドバッグ",
      "e": "handbag　",
      "f": "",
      "l": 4
    },
    {
      "j": "決して",
      "e": "never",
      "f": "けっして",
      "l": 4
    },
    {
      "j": "無くなる",
      "e": "to disappear, to get lost",
      "f": "なくなる",
      "l": 4
    },
    {
      "j": "用事",
      "e": "things to do",
      "f": "ようじ",
      "l": 4
    },
    {
      "j": "なさる",
      "e": "(respectful) to do",
      "f": "",
      "l": 4
    },
    {
      "j": "億",
      "e": "one hundred million",
      "f": "おく",
      "l": 4
    },
    {
      "j": "楽しみ",
      "e": "joy",
      "f": "たのしみ",
      "l": 4
    },
    {
      "j": "サンダル",
      "e": "sandal",
      "f": "",
      "l": 4
    },
    {
      "j": "客",
      "e": "guest, customer",
      "f": "きゃく",
      "l": 4
    },
    {
      "j": "反対",
      "e": "opposition",
      "f": "はんたい",
      "l": 4
    },
    {
      "j": "火",
      "e": "fire",
      "f": "ひ",
      "l": 4
    },
    {
      "j": "空港",
      "e": "airport",
      "f": "くうこう",
      "l": 4
    },
    {
      "j": "慣れる",
      "e": "to grow accustomed to",
      "f": "なれる",
      "l": 4
    },
    {
      "j": "旅館",
      "e": "Japanese hotel",
      "f": "りょかん",
      "l": 4
    },
    {
      "j": "噛む",
      "e": "to bite, to chew",
      "f": "かむ",
      "l": 4
    },
    {
      "j": "漬ける",
      "e": "to soak, to pickle",
      "f": "つける",
      "l": 4
    },
    {
      "j": "踊り",
      "e": "a dance",
      "f": "おどり",
      "l": 4
    },
    {
      "j": "講義",
      "e": "lecture",
      "f": "こうぎ",
      "l": 4
    },
    {
      "j": "送る",
      "e": "to send",
      "f": "おくる",
      "l": 4
    },
    {
      "j": "迎える",
      "e": "to go out to meet",
      "f": "むかえる",
      "l": 4
    },
    {
      "j": "凄い",
      "e": "terrific",
      "f": "すごい",
      "l": 4
    },
    {
      "j": "以内",
      "e": "within",
      "f": "いない",
      "l": 4
    },
    {
      "j": "探す",
      "e": "to look for",
      "f": "さがす",
      "l": 4
    },
    {
      "j": "行う",
      "e": "to do",
      "f": "おこなう",
      "l": 4
    },
    {
      "j": "引き出し",
      "e": "drawer, drawing out",
      "f": "ひきだし",
      "l": 4
    },
    {
      "j": "焼ける",
      "e": "to burn, to be roasted",
      "f": "やける",
      "l": 4
    },
    {
      "j": "けんか・する",
      "e": "to quarrel",
      "f": "",
      "l": 4
    },
    {
      "j": "背中",
      "e": "back of the body",
      "f": "せなか",
      "l": 4
    },
    {
      "j": "込む",
      "e": "to be crowded",
      "f": "こむ",
      "l": 4
    },
    {
      "j": "あいさつ・する",
      "e": "to greet",
      "f": "",
      "l": 4
    },
    {
      "j": "負ける",
      "e": "to lose",
      "f": "まける",
      "l": 4
    },
    {
      "j": "ごらんになる",
      "e": "(respectful) to see",
      "f": "",
      "l": 4
    },
    {
      "j": "事務所",
      "e": "office",
      "f": "じむしょ",
      "l": 4
    },
    {
      "j": "そろそろ",
      "e": "gradually, soon",
      "f": "",
      "l": 4
    },
    {
      "j": "美術館",
      "e": "art gallery",
      "f": "びじゅつかん",
      "l": 4
    },
    {
      "j": "あ",
      "e": "Ah",
      "f": "",
      "l": 4
    },
    {
      "j": "以外",
      "e": "with the exception of",
      "f": "いがい",
      "l": 4
    },
    {
      "j": "じゃま",
      "e": "hindrance, intrusion",
      "f": "",
      "l": 4
    },
    {
      "j": "安心",
      "e": "relief",
      "f": "あんしん",
      "l": 4
    },
    {
      "j": "集める",
      "e": "to collect something",
      "f": "あつめる",
      "l": 4
    },
    {
      "j": "捨てる",
      "e": "to throw away",
      "f": "すてる",
      "l": 4
    },
    {
      "j": "駐車場",
      "e": "parking lot",
      "f": "ちゅうしゃじょう",
      "l": 4
    },
    {
      "j": "確か",
      "e": "definite",
      "f": "たしか",
      "l": 4
    },
    {
      "j": "手袋",
      "e": "glove",
      "f": "てぶくろ",
      "l": 4
    },
    {
      "j": "熱",
      "e": "fever",
      "f": "ねつ",
      "l": 4
    },
    {
      "j": "指",
      "e": "finger",
      "f": "ゆび",
      "l": 4
    },
    {
      "j": "止める",
      "e": "to stop something",
      "f": "とめる",
      "l": 4
    },
    {
      "j": "アクセサリー",
      "e": "accessory",
      "f": "",
      "l": 4
    },
    {
      "j": "下る",
      "e": "to get down, to descend",
      "f": "さがる",
      "l": 4
    },
    {
      "j": "ほめる",
      "e": "to praise",
      "f": "",
      "l": 4
    },
    {
      "j": "回る",
      "e": "to go around",
      "f": "まわる",
      "l": 4
    },
    {
      "j": "くださる",
      "e": "(respectful) to give",
      "f": "",
      "l": 4
    },
    {
      "j": "合図",
      "e": "sign, signal",
      "f": "あいず",
      "l": 3
    },
    {
      "j": "清潔",
      "e": "clean",
      "f": "せいけつ",
      "l": 3
    },
    {
      "j": "願い",
      "e": "desire, wish, request",
      "f": "ねがい",
      "l": 3
    },
    {
      "j": "幕",
      "e": "curtain, bunting, act (in play)",
      "f": "まく",
      "l": 3
    },
    {
      "j": "馬",
      "e": "(1) horse, (2) promoted bishop (shogi)",
      "f": "うま",
      "l": 3
    },
    {
      "j": "除く",
      "e": "to remove, to exclude, to except",
      "f": "のぞく",
      "l": 3
    },
    {
      "j": "香り",
      "e": "aroma, fragrance, scent, smell",
      "f": "かおり",
      "l": 3
    },
    {
      "j": "歩道",
      "e": "footpath, walkway, sidewalk",
      "f": "ほどう",
      "l": 3
    },
    {
      "j": "想像",
      "e": "imagination, guess",
      "f": "そうぞう",
      "l": 3
    },
    {
      "j": "備える",
      "e": "to furnish, to provide for, to equip, to install",
      "f": "そなえる",
      "l": 3
    },
    {
      "j": "便",
      "e": "way, means",
      "f": "びん",
      "l": 3
    },
    {
      "j": "ライター",
      "e": "lighter, rider, writer",
      "f": "",
      "l": 3
    },
    {
      "j": "平均",
      "e": "equilibrium, balance, average, mean",
      "f": "へいきん",
      "l": 3
    },
    {
      "j": "革",
      "e": "leather",
      "f": "かわ",
      "l": 3
    },
    {
      "j": "去る",
      "e": "to leave, to go away",
      "f": "さる",
      "l": 3
    },
    {
      "j": "礼儀",
      "e": "manners, courtesy, etiquette",
      "f": "れいぎ",
      "l": 3
    },
    {
      "j": "意思",
      "e": "intention, purpose",
      "f": "いし",
      "l": 3
    },
    {
      "j": "全く",
      "e": "really, truly, entirely, completely",
      "f": "まったく",
      "l": 3
    },
    {
      "j": "中央",
      "e": "centre, central, center, middle",
      "f": "ちゅうおう",
      "l": 3
    },
    {
      "j": "歓迎",
      "e": "welcome, reception",
      "f": "かんげい",
      "l": 3
    },
    {
      "j": "輸出",
      "e": "export",
      "f": "ゆしゅつ",
      "l": 3
    },
    {
      "j": "喉",
      "e": "throat",
      "f": "のど",
      "l": 3
    },
    {
      "j": "間",
      "e": "space, room, time, pause",
      "f": "ま",
      "l": 3
    },
    {
      "j": "修正",
      "e": "amendment, correction, revision, modification",
      "f": "しゅうせい",
      "l": 3
    },
    {
      "j": "記念",
      "e": "commemoration, memory",
      "f": "きねん",
      "l": 3
    },
    {
      "j": "震える",
      "e": "to shiver, to shake, to quake",
      "f": "ふるえる",
      "l": 3
    },
    {
      "j": "一家",
      "e": "a house, a home, a family, a household",
      "f": "いっか",
      "l": 3
    },
    {
      "j": "活動",
      "e": "action, activity",
      "f": "かつどう",
      "l": 3
    },
    {
      "j": "少年",
      "e": "boys, juveniles",
      "f": "しょうねん",
      "l": 3
    },
    {
      "j": "ダンス",
      "e": "dance",
      "f": "",
      "l": 3
    },
    {
      "j": "違い",
      "e": "difference, discrepancy",
      "f": "ちがい",
      "l": 3
    },
    {
      "j": "週",
      "e": "week",
      "f": "しゅう",
      "l": 3
    },
    {
      "j": "だが",
      "e": "",
      "f": "だが",
      "l": 3
    },
    {
      "j": "適用",
      "e": "applying",
      "f": "てきよう",
      "l": 3
    },
    {
      "j": "刈る",
      "e": "to cut (hair), to mow (grass), to harvest",
      "f": "かる",
      "l": 3
    },
    {
      "j": "批判",
      "e": "criticism, judgement, comment",
      "f": "ひはん",
      "l": 3
    },
    {
      "j": "場",
      "e": "place, field (physics)",
      "f": "ば",
      "l": 3
    },
    {
      "j": "何か",
      "e": "something",
      "f": "なにか",
      "l": 3
    },
    {
      "j": "利口",
      "e": "clever, shrewd, bright, sharp, wise, intelligent",
      "f": "りこう",
      "l": 3
    },
    {
      "j": "ちょうだい",
      "e": "(1) please do for me (preceded by -te), (2) reception, being given, get",
      "f": "",
      "l": 3
    },
    {
      "j": "味方",
      "e": "friend, ally, supporter",
      "f": "みかた",
      "l": 3
    },
    {
      "j": "局",
      "e": "court lady, lady in waiting",
      "f": "きょく",
      "l": 3
    },
    {
      "j": "恋人",
      "e": "lover, sweetheart",
      "f": "こいびと",
      "l": 3
    },
    {
      "j": "カー",
      "e": "car",
      "f": "",
      "l": 3
    },
    {
      "j": "軍隊",
      "e": "army, troops",
      "f": "ぐんたい",
      "l": 3
    },
    {
      "j": "運",
      "e": "fortune, luck",
      "f": "うん",
      "l": 3
    },
    {
      "j": "責任",
      "e": "duty, responsibility",
      "f": "せきにん",
      "l": 3
    },
    {
      "j": "両替",
      "e": "change, money exchange",
      "f": "りょうがえ",
      "l": 3
    },
    {
      "j": "伸びる",
      "e": "to stretch, to extend, to make progress, to grow (beard, body height)",
      "f": "のびる",
      "l": 3
    },
    {
      "j": "平和",
      "e": "peace, harmony",
      "f": "へいわ",
      "l": 3
    },
    {
      "j": "サービス",
      "e": "(1) service, support system, (2) goods or services without charge",
      "f": "",
      "l": 3
    },
    {
      "j": "伺う",
      "e": "(hon) to visit, to ask, to inquire",
      "f": "うかがう",
      "l": 3
    },
    {
      "j": "経由",
      "e": "go by the way, via",
      "f": "けいゆ",
      "l": 3
    },
    {
      "j": "浴びる",
      "e": "to bathe, to bask in the sun, to shower",
      "f": "あびる",
      "l": 3
    },
    {
      "j": "売れる",
      "e": "to be sold",
      "f": "うれる",
      "l": 3
    },
    {
      "j": "国境",
      "e": "national or state border",
      "f": "こっきょう",
      "l": 3
    },
    {
      "j": "昼食",
      "e": "lunch, midday meal",
      "f": "ちゅうしょく",
      "l": 3
    },
    {
      "j": "クラシック",
      "e": "classic(s)",
      "f": "",
      "l": 3
    },
    {
      "j": "弁当",
      "e": "box lunch",
      "f": "べんとう",
      "l": 3
    },
    {
      "j": "飽きる",
      "e": "to get tired of, to lose interest in, to have enough",
      "f": "あきる",
      "l": 3
    },
    {
      "j": "手間",
      "e": "time, labour",
      "f": "てま",
      "l": 3
    },
    {
      "j": "効く",
      "e": "to be effective",
      "f": "きく",
      "l": 3
    },
    {
      "j": "逮捕",
      "e": "arrest, apprehension, capture",
      "f": "たいほ",
      "l": 3
    },
    {
      "j": "批評",
      "e": "criticism, review, commentary",
      "f": "ひひょう",
      "l": 3
    },
    {
      "j": "のんびり",
      "e": "carefree, at leisure",
      "f": "",
      "l": 3
    },
    {
      "j": "管",
      "e": "pipe, tube",
      "f": "くだ",
      "l": 3
    },
    {
      "j": "回す",
      "e": "to turn, to revolve",
      "f": "まわす",
      "l": 3
    },
    {
      "j": "板",
      "e": "board, plank",
      "f": "いた",
      "l": 3
    },
    {
      "j": "冒険",
      "e": "risk, venture, adventure",
      "f": "ぼうけん",
      "l": 3
    },
    {
      "j": "周囲",
      "e": "surroundings, circumference, environs",
      "f": "しゅうい",
      "l": 3
    },
    {
      "j": "わがまま",
      "e": "selfishness, egoism, wilfulness, disobedience, whim",
      "f": "",
      "l": 3
    },
    {
      "j": "乗客",
      "e": "passenger",
      "f": "じょうきゃく",
      "l": 3
    },
    {
      "j": "勝ち",
      "e": "win, victory",
      "f": "かち",
      "l": 3
    },
    {
      "j": "曜日",
      "e": "day of the week",
      "f": "ようび",
      "l": 3
    },
    {
      "j": "関心",
      "e": "concern, interest",
      "f": "かんしん",
      "l": 3
    },
    {
      "j": "棒",
      "e": "pole, rod, stick",
      "f": "ぼう",
      "l": 3
    },
    {
      "j": "更に",
      "e": "furthermore, again, after all, more and more, moreover",
      "f": "さらに",
      "l": 3
    },
    {
      "j": "いえ",
      "e": "TODO same as いいえ?",
      "f": "いえ",
      "l": 3
    },
    {
      "j": "地球",
      "e": "the earth",
      "f": "ちきゅう",
      "l": 3
    },
    {
      "j": "担当",
      "e": "(in) charge",
      "f": "たんとう",
      "l": 3
    },
    {
      "j": "直",
      "e": "earnestly, immediately, exactly",
      "f": "じき",
      "l": 3
    },
    {
      "j": "お昼",
      "e": "lunch, noon",
      "f": "おひる",
      "l": 3
    },
    {
      "j": "建設",
      "e": "construction, establishment",
      "f": "けんせつ",
      "l": 3
    },
    {
      "j": "頬",
      "e": "cheek (of face)",
      "f": "ほほ",
      "l": 3
    },
    {
      "j": "人気",
      "e": "sign of life",
      "f": "にんき",
      "l": 3
    },
    {
      "j": "消防",
      "e": "fire fighting, fire department",
      "f": "しょうぼう",
      "l": 3
    },
    {
      "j": "やや",
      "e": "a little, partially, somewhat, a short time, a while",
      "f": "",
      "l": 3
    },
    {
      "j": "いわゆる",
      "e": "the so-called, so to speak",
      "f": "",
      "l": 3
    },
    {
      "j": "すてき",
      "e": "lovely, dreamy, beautiful, great",
      "f": "",
      "l": 3
    },
    {
      "j": "単に",
      "e": "simply, merely, only, solely",
      "f": "たんに",
      "l": 3
    },
    {
      "j": "コード",
      "e": "code, cord, chord",
      "f": "",
      "l": 3
    },
    {
      "j": "値段",
      "e": "price, cost",
      "f": "ねだん",
      "l": 3
    },
    {
      "j": "諦める",
      "e": "to give up, to abandon",
      "f": "あきらめる",
      "l": 3
    },
    {
      "j": "様々",
      "e": "varied, various",
      "f": "さまざま",
      "l": 3
    },
    {
      "j": "生地",
      "e": "birthplace",
      "f": "きじ",
      "l": 3
    },
    {
      "j": "欠ける",
      "e": "to be lacking",
      "f": "かける",
      "l": 3
    },
    {
      "j": "なお",
      "e": "straight, mischief, ordinary, common",
      "f": "",
      "l": 3
    },
    {
      "j": "容易",
      "e": "easy, simple, plain",
      "f": "ようい",
      "l": 3
    },
    {
      "j": "基づく",
      "e": "to be grounded on, to be based on, to be due to, to originate from",
      "f": "もとづく",
      "l": 3
    },
    {
      "j": "事情",
      "e": "circumstances, consideration, conditions, situation, reasons",
      "f": "じじょう",
      "l": 3
    },
    {
      "j": "一時",
      "e": "moment, time",
      "f": "いちじ",
      "l": 3
    },
    {
      "j": "ね",
      "e": "value, price, cost, worth, merit",
      "f": "（感）",
      "l": 3
    },
    {
      "j": "文明",
      "e": "civilization, culture",
      "f": "ぶんめい",
      "l": 3
    },
    {
      "j": "貸し",
      "e": "loan, lending",
      "f": "かし",
      "l": 3
    },
    {
      "j": "ボール",
      "e": "ball, bowl",
      "f": "",
      "l": 3
    },
    {
      "j": "ここ",
      "e": "here",
      "f": "ここ",
      "l": 3
    },
    {
      "j": "要するに",
      "e": "in a word, after all, the point is .., in short ..",
      "f": "ようするに",
      "l": 3
    },
    {
      "j": "実験",
      "e": "experiment",
      "f": "じっけん",
      "l": 3
    },
    {
      "j": "徹底",
      "e": "thoroughness, completeness",
      "f": "てってい",
      "l": 3
    },
    {
      "j": "尊敬",
      "e": "respect, esteem, reverence, honour",
      "f": "そんけい",
      "l": 3
    },
    {
      "j": "逆らう",
      "e": "to go against, to oppose, to disobey, to defy",
      "f": "さからう",
      "l": 3
    },
    {
      "j": "心臓",
      "e": "heart",
      "f": "しんぞう",
      "l": 3
    },
    {
      "j": "完全",
      "e": "perfection, completeness",
      "f": "かんぜん",
      "l": 3
    },
    {
      "j": "家具",
      "e": "furniture",
      "f": "かぐ",
      "l": 3
    },
    {
      "j": "試し",
      "e": "trial, test",
      "f": "ためし",
      "l": 3
    },
    {
      "j": "才能",
      "e": "talent, ability",
      "f": "さいのう",
      "l": 3
    },
    {
      "j": "有効",
      "e": "validity, availability, effectiveness",
      "f": "ゆうこう",
      "l": 3
    },
    {
      "j": "笑い",
      "e": "laugh, laughter, smile",
      "f": "わらい",
      "l": 3
    },
    {
      "j": "大家",
      "e": "rich family, distinguished family",
      "f": "おおや",
      "l": 3
    },
    {
      "j": "貧しい",
      "e": "poor, needy",
      "f": "まずしい",
      "l": 3
    },
    {
      "j": "突然",
      "e": "abruptly, suddenly, unexpectedly, all at once",
      "f": "とつぜん",
      "l": 3
    },
    {
      "j": "指す",
      "e": "to point, to put up umbrella, to play",
      "f": "さす",
      "l": 3
    },
    {
      "j": "券",
      "e": "ticket, coupon, bond, certificate",
      "f": "けん",
      "l": 3
    },
    {
      "j": "結ぶ",
      "e": "to tie, to bind, to link",
      "f": "むすぶ",
      "l": 3
    },
    {
      "j": "たびたび",
      "e": "often, repeatedly, frequently",
      "f": "",
      "l": 3
    },
    {
      "j": "遂に",
      "e": "finally, at last",
      "f": "ついに",
      "l": 3
    },
    {
      "j": "占める",
      "e": "(1) to comprise, to account for, to make up (of), (2) to hold, to occupy",
      "f": "しめる",
      "l": 3
    },
    {
      "j": "墓",
      "e": "grave, tomb",
      "f": "はか",
      "l": 3
    },
    {
      "j": "選択",
      "e": "selection, choice",
      "f": "せんたく",
      "l": 3
    },
    {
      "j": "気の毒",
      "e": "pitiful, a pity",
      "f": "きのどく",
      "l": 3
    },
    {
      "j": "内",
      "e": "inside",
      "f": "うち",
      "l": 3
    },
    {
      "j": "組",
      "e": "class, group, team, set",
      "f": "くみ",
      "l": 3
    },
    {
      "j": "まさに",
      "e": "correctly, surely",
      "f": "",
      "l": 3
    },
    {
      "j": "任せる",
      "e": "to entrust to another, to leave to",
      "f": "まかせる",
      "l": 3
    },
    {
      "j": "迷子",
      "e": "lost (stray) child",
      "f": "まいご",
      "l": 3
    },
    {
      "j": "注目",
      "e": "notice, attention, observation",
      "f": "ちゅうもく",
      "l": 3
    },
    {
      "j": "方",
      "e": "side",
      "f": "ほう",
      "l": 3
    },
    {
      "j": "タイプライター",
      "e": "typewriter",
      "f": "",
      "l": 3
    },
    {
      "j": "うなる",
      "e": "to groan, to moan",
      "f": "",
      "l": 3
    },
    {
      "j": "預ける",
      "e": "to give into custody, to entrust, to deposit",
      "f": "あずける",
      "l": 3
    },
    {
      "j": "地区",
      "e": "district, section, sector",
      "f": "ちく",
      "l": 3
    },
    {
      "j": "人工",
      "e": "artificial, manmade, human work, human skill, artificiality",
      "f": "じんこう",
      "l": 3
    },
    {
      "j": "火曜",
      "e": "(abbr) Tuesday",
      "f": "かよう",
      "l": 3
    },
    {
      "j": "俳優",
      "e": "actor, actress, player, performer",
      "f": "はいゆう",
      "l": 3
    },
    {
      "j": "歌手",
      "e": "singer",
      "f": "かしゅ",
      "l": 3
    },
    {
      "j": "特徴",
      "e": "feature, characteristic",
      "f": "とくちょう",
      "l": 3
    },
    {
      "j": "銀",
      "e": "(1) silver, silver coin, silver paint",
      "f": "ぎん",
      "l": 3
    },
    {
      "j": "進歩",
      "e": "progress, development",
      "f": "しんぽ",
      "l": 3
    },
    {
      "j": "雰囲気",
      "e": "atmosphere (e.g. musical), mood, ambience",
      "f": "ふんいき",
      "l": 3
    },
    {
      "j": "そう",
      "e": "so",
      "f": "そう",
      "l": 3
    },
    {
      "j": "嫁",
      "e": "bride, daughter-in-law",
      "f": "よめ",
      "l": 3
    },
    {
      "j": "次々",
      "e": "in succession, one by one",
      "f": "つぎつぎ",
      "l": 3
    },
    {
      "j": "スター",
      "e": "star",
      "f": "",
      "l": 3
    },
    {
      "j": "順",
      "e": "order, turn",
      "f": "じゅん",
      "l": 3
    },
    {
      "j": "承認",
      "e": "recognition, acknowledgement, approval, consent, agreement",
      "f": "しょうにん",
      "l": 3
    },
    {
      "j": "向ける",
      "e": "to turn towards, to point",
      "f": "むける",
      "l": 3
    },
    {
      "j": "豆",
      "e": "beans, peas",
      "f": "まめ",
      "l": 3
    },
    {
      "j": "スケート",
      "e": "skate(s), skating",
      "f": "",
      "l": 3
    },
    {
      "j": "留める",
      "e": "to fasten, to turn off, to detain",
      "f": "とめる",
      "l": 3
    },
    {
      "j": "合格",
      "e": "success, passing (e.g. exam), eligibility",
      "f": "ごうかく",
      "l": 3
    },
    {
      "j": "以前",
      "e": "ago, since, before, previous",
      "f": "いぜん",
      "l": 3
    },
    {
      "j": "筋肉",
      "e": "muscle, sinew",
      "f": "きんにく",
      "l": 3
    },
    {
      "j": "下",
      "e": "under, below, beneath",
      "f": "げ",
      "l": 3
    },
    {
      "j": "暮らし",
      "e": "living, livelihood, subsistence, circumstances",
      "f": "くらし",
      "l": 3
    },
    {
      "j": "パスポート",
      "e": "passport",
      "f": "",
      "l": 3
    },
    {
      "j": "いらいら",
      "e": "getting nervous, irritation",
      "f": "",
      "l": 3
    },
    {
      "j": "方法",
      "e": "method, manner, way, means, technique",
      "f": "ほうほう",
      "l": 3
    },
    {
      "j": "生産",
      "e": "production, manufacture",
      "f": "せいさん",
      "l": 3
    },
    {
      "j": "居る",
      "e": "to be (animate), to be, to exist",
      "f": "おる",
      "l": 3
    },
    {
      "j": "次第",
      "e": "(1) order, precedence, (2) circumstances, (3) immediate(ly)",
      "f": "しだい",
      "l": 3
    },
    {
      "j": "チーム",
      "e": "team",
      "f": "",
      "l": 3
    },
    {
      "j": "通す",
      "e": "to let pass, to overlook, to continue",
      "f": "とおす",
      "l": 3
    },
    {
      "j": "それと",
      "e": "",
      "f": "",
      "l": 3
    },
    {
      "j": "ワイン",
      "e": "wine",
      "f": "",
      "l": 3
    },
    {
      "j": "家事",
      "e": "housework, domestic chores",
      "f": "かじ",
      "l": 3
    },
    {
      "j": "結局",
      "e": "after all, eventually",
      "f": "けっきょく",
      "l": 3
    },
    {
      "j": "身長",
      "e": "height (of body), stature",
      "f": "しんちょう",
      "l": 3
    },
    {
      "j": "流れる",
      "e": "to stream, to flow, to run (ink), to be washed away",
      "f": "ながれる",
      "l": 3
    },
    {
      "j": "計画",
      "e": "plan, project, schedule, scheme, program",
      "f": "けいかく",
      "l": 3
    },
    {
      "j": "物理",
      "e": "physics",
      "f": "ぶつり",
      "l": 3
    },
    {
      "j": "ヨーロッパ",
      "e": "Europe",
      "f": "",
      "l": 3
    },
    {
      "j": "教授",
      "e": "teaching, instruction, professor",
      "f": "きょうじゅ",
      "l": 3
    },
    {
      "j": "書斎",
      "e": "study",
      "f": "しょさい",
      "l": 3
    },
    {
      "j": "避ける",
      "e": "(1) to avoid (physical contact ), (2) to ward off, to avert",
      "f": "さける",
      "l": 3
    },
    {
      "j": "飛行",
      "e": "aviation",
      "f": "ひこう",
      "l": 3
    },
    {
      "j": "必死",
      "e": "inevitable death, desperation, frantic, inevitable result",
      "f": "ひっし",
      "l": 3
    },
    {
      "j": "カード",
      "e": "card, curd",
      "f": "",
      "l": 3
    },
    {
      "j": "満足",
      "e": "satisfaction",
      "f": "まんぞく",
      "l": 3
    },
    {
      "j": "誤り",
      "e": "error",
      "f": "あやまり",
      "l": 3
    },
    {
      "j": "釣",
      "e": "",
      "f": "つり",
      "l": 3
    },
    {
      "j": "奥",
      "e": "interior, inner part",
      "f": "おく",
      "l": 3
    },
    {
      "j": "地下",
      "e": "basement, underground",
      "f": "ちか",
      "l": 3
    },
    {
      "j": "文句",
      "e": "phrase, complaint",
      "f": "もんく",
      "l": 3
    },
    {
      "j": "食卓",
      "e": "dining table",
      "f": "しょくたく",
      "l": 3
    },
    {
      "j": "情報",
      "e": "information, (military) intelligence",
      "f": "じょうほう",
      "l": 3
    },
    {
      "j": "泳ぎ",
      "e": "swimming",
      "f": "およぎ",
      "l": 3
    },
    {
      "j": "泉",
      "e": "spring, fountain",
      "f": "いずみ",
      "l": 3
    },
    {
      "j": "観光",
      "e": "sightseeing",
      "f": "かんこう",
      "l": 3
    },
    {
      "j": "航空",
      "e": "aviation, flying",
      "f": "こうくう",
      "l": 3
    },
    {
      "j": "嘘",
      "e": "lie, falsehood, incorrect fact, inappropriate",
      "f": "うそ",
      "l": 3
    },
    {
      "j": "日付",
      "e": "date, dating",
      "f": "ひづけ",
      "l": 3
    },
    {
      "j": "物語",
      "e": "tale, story, legend",
      "f": "ものがたり",
      "l": 3
    },
    {
      "j": "食品",
      "e": "commodity, foodstuff",
      "f": "しょくひん",
      "l": 3
    },
    {
      "j": "結果",
      "e": "result, consequence",
      "f": "けっか",
      "l": 3
    },
    {
      "j": "騒ぎ",
      "e": "uproar, disturbance",
      "f": "さわぎ",
      "l": 3
    },
    {
      "j": "取れる",
      "e": "to come off, to be taken off, to be removed",
      "f": "とれる",
      "l": 3
    },
    {
      "j": "語学",
      "e": "language study",
      "f": "ごがく",
      "l": 3
    },
    {
      "j": "申し訳",
      "e": "apology, excuse",
      "f": "もうしわけ",
      "l": 3
    },
    {
      "j": "孫",
      "e": "grandchild",
      "f": "まご",
      "l": 3
    },
    {
      "j": "肌",
      "e": "skin",
      "f": "はだ",
      "l": 3
    },
    {
      "j": "尤も",
      "e": "quite right, plausible, natural, but then, although",
      "f": "もっとも",
      "l": 3
    },
    {
      "j": "教師",
      "e": "teacher (classroom)",
      "f": "きょうし",
      "l": 3
    },
    {
      "j": "裁判",
      "e": "trial, judgement",
      "f": "さいばん",
      "l": 3
    },
    {
      "j": "心配",
      "e": "worry, concern, anxiety, care",
      "f": "しんぱい",
      "l": 3
    },
    {
      "j": "小麦",
      "e": "wheat",
      "f": "こむぎ",
      "l": 3
    },
    {
      "j": "混雑",
      "e": "confusion, congestion",
      "f": "こんざつ",
      "l": 3
    },
    {
      "j": "余り",
      "e": "not very (used as adverb), not much",
      "f": "あまり",
      "l": 3
    },
    {
      "j": "岩",
      "e": "rock, crag",
      "f": "いわ",
      "l": 3
    },
    {
      "j": "月曜",
      "e": "Monday",
      "f": "げつよう",
      "l": 3
    },
    {
      "j": "述べる",
      "e": "to state, to express, to mention",
      "f": "のべる",
      "l": 3
    },
    {
      "j": "前進",
      "e": "advance, drive, progress",
      "f": "ぜんしん",
      "l": 3
    },
    {
      "j": "資本",
      "e": "funds, capital",
      "f": "しほん",
      "l": 3
    },
    {
      "j": "演説",
      "e": "speech, address",
      "f": "えんぜつ",
      "l": 3
    },
    {
      "j": "見事",
      "e": "splendid, magnificent, beautiful, admirable",
      "f": "みごと",
      "l": 3
    },
    {
      "j": "論じる",
      "e": "to argue, to discuss, to debate",
      "f": "ろんじる",
      "l": 3
    },
    {
      "j": "再び",
      "e": "again, once more, a second time",
      "f": "ふたたび",
      "l": 3
    },
    {
      "j": "万一",
      "e": "by some chance, by some possibility, if by any chance",
      "f": "まんいち",
      "l": 3
    },
    {
      "j": "常に",
      "e": "always, constantly",
      "f": "つねに",
      "l": 3
    },
    {
      "j": "プロ",
      "e": "professional",
      "f": "",
      "l": 3
    },
    {
      "j": "飼う",
      "e": "to keep, to raise, to feed",
      "f": "かう",
      "l": 3
    },
    {
      "j": "狂う",
      "e": "to go mad, to get out of order",
      "f": "くるう",
      "l": 3
    },
    {
      "j": "地平線",
      "e": "horizon",
      "f": "ちへいせん",
      "l": 3
    },
    {
      "j": "この",
      "e": "this",
      "f": "この",
      "l": 3
    },
    {
      "j": "医師",
      "e": "doctor, physician",
      "f": "いし",
      "l": 3
    },
    {
      "j": "身体",
      "e": "the body",
      "f": "しんたい",
      "l": 3
    },
    {
      "j": "出版",
      "e": "publication",
      "f": "しゅっぱん",
      "l": 3
    },
    {
      "j": "技師",
      "e": "engineer, technician",
      "f": "ぎし",
      "l": 3
    },
    {
      "j": "精々",
      "e": "at the most, at best, to the utmost, as much (far) as possible",
      "f": "せいぜい",
      "l": 3
    },
    {
      "j": "だから",
      "e": "so, therefore",
      "f": "だから",
      "l": 3
    },
    {
      "j": "大抵",
      "e": "usually, generally",
      "f": "たいてい",
      "l": 3
    },
    {
      "j": "区別",
      "e": "distinction, differentiation, classification",
      "f": "くべつ",
      "l": 3
    },
    {
      "j": "博物館",
      "e": "museum",
      "f": "はくぶつかん",
      "l": 3
    },
    {
      "j": "目的",
      "e": "purpose, goal, aim, objective, intention",
      "f": "もくてき",
      "l": 3
    },
    {
      "j": "予算",
      "e": "estimate, budget",
      "f": "よさん",
      "l": 3
    },
    {
      "j": "我慢",
      "e": "patience, endurance, perseverance",
      "f": "がまん",
      "l": 3
    },
    {
      "j": "底",
      "e": "bottom, sole",
      "f": "そこ",
      "l": 3
    },
    {
      "j": "あと",
      "e": "(1) trace, tracks, (2) remains, ruins, (3) scar",
      "f": "",
      "l": 3
    },
    {
      "j": "気候",
      "e": "climate",
      "f": "きこう",
      "l": 3
    },
    {
      "j": "恐ろしい",
      "e": "terrible, dreadful",
      "f": "おそろしい",
      "l": 3
    },
    {
      "j": "風呂",
      "e": "bath",
      "f": "ふろ",
      "l": 3
    },
    {
      "j": "今日",
      "e": "today, this day",
      "f": "こんにち",
      "l": 3
    },
    {
      "j": "制度",
      "e": "system, institution, organization",
      "f": "せいど",
      "l": 3
    },
    {
      "j": "牛",
      "e": "cattle, cow",
      "f": "うし",
      "l": 3
    },
    {
      "j": "栄養",
      "e": "nutrition, nourishment",
      "f": "えいよう",
      "l": 3
    },
    {
      "j": "尻",
      "e": "buttocks, bottom",
      "f": "しり",
      "l": 3
    },
    {
      "j": "跡",
      "e": "(1) trace, tracks, mark, sign, (2) remains, ruins, (3) scar",
      "f": "あと",
      "l": 3
    },
    {
      "j": "入場",
      "e": "entrance, admission, entering",
      "f": "にゅうじょう",
      "l": 3
    },
    {
      "j": "唯一",
      "e": "only, sole, unique",
      "f": "ゆいいつ",
      "l": 3
    },
    {
      "j": "幸せ",
      "e": "happiness, good fortune, luck, blessing",
      "f": "しあわせ",
      "l": 3
    },
    {
      "j": "書類",
      "e": "documents, official papers",
      "f": "しょるい",
      "l": 3
    },
    {
      "j": "だって",
      "e": "but, because, even, also, too",
      "f": "",
      "l": 3
    },
    {
      "j": "喧嘩",
      "e": "quarrel, (drunken) brawl, failure",
      "f": "けんか",
      "l": 3
    },
    {
      "j": "成る",
      "e": "to become",
      "f": "なる",
      "l": 3
    },
    {
      "j": "骨折",
      "e": "bone fracture",
      "f": "こっせつ",
      "l": 3
    },
    {
      "j": "オーバー",
      "e": "(1) overcoat, (2) over",
      "f": "",
      "l": 3
    },
    {
      "j": "教科書",
      "e": "text book",
      "f": "きょうかしょ",
      "l": 3
    },
    {
      "j": "説",
      "e": "theory",
      "f": "せつ",
      "l": 3
    },
    {
      "j": "相当",
      "e": "suitable, fair, tolerable, proper",
      "f": "そうとう",
      "l": 3
    },
    {
      "j": "全員",
      "e": "all members (unanimity), all hands, the whole crew",
      "f": "ぜんいん",
      "l": 3
    },
    {
      "j": "比較",
      "e": "comparison",
      "f": "ひかく",
      "l": 3
    },
    {
      "j": "契約",
      "e": "contract, compact, agreement",
      "f": "けいやく",
      "l": 3
    },
    {
      "j": "より",
      "e": "twist, ply",
      "f": "",
      "l": 3
    },
    {
      "j": "気付く",
      "e": "to notice, to recognize, to become aware of",
      "f": "きづく",
      "l": 3
    },
    {
      "j": "鍵",
      "e": "key",
      "f": "かぎ",
      "l": 3
    },
    {
      "j": "しかも",
      "e": "moreover, furthermore, nevertheless, and yet",
      "f": "",
      "l": 3
    },
    {
      "j": "解く",
      "e": "to unfasten",
      "f": "とく",
      "l": 3
    },
    {
      "j": "境",
      "e": "border, boundary, mental state",
      "f": "さかい",
      "l": 3
    },
    {
      "j": "場面",
      "e": "scene, setting (e.g. of novel)",
      "f": "ばめん",
      "l": 3
    },
    {
      "j": "環境",
      "e": "environment, circumstance",
      "f": "かんきょう",
      "l": 3
    },
    {
      "j": "気温",
      "e": "temperature",
      "f": "きおん",
      "l": 3
    },
    {
      "j": "実は",
      "e": "as a matter of fact, by the way",
      "f": "じつは",
      "l": 3
    },
    {
      "j": "物質",
      "e": "material, substance",
      "f": "ぶっしつ",
      "l": 3
    },
    {
      "j": "家賃",
      "e": "rent",
      "f": "やちん",
      "l": 3
    },
    {
      "j": "おや",
      "e": "parents",
      "f": "",
      "l": 3
    },
    {
      "j": "回り",
      "e": "circumference, surroundings, circulation",
      "f": "まわり",
      "l": 3
    },
    {
      "j": "全て",
      "e": "all, the whole, entirely, in general, wholly",
      "f": "すべて",
      "l": 3
    },
    {
      "j": "不平",
      "e": "complaint, discontent, dissatisfaction",
      "f": "ふへい",
      "l": 3
    },
    {
      "j": "硬貨",
      "e": "coin",
      "f": "こうか",
      "l": 3
    },
    {
      "j": "援助",
      "e": "assistance, aid, support",
      "f": "えんじょ",
      "l": 3
    },
    {
      "j": "工場",
      "e": "factory, plant, mill, workshop",
      "f": "こうば",
      "l": 3
    },
    {
      "j": "偶々",
      "e": "casually, unexpectedly, accidentally, by chance",
      "f": "たまたま",
      "l": 3
    },
    {
      "j": "永久",
      "e": "eternity, perpetuity, immortality",
      "f": "えいきゅう",
      "l": 3
    },
    {
      "j": "需要",
      "e": "demand, request",
      "f": "じゅよう",
      "l": 3
    },
    {
      "j": "デート",
      "e": "date, go on a date",
      "f": "",
      "l": 3
    },
    {
      "j": "あらゆる",
      "e": "all, every",
      "f": "",
      "l": 3
    },
    {
      "j": "立派",
      "e": "splendid, fine, handsome, elegant, imposing, prominent, legal, legitimate",
      "f": "りっぱ",
      "l": 3
    },
    {
      "j": "発明",
      "e": "invention",
      "f": "はつめい",
      "l": 3
    },
    {
      "j": "火災",
      "e": "conflagration, fire",
      "f": "かさい",
      "l": 3
    },
    {
      "j": "酸素",
      "e": "oxygen",
      "f": "さんそ",
      "l": 3
    },
    {
      "j": "質",
      "e": "quality, nature (of person)",
      "f": "しつ",
      "l": 3
    },
    {
      "j": "どれ",
      "e": "well, now, let me see, which (of three or more)",
      "f": "どれ",
      "l": 3
    },
    {
      "j": "諺",
      "e": "proverb, maxim",
      "f": "ことわざ",
      "l": 3
    },
    {
      "j": "責める",
      "e": "to condemn, to blame, to criticize",
      "f": "せめる",
      "l": 3
    },
    {
      "j": "開始",
      "e": "start, commencement, beginning",
      "f": "かいし",
      "l": 3
    },
    {
      "j": "幸い",
      "e": "happiness, blessedness",
      "f": "さいわい",
      "l": 3
    },
    {
      "j": "老い",
      "e": "old age, old person, the old, the aged",
      "f": "おい",
      "l": 3
    },
    {
      "j": "招く",
      "e": "to invite",
      "f": "まねく",
      "l": 3
    },
    {
      "j": "王",
      "e": "king, ruler, sovereign, monarch",
      "f": "おう",
      "l": 3
    },
    {
      "j": "済ませる",
      "e": "to be finished",
      "f": "すませる",
      "l": 3
    },
    {
      "j": "田",
      "e": "rice field",
      "f": "た",
      "l": 3
    },
    {
      "j": "砂漠",
      "e": "desert",
      "f": "さばく",
      "l": 3
    },
    {
      "j": "支払",
      "e": "payment",
      "f": "しはらい",
      "l": 3
    },
    {
      "j": "大した",
      "e": "considerable, great, important, significant, a big deal",
      "f": "たいした",
      "l": 3
    },
    {
      "j": "繰り返す",
      "e": "to repeat, to do something over again",
      "f": "くりかえす",
      "l": 3
    },
    {
      "j": "どうしても",
      "e": "by all means, at any cost, no matter what",
      "f": "",
      "l": 3
    },
    {
      "j": "エネルギー",
      "e": "(n) energy (de: Energie)",
      "f": "",
      "l": 3
    },
    {
      "j": "頭痛",
      "e": "headache",
      "f": "ずつう",
      "l": 3
    },
    {
      "j": "どうか",
      "e": "copper coin",
      "f": "",
      "l": 3
    },
    {
      "j": "彼等",
      "e": "they (usually male)",
      "f": "かれら",
      "l": 3
    },
    {
      "j": "暮らす",
      "e": "to live, to get along",
      "f": "くらす",
      "l": 3
    },
    {
      "j": "真っ赤",
      "e": "deep red, flushed (of face)",
      "f": "まっか",
      "l": 3
    },
    {
      "j": "体温",
      "e": "temperature (body)",
      "f": "たいおん",
      "l": 3
    },
    {
      "j": "悪口",
      "e": "abuse, insult, slander, evil speaking",
      "f": "わるくち",
      "l": 3
    },
    {
      "j": "通学",
      "e": "commuting to school",
      "f": "つうがく",
      "l": 3
    },
    {
      "j": "息",
      "e": "breath, tone",
      "f": "いき",
      "l": 3
    },
    {
      "j": "アイロン",
      "e": "(electric) iron",
      "f": "",
      "l": 3
    },
    {
      "j": "降ろす",
      "e": "to take down, to launch, to drop",
      "f": "おろす",
      "l": 3
    },
    {
      "j": "抵抗",
      "e": "electrical resistance, resistance, opposition",
      "f": "ていこう",
      "l": 3
    },
    {
      "j": "ハンサム",
      "e": "handsome",
      "f": "",
      "l": 3
    },
    {
      "j": "台",
      "e": "stand, rack, table, support",
      "f": "だい",
      "l": 3
    },
    {
      "j": "ゲーム",
      "e": "game",
      "f": "",
      "l": 3
    },
    {
      "j": "同一",
      "e": "identity, sameness, similarity",
      "f": "どういつ",
      "l": 3
    },
    {
      "j": "唯",
      "e": "free of charge, mere, sole, only, usual, common",
      "f": "ただ",
      "l": 3
    },
    {
      "j": "陸",
      "e": "six (used in legal documents)",
      "f": "りく",
      "l": 3
    },
    {
      "j": "青年",
      "e": "youth, young man",
      "f": "せいねん",
      "l": 3
    },
    {
      "j": "流す",
      "e": "to drain, to float, to shed (blood, tears), to cruise (e.g. taxi)",
      "f": "ながす",
      "l": 3
    },
    {
      "j": "誤解",
      "e": "misunderstanding",
      "f": "ごかい",
      "l": 3
    },
    {
      "j": "換える",
      "e": "to exchange, to interchange, to substitute, to replace",
      "f": "かえる",
      "l": 3
    },
    {
      "j": "代理",
      "e": "representation, agency, proxy, deputy, agent",
      "f": "だいり",
      "l": 3
    },
    {
      "j": "川",
      "e": "river",
      "f": "かわ",
      "l": 3
    },
    {
      "j": "出会い",
      "e": "meeting, rendezvous, encounter",
      "f": "であい",
      "l": 3
    },
    {
      "j": "意外",
      "e": "unexpected, surprising",
      "f": "いがい",
      "l": 3
    },
    {
      "j": "玉",
      "e": "ball, sphere, coin",
      "f": "たま",
      "l": 3
    },
    {
      "j": "愛",
      "e": "love",
      "f": "あい",
      "l": 3
    },
    {
      "j": "状況",
      "e": "state of affairs, situation, circumstances",
      "f": "じょうきょう",
      "l": 3
    },
    {
      "j": "風景",
      "e": "scenery",
      "f": "ふうけい",
      "l": 3
    },
    {
      "j": "姉妹",
      "e": "sisters",
      "f": "しまい",
      "l": 3
    },
    {
      "j": "年中",
      "e": "whole year, always, everyday",
      "f": "ねんじゅう",
      "l": 3
    },
    {
      "j": "学習",
      "e": "study, learning",
      "f": "がくしゅう",
      "l": 3
    },
    {
      "j": "不満",
      "e": "dissatisfaction, displeasure, discontent, complaints, unhappiness",
      "f": "ふまん",
      "l": 3
    },
    {
      "j": "暖かい",
      "e": "warm, mild",
      "f": "あたたか(い)",
      "l": 3
    },
    {
      "j": "勧める",
      "e": "to recommend, to advise, to encourage, to offer (wine)",
      "f": "すすめる",
      "l": 3
    },
    {
      "j": "閉じる",
      "e": "to close (e.g. book, eyes), to shut",
      "f": "とじる",
      "l": 3
    },
    {
      "j": "刑事",
      "e": "criminal case, (police) detective",
      "f": "けいじ",
      "l": 3
    },
    {
      "j": "動かす",
      "e": "to move, to shift",
      "f": "うごかす",
      "l": 3
    },
    {
      "j": "哀れ",
      "e": "helpless, pity, sorrow, grief",
      "f": "あわれ",
      "l": 3
    },
    {
      "j": "時",
      "e": "(1) time, hour, (2) occasion, moment",
      "f": "とき",
      "l": 3
    },
    {
      "j": "夜中",
      "e": "midnight, dead of night",
      "f": "よなか",
      "l": 3
    },
    {
      "j": "当時",
      "e": "at that time, in those days",
      "f": "とうじ",
      "l": 3
    },
    {
      "j": "面倒",
      "e": "trouble, difficulty, care, attention",
      "f": "めんどう",
      "l": 3
    },
    {
      "j": "抜く",
      "e": "to extract, to omit, to surpass, to draw out, to unplug",
      "f": "ぬく",
      "l": 3
    },
    {
      "j": "基",
      "e": "basis",
      "f": "もと",
      "l": 3
    },
    {
      "j": "出会う",
      "e": "to meet by chance, to come across, to happen to encounter",
      "f": "であう",
      "l": 3
    },
    {
      "j": "明らか",
      "e": "obvious, evident, clear",
      "f": "あきらか",
      "l": 3
    },
    {
      "j": "思い出",
      "e": "memories, recollections, reminiscence",
      "f": "おもいで",
      "l": 3
    },
    {
      "j": "来",
      "e": "for (10 days), next (year)",
      "f": "らい",
      "l": 3
    },
    {
      "j": "未来",
      "e": "future (life, tense)",
      "f": "みらい",
      "l": 3
    },
    {
      "j": "邪魔",
      "e": "hindrance, intrusion",
      "f": "じゃま",
      "l": 3
    },
    {
      "j": "魚",
      "e": "fish",
      "f": "うお",
      "l": 3
    },
    {
      "j": "ケース",
      "e": "case",
      "f": "",
      "l": 3
    },
    {
      "j": "数える",
      "e": "to count",
      "f": "かぞえる",
      "l": 3
    },
    {
      "j": "急激",
      "e": "sudden, precipitous, radical",
      "f": "きゅうげき",
      "l": 3
    },
    {
      "j": "デモ",
      "e": "(abbr) demo, demonstration",
      "f": "",
      "l": 3
    },
    {
      "j": "握る",
      "e": "to grasp, to seize, to mould sushi",
      "f": "にぎる",
      "l": 3
    },
    {
      "j": "出来事",
      "e": "incident, affair, happening, event",
      "f": "できごと",
      "l": 3
    },
    {
      "j": "結論",
      "e": "conclusion",
      "f": "けつろん",
      "l": 3
    },
    {
      "j": "ママ",
      "e": "Mama",
      "f": "",
      "l": 3
    },
    {
      "j": "土",
      "e": "earth, soil",
      "f": "つち",
      "l": 3
    },
    {
      "j": "独特",
      "e": "peculiarity, uniqueness, characteristic",
      "f": "どくとく",
      "l": 3
    },
    {
      "j": "丘",
      "e": "hill, height, knoll, rising ground",
      "f": "おか",
      "l": 3
    },
    {
      "j": "小包",
      "e": "parcel, package",
      "f": "こづつみ",
      "l": 3
    },
    {
      "j": "重要",
      "e": "important, momentous, essential, principal, major",
      "f": "じゅうよう",
      "l": 3
    },
    {
      "j": "表現",
      "e": "expression, presentation, representation (math)",
      "f": "ひょうげん",
      "l": 3
    },
    {
      "j": "世紀",
      "e": "century, era",
      "f": "せいき",
      "l": 3
    },
    {
      "j": "値",
      "e": "value, price, cost",
      "f": "ね",
      "l": 3
    },
    {
      "j": "オフィス",
      "e": "office",
      "f": "",
      "l": 3
    },
    {
      "j": "喜び",
      "e": "(a) joy, (a) delight, rapture, pleasure, gratification, rejoicing, congratulations, felicitations",
      "f": "よろこび",
      "l": 3
    },
    {
      "j": "ジェット機",
      "e": "jet aeroplane",
      "f": "ジェットき",
      "l": 3
    },
    {
      "j": "梅雨",
      "e": "rainy season, rain during the rainy season",
      "f": "つゆ",
      "l": 3
    },
    {
      "j": "首相",
      "e": "Prime Minister",
      "f": "しゅしょう",
      "l": 3
    },
    {
      "j": "望み",
      "e": "wish, desire, (a) hope",
      "f": "のぞみ",
      "l": 3
    },
    {
      "j": "木曜",
      "e": "Thursday",
      "f": "もくよう",
      "l": 3
    },
    {
      "j": "示す",
      "e": "to denote, to show, to point out, to indicate",
      "f": "しめす",
      "l": 3
    },
    {
      "j": "書物",
      "e": "books",
      "f": "しょもつ",
      "l": 3
    },
    {
      "j": "腹",
      "e": "abdomen, belly, stomach",
      "f": "はら",
      "l": 3
    },
    {
      "j": "現れ",
      "e": "embodiment, materialization",
      "f": "あらわれ",
      "l": 3
    },
    {
      "j": "追う",
      "e": "to chase, to run after",
      "f": "おう",
      "l": 3
    },
    {
      "j": "定期",
      "e": "fixed term",
      "f": "ていき",
      "l": 3
    },
    {
      "j": "都会",
      "e": "city",
      "f": "とかい",
      "l": 3
    },
    {
      "j": "硬い",
      "e": "solid, hard (esp. metal, stone), unpolished writing",
      "f": "かたい",
      "l": 3
    },
    {
      "j": "年代",
      "e": "age, era, period, date",
      "f": "ねんだい",
      "l": 3
    },
    {
      "j": "正",
      "e": "(logical) true, regular",
      "f": "せい",
      "l": 3
    },
    {
      "j": "うるさい",
      "e": "noisy, loud, fussy",
      "f": "",
      "l": 3
    },
    {
      "j": "表",
      "e": "table (e.g. Tab 1), chart, list",
      "f": "ひょう",
      "l": 3
    },
    {
      "j": "被る",
      "e": "to suffer",
      "f": "かぶる",
      "l": 3
    },
    {
      "j": "ピクニック",
      "e": "picnic",
      "f": "",
      "l": 3
    },
    {
      "j": "籠",
      "e": "basket, cage",
      "f": "かご",
      "l": 3
    },
    {
      "j": "ところで",
      "e": "by the way, even if, no matter what",
      "f": "",
      "l": 3
    },
    {
      "j": "ざっと",
      "e": "roughly, in round numbers",
      "f": "",
      "l": 3
    },
    {
      "j": "付き合い",
      "e": "association, socializing, fellowship",
      "f": "つきあい",
      "l": 3
    },
    {
      "j": "植物",
      "e": "plant, vegetation",
      "f": "しょくぶつ",
      "l": 3
    },
    {
      "j": "学者",
      "e": "scholar",
      "f": "がくしゃ",
      "l": 3
    },
    {
      "j": "気味",
      "e": "-like, -looking, -looked",
      "f": "きみ",
      "l": 3
    },
    {
      "j": "性",
      "e": "sex, gender",
      "f": "せい",
      "l": 3
    },
    {
      "j": "役",
      "e": "use, service, role, position",
      "f": "やく",
      "l": 3
    },
    {
      "j": "幾ら",
      "e": "how much?, how many?",
      "f": "いくら",
      "l": 3
    },
    {
      "j": "渋滞",
      "e": "congestion (e.g. traffic), delay, stagnation",
      "f": "じゅうたい",
      "l": 3
    },
    {
      "j": "無料",
      "e": "free, no charge",
      "f": "むりょう",
      "l": 3
    },
    {
      "j": "無し",
      "e": "without",
      "f": "なし",
      "l": 3
    },
    {
      "j": "怠ける",
      "e": "to be idle, to neglect",
      "f": "なまける",
      "l": 3
    },
    {
      "j": "随分",
      "e": "extremely",
      "f": "ずいぶん",
      "l": 3
    },
    {
      "j": "離れる",
      "e": "to be separated from, to leave, to go away, to be a long way off",
      "f": "はなれる",
      "l": 3
    },
    {
      "j": "真剣",
      "e": "seriousness, earnestness",
      "f": "しんけん",
      "l": 3
    },
    {
      "j": "推薦",
      "e": "recommendation",
      "f": "すいせん",
      "l": 3
    },
    {
      "j": "優秀",
      "e": "superiority, excellence",
      "f": "ゆうしゅう",
      "l": 3
    },
    {
      "j": "敬意",
      "e": "respect, honour",
      "f": "けいい",
      "l": 3
    },
    {
      "j": "衣服",
      "e": "clothes",
      "f": "いふく",
      "l": 3
    },
    {
      "j": "御",
      "e": "honourable",
      "f": "お",
      "l": 3
    },
    {
      "j": "処理",
      "e": "processing, dealing with, treatment, disposition, disposal",
      "f": "しょり",
      "l": 3
    },
    {
      "j": "患者",
      "e": "a patient",
      "f": "かんじゃ",
      "l": 3
    },
    {
      "j": "順調",
      "e": "favourable, doing well, O.K., all right",
      "f": "じゅんちょう",
      "l": 3
    },
    {
      "j": "行動",
      "e": "action, conduct, behaviour, mobilization",
      "f": "こうどう",
      "l": 3
    },
    {
      "j": "演技",
      "e": "acting, performance",
      "f": "えんぎ",
      "l": 3
    },
    {
      "j": "後",
      "e": "afterwards, since then, in the future",
      "f": "うしろ",
      "l": 3
    },
    {
      "j": "幅",
      "e": "width, breadth",
      "f": "はば",
      "l": 3
    },
    {
      "j": "生",
      "e": "(1) draft (beer), (2) raw, unprocessed",
      "f": "せい",
      "l": 3
    },
    {
      "j": "過去",
      "e": "the past, bygone days, the previous",
      "f": "かこ",
      "l": 3
    },
    {
      "j": "ソファー",
      "e": "sofa, couch",
      "f": "",
      "l": 3
    },
    {
      "j": "勢い",
      "e": "force, vigor, energy, spirit",
      "f": "いきおい",
      "l": 3
    },
    {
      "j": "保証",
      "e": "guarantee, security, assurance, pledge, warranty",
      "f": "ほしょう",
      "l": 3
    },
    {
      "j": "用いる",
      "e": "to use, to make use of",
      "f": "もちいる",
      "l": 3
    },
    {
      "j": "通り過ぎる",
      "e": "to pass, to pass through",
      "f": "とおりすぎる",
      "l": 3
    },
    {
      "j": "居間",
      "e": "living room (western style)",
      "f": "いま",
      "l": 3
    },
    {
      "j": "全国",
      "e": "country-wide, nation-wide, whole country, national",
      "f": "ぜんこく",
      "l": 3
    },
    {
      "j": "微妙",
      "e": "delicate, subtle",
      "f": "びみょう",
      "l": 3
    },
    {
      "j": "感じ",
      "e": "feeling, sense, impression",
      "f": "かんじ",
      "l": 3
    },
    {
      "j": "徹夜",
      "e": "all night, all night vigil, sleepless night",
      "f": "てつや",
      "l": 3
    },
    {
      "j": "価格",
      "e": "price, value, cost",
      "f": "かかく",
      "l": 3
    },
    {
      "j": "軒",
      "e": "eaves",
      "f": "けん",
      "l": 3
    },
    {
      "j": "グランド",
      "e": "gland, grand, (electrical) ground",
      "f": "",
      "l": 3
    },
    {
      "j": "恐れる",
      "e": "to fear, to be afraid of",
      "f": "おそれる",
      "l": 3
    },
    {
      "j": "熱帯",
      "e": "tropics",
      "f": "ねったい",
      "l": 3
    },
    {
      "j": "セット",
      "e": "set",
      "f": "",
      "l": 3
    },
    {
      "j": "隠れる",
      "e": "to hide, to be hidden, to conceal oneself, to disappear",
      "f": "かくれる",
      "l": 3
    },
    {
      "j": "自身",
      "e": "by oneself, personally",
      "f": "じしん",
      "l": 3
    },
    {
      "j": "対象",
      "e": "target, object (of worship, study, etc), subject (of taxation, etc)",
      "f": "たいしょう",
      "l": 3
    },
    {
      "j": "スープ",
      "e": "(Western) soup",
      "f": "",
      "l": 3
    },
    {
      "j": "二十",
      "e": "20 years old, 20th year",
      "f": "はたち",
      "l": 3
    },
    {
      "j": "あんまり",
      "e": "not very, not much, remainder, rest",
      "f": "",
      "l": 3
    },
    {
      "j": "いち",
      "e": "market, fair",
      "f": "",
      "l": 3
    },
    {
      "j": "武器",
      "e": "weapon, arms, ordinance",
      "f": "ぶき",
      "l": 3
    },
    {
      "j": "生じる",
      "e": "to produce, to yield, to result from, to arise, to be generated",
      "f": "しょうじる",
      "l": 3
    },
    {
      "j": "膝",
      "e": "knee, lap",
      "f": "ひざ",
      "l": 3
    },
    {
      "j": "入院",
      "e": "hospitalization",
      "f": "にゅういん",
      "l": 3
    },
    {
      "j": "農民",
      "e": "farmers, peasants",
      "f": "のうみん",
      "l": 3
    },
    {
      "j": "辺り",
      "e": "vicinity, nearby",
      "f": "あたり",
      "l": 3
    },
    {
      "j": "応じる",
      "e": "to respond, to satisfy, to accept, to comply with, to apply for",
      "f": "おうじる",
      "l": 3
    },
    {
      "j": "パス",
      "e": "path, pass (in games)",
      "f": "",
      "l": 3
    },
    {
      "j": "宅",
      "e": "house, home, husband",
      "f": "たく",
      "l": 3
    },
    {
      "j": "戦い",
      "e": "battle, fight, struggle, conflict",
      "f": "たたかい",
      "l": 3
    },
    {
      "j": "ラケット",
      "e": "paddle, racket",
      "f": "",
      "l": 3
    },
    {
      "j": "神経",
      "e": "nerve, sensitivity",
      "f": "しんけい",
      "l": 3
    },
    {
      "j": "エンジン",
      "e": "engine",
      "f": "",
      "l": 3
    },
    {
      "j": "郵便",
      "e": "mail, postal service",
      "f": "ゆうびん",
      "l": 3
    },
    {
      "j": "連れ",
      "e": "companion, company",
      "f": "つれ",
      "l": 3
    },
    {
      "j": "包み",
      "e": "bundle, package, parcel, bale",
      "f": "つつみ",
      "l": 3
    },
    {
      "j": "納得",
      "e": "consent, assent, understanding",
      "f": "なっとく",
      "l": 3
    },
    {
      "j": "豊富",
      "e": "abundance, wealth, plenty, bounty",
      "f": "ほうふ",
      "l": 3
    },
    {
      "j": "文",
      "e": "sentence",
      "f": "ぶん",
      "l": 3
    },
    {
      "j": "何とか",
      "e": "somehow, anyhow, one way or another",
      "f": "なんとか",
      "l": 3
    },
    {
      "j": "引っ張る",
      "e": "(1) to pull, to draw, to stretch, to drag, (2) to pull the ball (baseball)",
      "f": "ひっぱる",
      "l": 3
    },
    {
      "j": "で",
      "e": "outflow, coming (going) out, graduate (of)",
      "f": "",
      "l": 3
    },
    {
      "j": "床",
      "e": "floor",
      "f": "ゆか",
      "l": 3
    },
    {
      "j": "存在",
      "e": "existence, being",
      "f": "そんざい",
      "l": 3
    },
    {
      "j": "囲む",
      "e": "to surround, to encircle",
      "f": "かこむ",
      "l": 3
    },
    {
      "j": "料金",
      "e": "fee, charge, fare",
      "f": "りょうきん",
      "l": 3
    },
    {
      "j": "用心",
      "e": "care, precaution, guarding, caution",
      "f": "ようじん",
      "l": 3
    },
    {
      "j": "燃える",
      "e": "to burn",
      "f": "もえる",
      "l": 3
    },
    {
      "j": "大統領",
      "e": "president, chief executive",
      "f": "だいとうりょう",
      "l": 3
    },
    {
      "j": "適する",
      "e": "to fit, to suit",
      "f": "てきする",
      "l": 3
    },
    {
      "j": "正確",
      "e": "accurate, punctuality, exactness, authenticity, veracity",
      "f": "せいかく",
      "l": 3
    },
    {
      "j": "注文",
      "e": "order, request",
      "f": "ちゅうもん",
      "l": 3
    },
    {
      "j": "夫婦",
      "e": "married couple, husband and wife",
      "f": "ふうふ",
      "l": 3
    },
    {
      "j": "障害",
      "e": "obstacle, impediment (fault), damage",
      "f": "しょうがい",
      "l": 3
    },
    {
      "j": "演奏",
      "e": "musical performance",
      "f": "えんそう",
      "l": 3
    },
    {
      "j": "一番",
      "e": "best, first, number one",
      "f": "いちばん",
      "l": 3
    },
    {
      "j": "日本",
      "e": "Japan",
      "f": "にっぽん",
      "l": 3
    },
    {
      "j": "母親",
      "e": "mother",
      "f": "ははおや",
      "l": 3
    },
    {
      "j": "優勝",
      "e": "overall victory, championship",
      "f": "ゆうしょう",
      "l": 3
    },
    {
      "j": "誇り",
      "e": "pride",
      "f": "ほこり",
      "l": 3
    },
    {
      "j": "縦",
      "e": "length, height",
      "f": "たて",
      "l": 3
    },
    {
      "j": "端",
      "e": "end (e.g. of street), edge, tip, margin, point",
      "f": "はし",
      "l": 3
    },
    {
      "j": "一般",
      "e": "general, liberal, universal, ordinary, average",
      "f": "いっぱん",
      "l": 3
    },
    {
      "j": "費用",
      "e": "cost, expense",
      "f": "ひよう",
      "l": 3
    },
    {
      "j": "舞台",
      "e": "stage (theatre)",
      "f": "ぶたい",
      "l": 3
    },
    {
      "j": "クリーム",
      "e": "cream",
      "f": "",
      "l": 3
    },
    {
      "j": "道路",
      "e": "road, highway",
      "f": "どうろ",
      "l": 3
    },
    {
      "j": "就く",
      "e": "to settle in (place), to take (seat, position), to study (under teacher)",
      "f": "つく",
      "l": 3
    },
    {
      "j": "信頼",
      "e": "reliance, trust, confidence",
      "f": "しんらい",
      "l": 3
    },
    {
      "j": "可能",
      "e": "possible, practicable, feasible",
      "f": "かのう",
      "l": 3
    },
    {
      "j": "できれば",
      "e": "",
      "f": "",
      "l": 3
    },
    {
      "j": "日中",
      "e": "daytime, broad daylight",
      "f": "にっちゅう",
      "l": 3
    },
    {
      "j": "支える",
      "e": "to be blocked, to choke, to be obstructed",
      "f": "ささえる",
      "l": 3
    },
    {
      "j": "実施",
      "e": "enforcement, enact, put into practice, carry out, operation",
      "f": "じっし",
      "l": 3
    },
    {
      "j": "年齢",
      "e": "age, years",
      "f": "ねんれい",
      "l": 3
    },
    {
      "j": "評判",
      "e": "fame, reputation, popularity, arrant",
      "f": "ひょうばん",
      "l": 3
    },
    {
      "j": "九",
      "e": "nine",
      "f": "きゅう",
      "l": 3
    },
    {
      "j": "涙",
      "e": "tear",
      "f": "なみだ",
      "l": 3
    },
    {
      "j": "迎え",
      "e": "meeting, person sent to pick up an arrival",
      "f": "むかえ",
      "l": 3
    },
    {
      "j": "たまらない",
      "e": "intolerable, unbearable, unendurable",
      "f": "",
      "l": 3
    },
    {
      "j": "記入",
      "e": "entry, filling in of forms",
      "f": "きにゅう",
      "l": 3
    },
    {
      "j": "欠点",
      "e": "faults, defect, weakness",
      "f": "けってん",
      "l": 3
    },
    {
      "j": "角",
      "e": "horn",
      "f": "すみ",
      "l": 3
    },
    {
      "j": "本当",
      "e": "truth, reality",
      "f": "ほんと",
      "l": 3
    },
    {
      "j": "遠慮",
      "e": "diffidence, restraint, reserve",
      "f": "えんりょ",
      "l": 3
    },
    {
      "j": "積もる",
      "e": "to pile up",
      "f": "つもる",
      "l": 3
    },
    {
      "j": "全体",
      "e": "whole, entirety, whatever (is the matter)",
      "f": "ぜんたい",
      "l": 3
    },
    {
      "j": "キロ",
      "e": "(abbr) kilo-, kilogram, kilometre, 10^3",
      "f": "",
      "l": 3
    },
    {
      "j": "迷惑",
      "e": "trouble, bother, annoyance",
      "f": "めいわく",
      "l": 3
    },
    {
      "j": "人類",
      "e": "mankind, humanity",
      "f": "じんるい",
      "l": 3
    },
    {
      "j": "独り",
      "e": "alone, unmarried",
      "f": "ひとり",
      "l": 3
    },
    {
      "j": "束",
      "e": "handbreadth, bundle",
      "f": "たば",
      "l": 3
    },
    {
      "j": "具体",
      "e": "concrete, tangible, material",
      "f": "ぐたい",
      "l": 3
    },
    {
      "j": "額",
      "e": "forehead, brow",
      "f": "がく",
      "l": 3
    },
    {
      "j": "バン",
      "e": "bun, van (caravan), VAN (value-added network)",
      "f": "",
      "l": 3
    },
    {
      "j": "濃い",
      "e": "thick (as of color, liquid), dense, strong",
      "f": "こい",
      "l": 3
    },
    {
      "j": "芸術",
      "e": "(fine) art, the arts",
      "f": "げいじゅつ",
      "l": 3
    },
    {
      "j": "市場",
      "e": "(the) market (as a concept)",
      "f": "いちば",
      "l": 3
    },
    {
      "j": "トンネル",
      "e": "tunnel",
      "f": "",
      "l": 3
    },
    {
      "j": "皮",
      "e": "skin, hide, leather, fur, pelt, bark, shell",
      "f": "かわ",
      "l": 3
    },
    {
      "j": "滞在",
      "e": "stay, sojourn",
      "f": "たいざい",
      "l": 3
    },
    {
      "j": "ノー",
      "e": "",
      "f": "（no）",
      "l": 3
    },
    {
      "j": "じゃあ",
      "e": "well, well then",
      "f": "",
      "l": 3
    },
    {
      "j": "法",
      "e": "Act (law: the X Act)",
      "f": "ほう",
      "l": 3
    },
    {
      "j": "不幸",
      "e": "unhappiness, sorrow, misfortune, disaster, accident, death",
      "f": "ふこう",
      "l": 3
    },
    {
      "j": "愛する",
      "e": "to love",
      "f": "あいする",
      "l": 3
    },
    {
      "j": "悲しむ",
      "e": "to be sad, to mourn for, to regret",
      "f": "かなしむ",
      "l": 3
    },
    {
      "j": "じっと",
      "e": "fixedly, firmly, patiently, quietly",
      "f": "",
      "l": 3
    },
    {
      "j": "有能",
      "e": "able, capable, efficient, skill",
      "f": "ゆうのう",
      "l": 3
    },
    {
      "j": "拍手",
      "e": "clapping hands, applause",
      "f": "はくしゅ",
      "l": 3
    },
    {
      "j": "立場",
      "e": "standpoint, position, situation",
      "f": "たちば",
      "l": 3
    },
    {
      "j": "無視",
      "e": "disregard, ignore",
      "f": "むし",
      "l": 3
    },
    {
      "j": "立ち上がる",
      "e": "to stand up",
      "f": "たちあがる",
      "l": 3
    },
    {
      "j": "半ば",
      "e": "middle, half, semi, halfway, partly",
      "f": "なかば",
      "l": 3
    },
    {
      "j": "兎",
      "e": "rabbit, hare, cony",
      "f": "うさぎ",
      "l": 3
    },
    {
      "j": "おしゃべり",
      "e": "chattering, talk, idle talk",
      "f": "",
      "l": 3
    },
    {
      "j": "正午",
      "e": "noon, mid-day",
      "f": "しょうご",
      "l": 3
    },
    {
      "j": "関する",
      "e": "to concern, to be related",
      "f": "かんする",
      "l": 3
    },
    {
      "j": "いつか",
      "e": "sometime, someday, one day",
      "f": "",
      "l": 3
    },
    {
      "j": "仲間",
      "e": "company, fellow, colleague, associate",
      "f": "なかま",
      "l": 3
    },
    {
      "j": "級",
      "e": "class, grade, rank, school class, grade",
      "f": "きゅう",
      "l": 3
    },
    {
      "j": "感心",
      "e": "admiration, Well done!",
      "f": "かんしん",
      "l": 3
    },
    {
      "j": "穴",
      "e": "hole",
      "f": "あな",
      "l": 3
    },
    {
      "j": "ドレス",
      "e": "dress",
      "f": "",
      "l": 3
    },
    {
      "j": "便り",
      "e": "news, tidings, information, correspondence, letter",
      "f": "たより",
      "l": 3
    },
    {
      "j": "求める",
      "e": "to seek, to request, to demand, to want, to wish for, to search for, to pursue (pleasure), to hunt (a job),",
      "f": "もとめる",
      "l": 3
    },
    {
      "j": "裏切る",
      "e": "to betray, to turn traitor to, to double-cross",
      "f": "うらぎる",
      "l": 3
    },
    {
      "j": "日曜",
      "e": "Sunday",
      "f": "にちよう",
      "l": 3
    },
    {
      "j": "相談",
      "e": "consultation, discussion",
      "f": "そうだん",
      "l": 3
    },
    {
      "j": "生き物",
      "e": "living thing, animal",
      "f": "いきもの",
      "l": 3
    },
    {
      "j": "助手",
      "e": "helper, helpmeet, assistant, tutor",
      "f": "じょしゅ",
      "l": 3
    },
    {
      "j": "旧",
      "e": "ex-",
      "f": "きゅう",
      "l": 3
    },
    {
      "j": "叫ぶ",
      "e": "to shout, to cry",
      "f": "さけぶ",
      "l": 3
    },
    {
      "j": "なぜなら",
      "e": "because",
      "f": "",
      "l": 3
    },
    {
      "j": "金銭",
      "e": "money, cash",
      "f": "きんせん",
      "l": 3
    },
    {
      "j": "合計",
      "e": "sum total, total amount",
      "f": "ごうけい",
      "l": 3
    },
    {
      "j": "うがい",
      "e": "gargle, rinse mouth",
      "f": "",
      "l": 3
    },
    {
      "j": "ゆっくり",
      "e": "slowly, at ease",
      "f": "",
      "l": 3
    },
    {
      "j": "詩人",
      "e": "poet",
      "f": "しじん",
      "l": 3
    },
    {
      "j": "機械",
      "e": "machine, mechanism",
      "f": "きかい",
      "l": 3
    },
    {
      "j": "限界",
      "e": "limit, bound",
      "f": "げんかい",
      "l": 3
    },
    {
      "j": "縄",
      "e": "rope, hemp",
      "f": "なわ",
      "l": 3
    },
    {
      "j": "金融",
      "e": "monetary circulation, credit situation",
      "f": "きんゆう",
      "l": 3
    },
    {
      "j": "明かり",
      "e": "lamplight, light (in general), brightness",
      "f": "あかり",
      "l": 3
    },
    {
      "j": "少しも",
      "e": "anything of, not one bit",
      "f": "すこしも",
      "l": 3
    },
    {
      "j": "終える",
      "e": "to finish",
      "f": "おえる",
      "l": 3
    },
    {
      "j": "頃",
      "e": "time, about, toward, approximately (time)",
      "f": "ころ",
      "l": 3
    },
    {
      "j": "冗談",
      "e": "jest, joke",
      "f": "じょうだん",
      "l": 3
    },
    {
      "j": "正式",
      "e": "due form, official, formality",
      "f": "せいしき",
      "l": 3
    },
    {
      "j": "式",
      "e": "equation, formula, ceremony",
      "f": "しき",
      "l": 3
    },
    {
      "j": "濠",
      "e": "moat",
      "f": "ほり",
      "l": 3
    },
    {
      "j": "激しい",
      "e": "violent, vehement, intense",
      "f": "はげしい",
      "l": 3
    },
    {
      "j": "損",
      "e": "loss, disadvantage",
      "f": "そん",
      "l": 3
    },
    {
      "j": "文字",
      "e": "letter (of alphabet), character",
      "f": "もじ",
      "l": 3
    },
    {
      "j": "禁止",
      "e": "prohibition, ban",
      "f": "きんし",
      "l": 3
    },
    {
      "j": "きちんと",
      "e": "precisely, accurately",
      "f": "",
      "l": 3
    },
    {
      "j": "茶",
      "e": "tea",
      "f": "ちゃ",
      "l": 3
    },
    {
      "j": "幸運",
      "e": "good luck, fortune",
      "f": "こううん",
      "l": 3
    },
    {
      "j": "振る",
      "e": "(1) to wave, to shake, to swing, (2) to sprinkle, (3) to cast (actor), to allocate (work)",
      "f": "ふる",
      "l": 3
    },
    {
      "j": "昨",
      "e": "last (year), yesterday",
      "f": "さく",
      "l": 3
    },
    {
      "j": "注ぐ",
      "e": "to pour (into), to irrigate, to pay, to fill, to feed (e.g. a fire)",
      "f": "そそぐ",
      "l": 3
    },
    {
      "j": "会計",
      "e": "account, finance, accountant",
      "f": "かいけい",
      "l": 3
    },
    {
      "j": "根",
      "e": "root",
      "f": "ね",
      "l": 3
    },
    {
      "j": "温暖",
      "e": "warmth",
      "f": "おんだん",
      "l": 3
    },
    {
      "j": "計",
      "e": "plan",
      "f": "けい",
      "l": 3
    },
    {
      "j": "確実",
      "e": "certainty, reliability, soundness",
      "f": "かくじつ",
      "l": 3
    },
    {
      "j": "胸",
      "e": "breast, chest",
      "f": "むね",
      "l": 3
    },
    {
      "j": "記憶",
      "e": "memory, recollection, remembrance",
      "f": "きおく",
      "l": 3
    },
    {
      "j": "建築",
      "e": "construction, architecture",
      "f": "けんちく",
      "l": 3
    },
    {
      "j": "煙",
      "e": "smoke, fumes",
      "f": "けむり",
      "l": 3
    },
    {
      "j": "あるいは",
      "e": "or, possibly",
      "f": "",
      "l": 3
    },
    {
      "j": "いつでも",
      "e": "(at) any time, always, at all times, never (neg)",
      "f": "",
      "l": 3
    },
    {
      "j": "知らせ",
      "e": "notice",
      "f": "しらせ",
      "l": 3
    },
    {
      "j": "いつまでも",
      "e": "forever, for good, eternally, as long as one likes, indefinitely",
      "f": "",
      "l": 3
    },
    {
      "j": "掲示",
      "e": "notice, bulletin",
      "f": "けいじ",
      "l": 3
    },
    {
      "j": "刺激",
      "e": "stimulus, impetus, incentive",
      "f": "しげき",
      "l": 3
    },
    {
      "j": "診察",
      "e": "medical examination",
      "f": "しんさつ",
      "l": 3
    },
    {
      "j": "機関",
      "e": "organ, mechanism, facility, engine",
      "f": "きかん",
      "l": 3
    },
    {
      "j": "戻す",
      "e": "to restore, to put back, to return",
      "f": "もどす",
      "l": 3
    },
    {
      "j": "石油",
      "e": "oil, petroleum, kerosene",
      "f": "せきゆ",
      "l": 3
    },
    {
      "j": "駄目",
      "e": "useless, no good, hopeless",
      "f": "だめ",
      "l": 3
    },
    {
      "j": "食欲",
      "e": "appetite (for food)",
      "f": "しょくよく",
      "l": 3
    },
    {
      "j": "抱える",
      "e": "to hold or carry under or in the arms",
      "f": "かかえる",
      "l": 3
    },
    {
      "j": "破産",
      "e": "(personal) bankruptcy",
      "f": "はさん",
      "l": 3
    },
    {
      "j": "印刷",
      "e": "printing",
      "f": "いんさつ",
      "l": 3
    },
    {
      "j": "対する",
      "e": "to face, to confront, to oppose",
      "f": "たいする",
      "l": 3
    },
    {
      "j": "名",
      "e": "name, reputation",
      "f": "な",
      "l": 3
    },
    {
      "j": "見当",
      "e": "be found, aim, estimate, guess, approx",
      "f": "けんとう",
      "l": 3
    },
    {
      "j": "すると",
      "e": "thereupon, hereupon",
      "f": "すると",
      "l": 3
    },
    {
      "j": "言わば",
      "e": "so to speak",
      "f": "いわば",
      "l": 3
    },
    {
      "j": "分ける",
      "e": "to divide, to separate",
      "f": "わける",
      "l": 3
    },
    {
      "j": "象",
      "e": "elephant",
      "f": "ぞう",
      "l": 3
    },
    {
      "j": "陽気",
      "e": "season, weather, cheerfulness",
      "f": "ようき",
      "l": 3
    },
    {
      "j": "許す",
      "e": "to permit, to allow, to approve",
      "f": "ゆるす",
      "l": 3
    },
    {
      "j": "人種",
      "e": "race (of people)",
      "f": "じんしゅ",
      "l": 3
    },
    {
      "j": "縁",
      "e": "a means, e.g. of living",
      "f": "ふち",
      "l": 3
    },
    {
      "j": "黙る",
      "e": "to be silent",
      "f": "だまる",
      "l": 3
    },
    {
      "j": "相手",
      "e": "companion, partner, company",
      "f": "あいて",
      "l": 3
    },
    {
      "j": "決心",
      "e": "determination, resolution",
      "f": "けっしん",
      "l": 3
    },
    {
      "j": "愛情",
      "e": "love, affection",
      "f": "あいじょう",
      "l": 3
    },
    {
      "j": "幸福",
      "e": "happiness, blessedness",
      "f": "こうふく",
      "l": 3
    },
    {
      "j": "やがて",
      "e": "before long, soon, at length",
      "f": "",
      "l": 3
    },
    {
      "j": "量",
      "e": "quantity, amount, volume, portion (of food)",
      "f": "りょう",
      "l": 3
    },
    {
      "j": "豪華",
      "e": "wonderful, gorgeous, splendor, pomp, extravagance",
      "f": "ごうか",
      "l": 3
    },
    {
      "j": "有利",
      "e": "advantageous, better, profitable, lucrative",
      "f": "ゆうり",
      "l": 3
    },
    {
      "j": "引用",
      "e": "quotation, citation",
      "f": "いんよう",
      "l": 3
    },
    {
      "j": "チーズ",
      "e": "cheese",
      "f": "",
      "l": 3
    },
    {
      "j": "桜",
      "e": "cherry blossom, cherry tree",
      "f": "さくら",
      "l": 3
    },
    {
      "j": "人込み",
      "e": "crowd of people",
      "f": "ひとごみ",
      "l": 3
    },
    {
      "j": "仲",
      "e": "relation, relationship",
      "f": "なか",
      "l": 3
    },
    {
      "j": "論文",
      "e": "thesis, essay, treatise, paper",
      "f": "ろんぶん",
      "l": 3
    },
    {
      "j": "約",
      "e": "approximately, about, some",
      "f": "やく",
      "l": 3
    },
    {
      "j": "防ぐ",
      "e": "to defend (against), to protect, to prevent",
      "f": "ふせぐ",
      "l": 3
    },
    {
      "j": "美人",
      "e": "beautiful person (woman)",
      "f": "びじん",
      "l": 3
    },
    {
      "j": "ミス",
      "e": "miss (mistake, error, failure), Miss",
      "f": "",
      "l": 3
    },
    {
      "j": "予報",
      "e": "forecast, prediction",
      "f": "よほう",
      "l": 3
    },
    {
      "j": "毛布",
      "e": "blanket",
      "f": "もうふ",
      "l": 3
    },
    {
      "j": "賛成",
      "e": "approval, agreement, support, favour",
      "f": "Uӣ[い",
      "l": 3
    },
    {
      "j": "発見",
      "e": "discovery, detection, finding",
      "f": "はっけん",
      "l": 3
    },
    {
      "j": "素晴らしい",
      "e": "wonderful, splendid, magnificent",
      "f": "すばらしい",
      "l": 3
    },
    {
      "j": "輪",
      "e": "ring, hoop, circle",
      "f": "わ",
      "l": 3
    },
    {
      "j": "見舞い",
      "e": "enquiry, expression of sympathy, expression of concern",
      "f": "みまい",
      "l": 3
    },
    {
      "j": "巨大",
      "e": "huge, gigantic, enormous",
      "f": "きょだい",
      "l": 3
    },
    {
      "j": "苦しい",
      "e": "painful, difficult",
      "f": "くるしい",
      "l": 3
    },
    {
      "j": "物価",
      "e": "prices of commodities, prices (in general)",
      "f": "ぶっか",
      "l": 3
    },
    {
      "j": "語る",
      "e": "to talk, to tell, to recite",
      "f": "かたる",
      "l": 3
    },
    {
      "j": "沈む",
      "e": "to sink, to feel depressed",
      "f": "しずむ",
      "l": 3
    },
    {
      "j": "中学",
      "e": "middle school, junior high school",
      "f": "ちゅうがく",
      "l": 3
    },
    {
      "j": "盛り",
      "e": "helping, serving",
      "f": "さかり",
      "l": 3
    },
    {
      "j": "実際",
      "e": "practical, actual condition, status quo",
      "f": "じっさい",
      "l": 3
    },
    {
      "j": "模様",
      "e": "pattern, figure, design",
      "f": "もよう",
      "l": 3
    },
    {
      "j": "税",
      "e": "",
      "f": "ぜい",
      "l": 3
    },
    {
      "j": "触れる",
      "e": "to touch, to be touched, to touch on a subject, to feel, to violate (law, copyright, etc.), to perceive, t",
      "f": "ふれる",
      "l": 3
    },
    {
      "j": "直ちに",
      "e": "at once, immediately, directly, in person",
      "f": "ただちに",
      "l": 3
    },
    {
      "j": "断る",
      "e": "to refuse, to decline, to dismiss",
      "f": "ことわる",
      "l": 3
    },
    {
      "j": "何",
      "e": "what",
      "f": "なに",
      "l": 3
    },
    {
      "j": "経つ",
      "e": "to pass, to lapse",
      "f": "たつ",
      "l": 3
    },
    {
      "j": "張る",
      "e": "to stick, to paste",
      "f": "はる",
      "l": 3
    },
    {
      "j": "土曜",
      "e": "Saturday",
      "f": "どよう",
      "l": 3
    },
    {
      "j": "服装",
      "e": "garments",
      "f": "ふくそう",
      "l": 3
    },
    {
      "j": "塵",
      "e": "dust, dirt",
      "f": "ごみ",
      "l": 3
    },
    {
      "j": "河",
      "e": "river, stream",
      "f": "かわ",
      "l": 3
    },
    {
      "j": "議会",
      "e": "Diet, congress, parliament",
      "f": "ぎかい",
      "l": 3
    },
    {
      "j": "できる",
      "e": "to be able to, to be ready, to occur",
      "f": "（可能。出現。発生）",
      "l": 3
    },
    {
      "j": "発表",
      "e": "announcement, publication",
      "f": "はっぴょう",
      "l": 3
    },
    {
      "j": "勤め",
      "e": "(1) service, duty, business, responsibility, task, (2) Buddhist religious services",
      "f": "つとめ",
      "l": 3
    },
    {
      "j": "影響",
      "e": "influence, effect",
      "f": "えいきょう",
      "l": 3
    },
    {
      "j": "実行",
      "e": "practice, performance, execution (e.g. program), realization",
      "f": "じっこう",
      "l": 3
    },
    {
      "j": "素",
      "e": "prime",
      "f": "もと",
      "l": 3
    },
    {
      "j": "髪の毛",
      "e": "hair (head)",
      "f": "かみのけ",
      "l": 3
    },
    {
      "j": "およそ",
      "e": "about, roughly, as a rule, approximately",
      "f": "",
      "l": 3
    },
    {
      "j": "宿",
      "e": "inn, lodging",
      "f": "やど",
      "l": 3
    },
    {
      "j": "ずっと",
      "e": "consecutively, throughout, a lot",
      "f": "",
      "l": 3
    },
    {
      "j": "撃つ",
      "e": "to attack, to defeat, to destroy",
      "f": "うつ",
      "l": 3
    },
    {
      "j": "食物",
      "e": "food, foodstuff",
      "f": "しょくもつ",
      "l": 3
    },
    {
      "j": "期待",
      "e": "expectation, anticipation, hope",
      "f": "きたい",
      "l": 3
    },
    {
      "j": "健康",
      "e": "health, sound, wholesome",
      "f": "けんこう",
      "l": 3
    },
    {
      "j": "インク",
      "e": "ink",
      "f": "",
      "l": 3
    },
    {
      "j": "脇",
      "e": "side",
      "f": "わき",
      "l": 3
    },
    {
      "j": "務め",
      "e": "(1) service, duty, (2) Buddhist religious services",
      "f": "つとめ",
      "l": 3
    },
    {
      "j": "真似",
      "e": "mimicry, imitation, behavior, pretense",
      "f": "まね",
      "l": 3
    },
    {
      "j": "銃",
      "e": "gun",
      "f": "じゅう",
      "l": 3
    },
    {
      "j": "心理",
      "e": "mentality",
      "f": "しんり",
      "l": 3
    },
    {
      "j": "代金",
      "e": "price, payment, cost, charge",
      "f": "だいきん",
      "l": 3
    },
    {
      "j": "何で",
      "e": "Why?, What for?",
      "f": "なんで",
      "l": 3
    },
    {
      "j": "札",
      "e": "(1) token, label, (2) ticket, (3) charm",
      "f": "さつ",
      "l": 3
    },
    {
      "j": "うん",
      "e": "fortune, luck",
      "f": "（感）",
      "l": 3
    },
    {
      "j": "座席",
      "e": "seat",
      "f": "ざせき",
      "l": 3
    },
    {
      "j": "傷",
      "e": "wound, injury, hurt, cut",
      "f": "きず",
      "l": 3
    },
    {
      "j": "重視",
      "e": "importance, stress, serious consideration",
      "f": "じゅうし",
      "l": 3
    },
    {
      "j": "よい",
      "e": "good, nice, pleasant, ok",
      "f": "",
      "l": 3
    },
    {
      "j": "販売",
      "e": "sale, selling, marketing",
      "f": "はんばい",
      "l": 3
    },
    {
      "j": "プラス",
      "e": "plus",
      "f": "",
      "l": 3
    },
    {
      "j": "差",
      "e": "difference, variation",
      "f": "さ",
      "l": 3
    },
    {
      "j": "恋",
      "e": "love, tender passion",
      "f": "こい",
      "l": 3
    },
    {
      "j": "筆",
      "e": "writing brush",
      "f": "ふで",
      "l": 3
    },
    {
      "j": "課",
      "e": "counter for chapters (of a book)",
      "f": "か",
      "l": 3
    },
    {
      "j": "ボーイ",
      "e": "boy",
      "f": "",
      "l": 3
    },
    {
      "j": "最も",
      "e": "most, extremely",
      "f": "もっとも",
      "l": 3
    },
    {
      "j": "態度",
      "e": "attitude, manner",
      "f": "たいど",
      "l": 3
    },
    {
      "j": "偉大",
      "e": "greatness",
      "f": "いだい",
      "l": 3
    },
    {
      "j": "雇う",
      "e": "to employ, to hire",
      "f": "やとう",
      "l": 3
    },
    {
      "j": "岸",
      "e": "bank, coast, shore",
      "f": "きし",
      "l": 3
    },
    {
      "j": "途端",
      "e": "just (now, at the moment, etc.)",
      "f": "とたん",
      "l": 3
    },
    {
      "j": "覚悟",
      "e": "resolution, resignation, readiness, preparedness",
      "f": "かくご",
      "l": 3
    },
    {
      "j": "出発",
      "e": "departure",
      "f": "しゅっぱつ",
      "l": 3
    },
    {
      "j": "誘う",
      "e": "(1) to invite, to ask, (2) to tempt, to lure, to induce",
      "f": "さそう",
      "l": 3
    },
    {
      "j": "紐",
      "e": "(1) string, cord, (2) pimp",
      "f": "ひも",
      "l": 3
    },
    {
      "j": "泡",
      "e": "bubble, foam, froth, head on beer",
      "f": "あわ",
      "l": 3
    },
    {
      "j": "丸",
      "e": "circle, full (month), perfection, purity, suffix for ship names",
      "f": "まる",
      "l": 3
    },
    {
      "j": "加わる",
      "e": "to join in, to accede to, to increase, to gain in (influence)",
      "f": "くわわる",
      "l": 3
    },
    {
      "j": "実現",
      "e": "implementation, materialization, realization",
      "f": "じつげん",
      "l": 3
    },
    {
      "j": "日光",
      "e": "sunlight",
      "f": "にっこう",
      "l": 3
    },
    {
      "j": "信仰",
      "e": "(religious) faith, belief, creed",
      "f": "しんこう",
      "l": 3
    },
    {
      "j": "印象",
      "e": "impression",
      "f": "いんしょう",
      "l": 3
    },
    {
      "j": "眺め",
      "e": "scene, view, prospect, outlook",
      "f": "ながめ",
      "l": 3
    },
    {
      "j": "まるで",
      "e": "quite, entirely, completely",
      "f": "",
      "l": 3
    },
    {
      "j": "生まれ",
      "e": "birth, birth-place",
      "f": "うまれ",
      "l": 3
    },
    {
      "j": "極",
      "e": "quite, very",
      "f": "ごく",
      "l": 3
    },
    {
      "j": "単なる",
      "e": "mere, simple, sheer",
      "f": "たんなる",
      "l": 3
    },
    {
      "j": "筋",
      "e": "muscle, string, line",
      "f": "すじ",
      "l": 3
    },
    {
      "j": "種類",
      "e": "variety, kind, type",
      "f": "しゅるい",
      "l": 3
    },
    {
      "j": "打つ",
      "e": "to hit, to strike",
      "f": "ぶつ",
      "l": 3
    },
    {
      "j": "しまい",
      "e": "sisters",
      "f": "（終わり）",
      "l": 3
    },
    {
      "j": "球",
      "e": "globe, sphere, ball",
      "f": "きゅう",
      "l": 3
    },
    {
      "j": "石炭",
      "e": "coal",
      "f": "せきたん",
      "l": 3
    },
    {
      "j": "今回",
      "e": "now, this time, lately",
      "f": "こんかい",
      "l": 3
    },
    {
      "j": "しまった",
      "e": "Damn it!",
      "f": "（感）",
      "l": 3
    },
    {
      "j": "不正",
      "e": "injustice, unfairness",
      "f": "ふせい",
      "l": 3
    },
    {
      "j": "全然",
      "e": "(1) wholly, entirely, completely, (2) not at all (with neg. verb)",
      "f": "ぜんぜん",
      "l": 3
    },
    {
      "j": "切れ",
      "e": "cloth, piece, cut, chop",
      "f": "きれ",
      "l": 3
    },
    {
      "j": "こんなに",
      "e": "so, like this, in this way",
      "f": "",
      "l": 3
    },
    {
      "j": "可",
      "e": "passable",
      "f": "か",
      "l": 3
    },
    {
      "j": "改善",
      "e": "betterment, improvement",
      "f": "かいぜん",
      "l": 3
    },
    {
      "j": "野",
      "e": "field",
      "f": "の",
      "l": 3
    },
    {
      "j": "ドラマ",
      "e": "drama",
      "f": "",
      "l": 3
    },
    {
      "j": "捕まる",
      "e": "to be caught, to be arrested",
      "f": "つかまる",
      "l": 3
    },
    {
      "j": "等",
      "e": "et cetera, etc., and the like",
      "f": "など",
      "l": 3
    },
    {
      "j": "通じる",
      "e": "to run to, to lead to, to communicate, to understand",
      "f": "つうじる",
      "l": 3
    },
    {
      "j": "似合う",
      "e": "to suit, to match, to become, to be like",
      "f": "にあう",
      "l": 3
    },
    {
      "j": "松",
      "e": "(1) pine tree, (2) highest (of a three-tier ranking system)",
      "f": "まつ",
      "l": 3
    },
    {
      "j": "噂",
      "e": "rumour, report, gossip, common talk",
      "f": "うわさ",
      "l": 3
    },
    {
      "j": "鍋",
      "e": "saucepan, pot",
      "f": "なべ",
      "l": 3
    },
    {
      "j": "お目に掛かる",
      "e": "",
      "f": "おめにかかる",
      "l": 3
    },
    {
      "j": "克服",
      "e": "subjugation, conquest",
      "f": "こくふく",
      "l": 3
    },
    {
      "j": "意識",
      "e": "consciousness, senses",
      "f": "いしき",
      "l": 3
    },
    {
      "j": "善",
      "e": "good, goodness, right, virtue",
      "f": "ぜん",
      "l": 3
    },
    {
      "j": "熱中",
      "e": "nuts!, enthusiasm, zeal, mania",
      "f": "ねっちゅう",
      "l": 3
    },
    {
      "j": "劣る",
      "e": "to fall behind, to be inferior to",
      "f": "おとる",
      "l": 3
    },
    {
      "j": "男子",
      "e": "youth, young man",
      "f": "だんし",
      "l": 3
    },
    {
      "j": "恐怖",
      "e": "be afraid, dread, dismay, terror",
      "f": "きょうふ",
      "l": 3
    },
    {
      "j": "そこで",
      "e": "so (conj), accordingly, now, then, thereupon",
      "f": "",
      "l": 3
    },
    {
      "j": "いらっしゃい",
      "e": "welcome",
      "f": "",
      "l": 3
    },
    {
      "j": "終",
      "e": "the end",
      "f": "おわり",
      "l": 3
    },
    {
      "j": "主義",
      "e": "doctrine, rule, principle",
      "f": "しゅぎ",
      "l": 3
    },
    {
      "j": "叩く",
      "e": "to strike, to clap, to dust, to beat",
      "f": "たたく",
      "l": 3
    },
    {
      "j": "準備",
      "e": "preparation, arrangements, provision, reserve",
      "f": "じゅんび",
      "l": 3
    },
    {
      "j": "軍",
      "e": "army, force, troops",
      "f": "ぐん",
      "l": 3
    },
    {
      "j": "苦労",
      "e": "troubles, hardships",
      "f": "くろう",
      "l": 3
    },
    {
      "j": "高価",
      "e": "high price",
      "f": "こうか",
      "l": 3
    },
    {
      "j": "逆",
      "e": "reverse, opposite",
      "f": "ぎゃく",
      "l": 3
    },
    {
      "j": "旗",
      "e": "flag",
      "f": "はた",
      "l": 3
    },
    {
      "j": "不",
      "e": "un, non, negative prefix",
      "f": "ふ",
      "l": 3
    },
    {
      "j": "仏",
      "e": "Buddha, merciful person, Buddhist image, the dead",
      "f": "ほとけ",
      "l": 3
    },
    {
      "j": "側",
      "e": "side, edge, third person",
      "f": "そば",
      "l": 3
    },
    {
      "j": "運動",
      "e": "motion, exercise",
      "f": "うんどう",
      "l": 3
    },
    {
      "j": "先ず",
      "e": "first (of all), to start with, about, almost, hardly (with neg. verb)",
      "f": "まず",
      "l": 3
    },
    {
      "j": "面",
      "e": "face, mug, surface, facial features, mask, face guard, side or facet, corner, page",
      "f": "めん",
      "l": 3
    },
    {
      "j": "見る",
      "e": "to see, to watch",
      "f": "みる",
      "l": 3
    },
    {
      "j": "トップ",
      "e": "top",
      "f": "",
      "l": 3
    },
    {
      "j": "出来るだけ",
      "e": "if at all possible",
      "f": "できるだけ",
      "l": 3
    },
    {
      "j": "船",
      "e": "ship, boat, watercraft, shipping, vessel, steamship",
      "f": "ふね",
      "l": 3
    },
    {
      "j": "中心",
      "e": "center, core, heart, pivot, emphasis, balance",
      "f": "ちゅうしん",
      "l": 3
    },
    {
      "j": "鬼",
      "e": "ogre, demon, it (i.e., in a game of tag)",
      "f": "おに",
      "l": 3
    },
    {
      "j": "原",
      "e": "field, plain, prairie, tundra, moor, wilderness",
      "f": "はら",
      "l": 3
    },
    {
      "j": "見解",
      "e": "opinion, point of view",
      "f": "けんかい",
      "l": 3
    },
    {
      "j": "監督",
      "e": "supervision, control, superintendence",
      "f": "かんとく",
      "l": 3
    },
    {
      "j": "得る",
      "e": "to get, to gain, to win",
      "f": "える",
      "l": 3
    },
    {
      "j": "達する",
      "e": "to reach, to get to",
      "f": "たっする",
      "l": 3
    },
    {
      "j": "本人",
      "e": "the person himself",
      "f": "ほんにん",
      "l": 3
    },
    {
      "j": "品",
      "e": "thing, article, goods, dignity, article (goods), counter for meal courses",
      "f": "しな",
      "l": 3
    },
    {
      "j": "故郷",
      "e": "home town, birthplace, old village, historic village",
      "f": "こきょう",
      "l": 3
    },
    {
      "j": "困難",
      "e": "difficulty, distress",
      "f": "こんなん",
      "l": 3
    },
    {
      "j": "調査",
      "e": "investigation, examination, inquiry, survey",
      "f": "ちょうさ",
      "l": 3
    },
    {
      "j": "我々",
      "e": "we",
      "f": "われわれ",
      "l": 3
    },
    {
      "j": "疲れ",
      "e": "tiredness, fatigue",
      "f": "つかれ",
      "l": 3
    },
    {
      "j": "しゃべる",
      "e": "to talk, to chat, to chatter",
      "f": "",
      "l": 3
    },
    {
      "j": "注",
      "e": "annotation, explanatory note",
      "f": "ちゅう",
      "l": 3
    },
    {
      "j": "委員",
      "e": "committee member",
      "f": "いいん",
      "l": 3
    },
    {
      "j": "輸入",
      "e": "importation, import, introduction",
      "f": "ゆにゅう",
      "l": 3
    },
    {
      "j": "現代",
      "e": "nowadays, modern times, present-day",
      "f": "げんだい",
      "l": 3
    },
    {
      "j": "金額",
      "e": "amount of money",
      "f": "きんがく",
      "l": 3
    },
    {
      "j": "祝う",
      "e": "to congratulate, to celebrate",
      "f": "いわう",
      "l": 3
    },
    {
      "j": "願う",
      "e": "to desire, to wish, to request",
      "f": "ねがう",
      "l": 3
    },
    {
      "j": "転ぶ",
      "e": "to fall down, to fall over",
      "f": "ころぶ",
      "l": 3
    },
    {
      "j": "友人",
      "e": "friend",
      "f": "ゆうじん",
      "l": 3
    },
    {
      "j": "履く",
      "e": "to wear, to put on (lower body)",
      "f": "はく",
      "l": 3
    },
    {
      "j": "作品",
      "e": "work, opus, performance, production",
      "f": "さくひん",
      "l": 3
    },
    {
      "j": "絶滅",
      "e": "destruction, extinction",
      "f": "ぜつめつ",
      "l": 3
    },
    {
      "j": "表情",
      "e": "facial expression",
      "f": "ひょうじょう",
      "l": 3
    },
    {
      "j": "言語",
      "e": "language",
      "f": "げんご",
      "l": 3
    },
    {
      "j": "回",
      "e": "counter for occurrences",
      "f": "かい",
      "l": 3
    },
    {
      "j": "がっかり",
      "e": "feel disappointed, be dejected, lose heart",
      "f": "",
      "l": 3
    },
    {
      "j": "綿",
      "e": "cotton, padding",
      "f": "めん",
      "l": 3
    },
    {
      "j": "大臣",
      "e": "cabinet minister",
      "f": "だいじん",
      "l": 3
    },
    {
      "j": "引退",
      "e": "retire",
      "f": "いんたい",
      "l": 3
    },
    {
      "j": "女子",
      "e": "woman, girl",
      "f": "じょし",
      "l": 3
    },
    {
      "j": "褒める",
      "e": "to praise, to admire, to speak well",
      "f": "ほめる",
      "l": 3
    },
    {
      "j": "訓",
      "e": "native Japanese reading of a Chinese character",
      "f": "くん",
      "l": 3
    },
    {
      "j": "少女",
      "e": "daughter, young lady, virgin, maiden, little girl",
      "f": "しょうじょ",
      "l": 3
    },
    {
      "j": "奪う",
      "e": "to snatch away",
      "f": "うばう",
      "l": 3
    },
    {
      "j": "一層",
      "e": "much more, still more, all the more",
      "f": "いっそう",
      "l": 3
    },
    {
      "j": "期間",
      "e": "period, term",
      "f": "きかん",
      "l": 3
    },
    {
      "j": "ロケット",
      "e": "locket, rocket",
      "f": "",
      "l": 3
    },
    {
      "j": "掃除",
      "e": "cleaning, sweeping",
      "f": "そうじ",
      "l": 3
    },
    {
      "j": "確認",
      "e": "affirmation, confirmation",
      "f": "かくにん",
      "l": 3
    },
    {
      "j": "向かい",
      "e": "facing, opposite, across the street, other side",
      "f": "むかい",
      "l": 3
    },
    {
      "j": "外す",
      "e": "to unfasten, to remove",
      "f": "はずす",
      "l": 3
    },
    {
      "j": "問い",
      "e": "question, query",
      "f": "とい",
      "l": 3
    },
    {
      "j": "伸ばす",
      "e": "to lengthen, to stretch, to reach out, to grow (beard)",
      "f": "のばす",
      "l": 3
    },
    {
      "j": "優れる",
      "e": "to surpass, to outstrip, to excel",
      "f": "すぐれる",
      "l": 3
    },
    {
      "j": "機嫌",
      "e": "humour, temper, mood",
      "f": "きげん",
      "l": 3
    },
    {
      "j": "予期",
      "e": "expectation, assume will happen, forecast",
      "f": "よき",
      "l": 3
    },
    {
      "j": "持ち上げる",
      "e": "to raise, to lift up, to flatter",
      "f": "もちあげる",
      "l": 3
    },
    {
      "j": "犯人",
      "e": "offender, criminal",
      "f": "はんにん",
      "l": 3
    },
    {
      "j": "資源",
      "e": "resources",
      "f": "しげん",
      "l": 3
    },
    {
      "j": "乗せる",
      "e": "to place on (something), to take on board, to give a ride",
      "f": "のせる",
      "l": 3
    },
    {
      "j": "ベルト",
      "e": "Belt for western clothes",
      "f": "",
      "l": 3
    },
    {
      "j": "過ごす",
      "e": "to pass, to spend, to go through, to tide over",
      "f": "すごす",
      "l": 3
    },
    {
      "j": "対",
      "e": "pair, couple, set",
      "f": "たい",
      "l": 3
    },
    {
      "j": "後者",
      "e": "the latter",
      "f": "こうしゃ",
      "l": 3
    },
    {
      "j": "姿",
      "e": "figure, shape, appearance",
      "f": "すがた",
      "l": 3
    },
    {
      "j": "支出",
      "e": "expenditure, expenses",
      "f": "ししゅつ",
      "l": 3
    },
    {
      "j": "読書",
      "e": "reading",
      "f": "どくしょ",
      "l": 3
    },
    {
      "j": "霜",
      "e": "frost",
      "f": "しも",
      "l": 3
    },
    {
      "j": "異なる",
      "e": "to differ, to vary, to disagree",
      "f": "ことなる",
      "l": 3
    },
    {
      "j": "例",
      "e": "instance, example, case",
      "f": "れい",
      "l": 3
    },
    {
      "j": "金",
      "e": "(1) gold, (2) gold general (shogi) (abbr)",
      "f": "かね",
      "l": 3
    },
    {
      "j": "通信",
      "e": "correspondence, communication, news, signal",
      "f": "つうしん",
      "l": 3
    },
    {
      "j": "訓練",
      "e": "practice, training",
      "f": "くんれん",
      "l": 3
    },
    {
      "j": "近頃",
      "e": "lately, recently, nowadays",
      "f": "ちかごろ",
      "l": 3
    },
    {
      "j": "プラン",
      "e": "plan",
      "f": "",
      "l": 3
    },
    {
      "j": "登山",
      "e": "mountain-climbing",
      "f": "とざん",
      "l": 3
    },
    {
      "j": "さっぱり",
      "e": "feeling refreshed, feeling relieved, neat, trimmed",
      "f": "",
      "l": 3
    },
    {
      "j": "タオル",
      "e": "(hand) towel",
      "f": "",
      "l": 3
    },
    {
      "j": "国家",
      "e": "state, country, nation",
      "f": "こっか",
      "l": 3
    },
    {
      "j": "作家",
      "e": "author, writer, novelist, artist",
      "f": "さっか",
      "l": 3
    },
    {
      "j": "勿論",
      "e": "of course, certainly, naturally",
      "f": "もちろん",
      "l": 3
    },
    {
      "j": "独身",
      "e": "bachelorhood, single, unmarried, celibate",
      "f": "どくしん",
      "l": 3
    },
    {
      "j": "ですから",
      "e": "therefore",
      "f": "",
      "l": 3
    },
    {
      "j": "休憩",
      "e": "rest, break, recess, intermission",
      "f": "きゅうけい",
      "l": 3
    },
    {
      "j": "ホーム",
      "e": "(1) platform, (2) home",
      "f": "",
      "l": 3
    },
    {
      "j": "成人",
      "e": "adult",
      "f": "せいじん",
      "l": 3
    },
    {
      "j": "作業",
      "e": "work, operation, manufacturing, fatigue duty",
      "f": "さぎょう",
      "l": 3
    },
    {
      "j": "投票",
      "e": "voting, poll",
      "f": "とうひょう",
      "l": 3
    },
    {
      "j": "会",
      "e": "meeting, assembly, party, association, club",
      "f": "かい",
      "l": 3
    },
    {
      "j": "世間",
      "e": "world, society",
      "f": "せけん",
      "l": 3
    },
    {
      "j": "末",
      "e": "the end of, powder",
      "f": "すえ",
      "l": 3
    },
    {
      "j": "輝く",
      "e": "to shine, to glitter, to sparkle",
      "f": "かがやく",
      "l": 3
    },
    {
      "j": "活気",
      "e": "energy, liveliness",
      "f": "かっき",
      "l": 3
    },
    {
      "j": "金庫",
      "e": "safe, vault, treasury, provider of funds",
      "f": "きんこ",
      "l": 3
    },
    {
      "j": "世話",
      "e": "looking after, help, aid, assistance",
      "f": "せわ",
      "l": 3
    },
    {
      "j": "旅",
      "e": "travel, trip, journey",
      "f": "たび",
      "l": 3
    },
    {
      "j": "制限",
      "e": "restriction, restraint, limitation",
      "f": "せいげん",
      "l": 3
    },
    {
      "j": "昇る",
      "e": "to arise, to ascend, to go up",
      "f": "のぼる",
      "l": 3
    },
    {
      "j": "王様",
      "e": "king",
      "f": "おうさま",
      "l": 3
    },
    {
      "j": "未だ",
      "e": "yet, still, more, besides",
      "f": "まだ",
      "l": 3
    },
    {
      "j": "記事",
      "e": "article, news story, report, account",
      "f": "きじ",
      "l": 3
    },
    {
      "j": "混乱",
      "e": "disorder, chaos, confusion, mayhem",
      "f": "こんらん",
      "l": 3
    },
    {
      "j": "給料",
      "e": "salary, wages",
      "f": "きゅうりょう",
      "l": 3
    },
    {
      "j": "男の人",
      "e": "man",
      "f": "おとこのひと",
      "l": 3
    },
    {
      "j": "練習",
      "e": "practice",
      "f": "れんしゅう",
      "l": 3
    },
    {
      "j": "アイスクリーム",
      "e": "ice cream",
      "f": "",
      "l": 3
    },
    {
      "j": "一方",
      "e": "(1) on the other hand, (2) meanwhile, (3) only, simple, in turn",
      "f": "いっぽう",
      "l": 3
    },
    {
      "j": "修理",
      "e": "repairing, mending",
      "f": "しゅうり",
      "l": 3
    },
    {
      "j": "地",
      "e": "earth",
      "f": "ち",
      "l": 3
    },
    {
      "j": "クリスマス",
      "e": "Christmas",
      "f": "",
      "l": 3
    },
    {
      "j": "では",
      "e": "chance of going out, opportunity (to succeed), moment of departure, beginning of work",
      "f": "では",
      "l": 3
    },
    {
      "j": "表す",
      "e": "to express, to show, to reveal",
      "f": "あらわす",
      "l": 3
    },
    {
      "j": "ドライブ",
      "e": "drive, trip by car, driving",
      "f": "",
      "l": 3
    },
    {
      "j": "好む",
      "e": "to like, to prefer",
      "f": "このむ",
      "l": 3
    },
    {
      "j": "助ける",
      "e": "to help, to save, to rescue",
      "f": "たすける",
      "l": 3
    },
    {
      "j": "感情",
      "e": "emotion(s), feeling(s), sentiment",
      "f": "かんじょう",
      "l": 3
    },
    {
      "j": "溺れる",
      "e": "to be drowned, to indulge in",
      "f": "おぼれる",
      "l": 3
    },
    {
      "j": "抱く",
      "e": "(sl) to embrace, to hug, to harbour, to entertain",
      "f": "いだく",
      "l": 3
    },
    {
      "j": "おまえ",
      "e": "(fam) you (sing), presence (of a high personage)",
      "f": "",
      "l": 3
    },
    {
      "j": "知識",
      "e": "knowledge, information",
      "f": "ちしき",
      "l": 3
    },
    {
      "j": "組合",
      "e": "association, union",
      "f": "くみあい",
      "l": 3
    },
    {
      "j": "首都",
      "e": "capital city",
      "f": "しゅと",
      "l": 3
    },
    {
      "j": "党",
      "e": "party (political)",
      "f": "とう",
      "l": 3
    },
    {
      "j": "講演",
      "e": "lecture, address",
      "f": "こうえん",
      "l": 3
    },
    {
      "j": "直接",
      "e": "direct, immediate, personal, firsthand",
      "f": "ちょくせつ",
      "l": 3
    },
    {
      "j": "吐く",
      "e": "(1) to breathe, (2) to tell (lies), (3) to vomit, to disgorge",
      "f": "はく",
      "l": 3
    },
    {
      "j": "雷",
      "e": "thunder",
      "f": "かみなり",
      "l": 3
    },
    {
      "j": "恩",
      "e": "favour, obligation, debt of gratitude",
      "f": "おん",
      "l": 3
    },
    {
      "j": "位置",
      "e": "place, situation, position, location",
      "f": "いち",
      "l": 3
    },
    {
      "j": "余裕",
      "e": "surplus, composure, margin, room, time, allowance, scope, rope",
      "f": "よゆう",
      "l": 3
    },
    {
      "j": "覆う",
      "e": "to cover, to hide, to conceal, to wrap, to disguise",
      "f": "おおう",
      "l": 3
    },
    {
      "j": "率",
      "e": "rate, ratio, proportion, percentage",
      "f": "りつ",
      "l": 3
    },
    {
      "j": "消費",
      "e": "consumption, expenditure",
      "f": "しょうひ",
      "l": 3
    },
    {
      "j": "精神",
      "e": "mind, soul, heart, spirit, intention",
      "f": "せいしん",
      "l": 3
    },
    {
      "j": "いたずら",
      "e": "tease, prank, trick, practical joke",
      "f": "",
      "l": 3
    },
    {
      "j": "吠える",
      "e": "to bark, to bay, to howl, to bellow, to roar, to cry",
      "f": "ほえる",
      "l": 3
    },
    {
      "j": "それとも",
      "e": "or, or else",
      "f": "",
      "l": 3
    },
    {
      "j": "手伝い",
      "e": "help, helper, assistant",
      "f": "てつだい",
      "l": 3
    },
    {
      "j": "今後",
      "e": "from now on, hereafter",
      "f": "こんご",
      "l": 3
    },
    {
      "j": "大気",
      "e": "atmosphere",
      "f": "たいき",
      "l": 3
    },
    {
      "j": "全",
      "e": "all, whole, entire, complete, overall, pan",
      "f": "ぜん",
      "l": 3
    },
    {
      "j": "下り",
      "e": "down-train (going away from Tokyo)",
      "f": "くだり",
      "l": 3
    },
    {
      "j": "柄",
      "e": "handle, grip",
      "f": "え",
      "l": 3
    },
    {
      "j": "収穫",
      "e": "harvest, crop, ingathering",
      "f": "しゅうかく",
      "l": 3
    },
    {
      "j": "反抗",
      "e": "opposition, resistance",
      "f": "はんこう",
      "l": 3
    },
    {
      "j": "参考",
      "e": "reference, consultation",
      "f": "さんこう",
      "l": 3
    },
    {
      "j": "あっ",
      "e": "Ah!, Oh!",
      "f": "",
      "l": 3
    },
    {
      "j": "含む",
      "e": "to hold in the mouth, to bear in mind",
      "f": "ふくむ",
      "l": 3
    },
    {
      "j": "食糧",
      "e": "provisions, rations",
      "f": "しょくりょう",
      "l": 3
    },
    {
      "j": "範囲",
      "e": "extent, scope, sphere, range",
      "f": "はんい",
      "l": 3
    },
    {
      "j": "大",
      "e": "",
      "f": "だい",
      "l": 3
    },
    {
      "j": "止す",
      "e": "to cease, to abolish, to resign, to give up",
      "f": "よす",
      "l": 3
    },
    {
      "j": "妙",
      "e": "strange, unusual",
      "f": "みょう",
      "l": 3
    },
    {
      "j": "センター",
      "e": "a center",
      "f": "",
      "l": 3
    },
    {
      "j": "密",
      "e": "",
      "f": "みつ",
      "l": 3
    },
    {
      "j": "いつも",
      "e": "always, usually, every time, never (with neg. verb)",
      "f": "いつも",
      "l": 3
    },
    {
      "j": "羽",
      "e": "counter for birds, counter for rabbits",
      "f": "はね",
      "l": 3
    },
    {
      "j": "及ぼす",
      "e": "to exert, to cause, to exercise",
      "f": "およぼす",
      "l": 3
    },
    {
      "j": "減らす",
      "e": "to abate, to decrease, to diminish, to shorten",
      "f": "へらす",
      "l": 3
    },
    {
      "j": "親しい",
      "e": "intimate, close (e.g. friend)",
      "f": "したしい",
      "l": 3
    },
    {
      "j": "笑顔",
      "e": "smiling face",
      "f": "えがお",
      "l": 3
    },
    {
      "j": "知能",
      "e": "intelligence, brains",
      "f": "ちのう",
      "l": 3
    },
    {
      "j": "辞める",
      "e": "to retire",
      "f": "やめる",
      "l": 3
    },
    {
      "j": "協力",
      "e": "cooperation, collaboration",
      "f": "きょうりょく",
      "l": 3
    },
    {
      "j": "キャンプ",
      "e": "camp",
      "f": "",
      "l": 3
    },
    {
      "j": "章",
      "e": "(1) chapter, section, (2) medal",
      "f": "しょう",
      "l": 3
    },
    {
      "j": "ビデオ",
      "e": "video",
      "f": "",
      "l": 3
    },
    {
      "j": "集団",
      "e": "group, mass",
      "f": "しゅうだん",
      "l": 3
    },
    {
      "j": "明後日",
      "e": "day after tomorrow",
      "f": "みょうごにち",
      "l": 3
    },
    {
      "j": "一言",
      "e": "single word",
      "f": "ひとこと",
      "l": 3
    },
    {
      "j": "虫歯",
      "e": "cavity, tooth decay, decayed tooth, caries",
      "f": "むしば",
      "l": 3
    },
    {
      "j": "解決",
      "e": "settlement, solution, resolution",
      "f": "かいけつ",
      "l": 3
    },
    {
      "j": "猿",
      "e": "monkey",
      "f": "さる",
      "l": 3
    },
    {
      "j": "塔",
      "e": "tower, pagoda",
      "f": "とう",
      "l": 3
    },
    {
      "j": "描く",
      "e": "to draw, to paint, to sketch, to depict, to describe",
      "f": "えがく",
      "l": 3
    },
    {
      "j": "そこ",
      "e": "bottom, sole",
      "f": "そこ",
      "l": 3
    },
    {
      "j": "お腹",
      "e": "stomach",
      "f": "おなか",
      "l": 3
    },
    {
      "j": "不可",
      "e": "wrong, bad, improper, unjustifiable, inadvisable",
      "f": "ふか",
      "l": 3
    },
    {
      "j": "議長",
      "e": "chairman",
      "f": "ぎちょう",
      "l": 3
    },
    {
      "j": "放送",
      "e": "broadcast, broadcasting",
      "f": "ほうそう",
      "l": 3
    },
    {
      "j": "支度",
      "e": "preparation",
      "f": "したく",
      "l": 3
    },
    {
      "j": "作法",
      "e": "manners, etiquette, propriety",
      "f": "さほう",
      "l": 3
    },
    {
      "j": "双子",
      "e": "twins, a twin",
      "f": "ふたご",
      "l": 3
    },
    {
      "j": "ジーンズ",
      "e": "jeans",
      "f": "",
      "l": 3
    },
    {
      "j": "熱心",
      "e": "zeal, enthusiasm",
      "f": "ねっしん",
      "l": 3
    },
    {
      "j": "稼ぐ",
      "e": "to earn income, to labor",
      "f": "かせぐ",
      "l": 3
    },
    {
      "j": "景気",
      "e": "condition, state, business (condition)",
      "f": "けいき",
      "l": 3
    },
    {
      "j": "多少",
      "e": "more or less, somewhat, a little, some",
      "f": "たしょう",
      "l": 3
    },
    {
      "j": "失う",
      "e": "to lose, to part with",
      "f": "うしなう",
      "l": 3
    },
    {
      "j": "氷",
      "e": "ice, hail",
      "f": "こおり",
      "l": 3
    },
    {
      "j": "生物",
      "e": "raw food",
      "f": "せいぶつ",
      "l": 3
    },
    {
      "j": "死亡",
      "e": "death, mortality",
      "f": "しぼう",
      "l": 3
    },
    {
      "j": "レポート",
      "e": "report, paper",
      "f": "",
      "l": 3
    },
    {
      "j": "贈る",
      "e": "to send, to give to, to award to, to confer on",
      "f": "おくる",
      "l": 3
    },
    {
      "j": "商品",
      "e": "commodity, article of commerce, goods, stock, merchandise",
      "f": "しょうひん",
      "l": 3
    },
    {
      "j": "したがって",
      "e": "therefore, consequently, in accordance with",
      "f": "したがって",
      "l": 3
    },
    {
      "j": "なにも",
      "e": "nothing",
      "f": "",
      "l": 3
    },
    {
      "j": "傾向",
      "e": "tendency, trend, inclination",
      "f": "けいこう",
      "l": 3
    },
    {
      "j": "計算",
      "e": "calculation, reckoning",
      "f": "けいさん",
      "l": 3
    },
    {
      "j": "土産",
      "e": "present, souvenir",
      "f": "みやげ",
      "l": 3
    },
    {
      "j": "内容",
      "e": "subject, contents, matter, substance, detail, import",
      "f": "ないよう",
      "l": 3
    },
    {
      "j": "虎",
      "e": "tiger",
      "f": "とら",
      "l": 3
    },
    {
      "j": "通り",
      "e": "in accordance with ~, following ~, ~ Street, ~ Avenue",
      "f": "とおり",
      "l": 3
    },
    {
      "j": "大変",
      "e": "awful, dreadful, terrible, very",
      "f": "たいへん",
      "l": 3
    },
    {
      "j": "月",
      "e": "moon, month",
      "f": "つき",
      "l": 3
    },
    {
      "j": "悪魔",
      "e": "devil, demon, evil spirit",
      "f": "あくま",
      "l": 3
    },
    {
      "j": "それでも",
      "e": "but (still), and yet, nevertheless, even so, notwithstanding",
      "f": "",
      "l": 3
    },
    {
      "j": "鉄道",
      "e": "railroad",
      "f": "てつどう",
      "l": 3
    },
    {
      "j": "もしも",
      "e": "if",
      "f": "",
      "l": 3
    },
    {
      "j": "ちゃんと",
      "e": "perfectly, properly, exactly",
      "f": "",
      "l": 3
    },
    {
      "j": "日",
      "e": "sun, sunshine, day",
      "f": "にち",
      "l": 3
    },
    {
      "j": "貢献",
      "e": "contribution, services",
      "f": "こうけん",
      "l": 3
    },
    {
      "j": "吸収",
      "e": "absorption, suction, attraction",
      "f": "きゅうしゅう",
      "l": 3
    },
    {
      "j": "騒音",
      "e": "noise",
      "f": "そうおん",
      "l": 3
    },
    {
      "j": "伝統",
      "e": "tradition, convention",
      "f": "でんとう",
      "l": 3
    },
    {
      "j": "化粧",
      "e": "make-up (cosmetic)",
      "f": "けしょう",
      "l": 3
    },
    {
      "j": "よろしく",
      "e": "well, properly, suitably, best regards, please remember me",
      "f": "（感）",
      "l": 3
    },
    {
      "j": "何でも",
      "e": "by all means, everything",
      "f": "なんでも",
      "l": 3
    },
    {
      "j": "割る",
      "e": "to divide, to cut, to break, to halve",
      "f": "わる",
      "l": 3
    },
    {
      "j": "ますます",
      "e": "increasingly, more and more",
      "f": "",
      "l": 3
    },
    {
      "j": "本物",
      "e": "genuine article",
      "f": "ほんもの",
      "l": 3
    },
    {
      "j": "始まり",
      "e": "origin, beginning",
      "f": "はじまり",
      "l": 3
    },
    {
      "j": "増加",
      "e": "increase, addition",
      "f": "ぞうか",
      "l": 3
    },
    {
      "j": "事務",
      "e": "business, office work",
      "f": "じむ",
      "l": 3
    },
    {
      "j": "菓子",
      "e": "pastry",
      "f": "かし",
      "l": 3
    },
    {
      "j": "今にも",
      "e": "at any time, soon",
      "f": "いまにも",
      "l": 3
    },
    {
      "j": "老人",
      "e": "the aged, old person",
      "f": "ろうじん",
      "l": 3
    },
    {
      "j": "運転",
      "e": "operation, motion, driving",
      "f": "うんてん",
      "l": 3
    },
    {
      "j": "非常",
      "e": "emergency, extraordinary, unusual",
      "f": "ひじょう",
      "l": 3
    },
    {
      "j": "丸い",
      "e": "round, circular, spherical",
      "f": "まるい",
      "l": 3
    },
    {
      "j": "掛かる",
      "e": "to take (e.g. time, money, etc), to hang",
      "f": "かかる",
      "l": 3
    },
    {
      "j": "他",
      "e": "other (esp. places and things)",
      "f": "た",
      "l": 3
    },
    {
      "j": "表面",
      "e": "surface, outside, face, appearance",
      "f": "ひょうめん",
      "l": 3
    },
    {
      "j": "自動",
      "e": "automatic, self-motion",
      "f": "じどう",
      "l": 3
    },
    {
      "j": "谷",
      "e": "valley",
      "f": "たに",
      "l": 3
    },
    {
      "j": "汗",
      "e": "sweat, perspiration",
      "f": "あせ",
      "l": 3
    },
    {
      "j": "スタンド",
      "e": "stand",
      "f": "",
      "l": 3
    },
    {
      "j": "報告",
      "e": "report, information",
      "f": "ほうこく",
      "l": 3
    },
    {
      "j": "目標",
      "e": "mark, objective, target",
      "f": "もくひょう",
      "l": 3
    },
    {
      "j": "繋ぐ",
      "e": "to tie, to fasten, to connect, to transfer (phone call)",
      "f": "つなぐ",
      "l": 3
    },
    {
      "j": "楽",
      "e": "comfort, ease",
      "f": "らく",
      "l": 3
    },
    {
      "j": "コピー",
      "e": "(1) a (photo)copy, (2) blurb on a book jacket",
      "f": "",
      "l": 3
    },
    {
      "j": "飛び出す",
      "e": "to jump out, to rush out, to fly out",
      "f": "とびだす",
      "l": 3
    },
    {
      "j": "うまい",
      "e": "delicious",
      "f": "うまい",
      "l": 3
    },
    {
      "j": "手術",
      "e": "surgical operation",
      "f": "しゅじゅつ",
      "l": 3
    },
    {
      "j": "有る",
      "e": "to be, to have",
      "f": "ある",
      "l": 3
    },
    {
      "j": "世の中",
      "e": "society, the world, the times",
      "f": "よのなか",
      "l": 3
    },
    {
      "j": "故障",
      "e": "break-down, failure, accident, out of order",
      "f": "こしょう",
      "l": 3
    },
    {
      "j": "急速",
      "e": "rapid (e.g. progress)",
      "f": "きゅうそく",
      "l": 3
    },
    {
      "j": "読み",
      "e": "reading",
      "f": "よみ",
      "l": 3
    },
    {
      "j": "絵画",
      "e": "picture",
      "f": "かいが",
      "l": 3
    },
    {
      "j": "波",
      "e": "wave",
      "f": "なみ",
      "l": 3
    },
    {
      "j": "損害",
      "e": "damage, injury, loss",
      "f": "そんがい",
      "l": 3
    },
    {
      "j": "かわいらしい",
      "e": "lovely, sweet",
      "f": "",
      "l": 3
    },
    {
      "j": "快適",
      "e": "pleasant, agreeable, comfortable",
      "f": "かいてき",
      "l": 3
    },
    {
      "j": "単位",
      "e": "unit, denomination, credit (in school)",
      "f": "たんい",
      "l": 3
    },
    {
      "j": "決まり",
      "e": "settlement, conclusion, regulation, rule",
      "f": "きまり",
      "l": 3
    },
    {
      "j": "所為",
      "e": "cause, reason, fault",
      "f": "せい",
      "l": 3
    },
    {
      "j": "穀物",
      "e": "grain, cereal, corn",
      "f": "こくもつ",
      "l": 3
    },
    {
      "j": "常識",
      "e": "common sense",
      "f": "じょうしき",
      "l": 3
    },
    {
      "j": "指導",
      "e": "leadership, guidance, coaching",
      "f": "しどう",
      "l": 3
    },
    {
      "j": "語",
      "e": "language, word",
      "f": "ご",
      "l": 3
    },
    {
      "j": "中",
      "e": "inside, middle, among",
      "f": "ちゅう",
      "l": 3
    },
    {
      "j": "間違い",
      "e": "mistake",
      "f": "まちがい",
      "l": 3
    },
    {
      "j": "望む",
      "e": "to desire, to wish for, to see, to command (a view of)",
      "f": "のぞむ",
      "l": 3
    },
    {
      "j": "利益",
      "e": "profits, gains, (political, economic) interest",
      "f": "りえき",
      "l": 3
    },
    {
      "j": "どんなに",
      "e": "how, how much",
      "f": "",
      "l": 3
    },
    {
      "j": "腰",
      "e": "hip",
      "f": "こし",
      "l": 3
    },
    {
      "j": "訴える",
      "e": "to sue (a person), to resort to, to appeal to",
      "f": "うったえる",
      "l": 3
    },
    {
      "j": "又",
      "e": "again, and",
      "f": "また",
      "l": 3
    },
    {
      "j": "食う",
      "e": "(male) (vulg) to eat",
      "f": "くう",
      "l": 3
    },
    {
      "j": "ユーモア",
      "e": "humor",
      "f": "",
      "l": 3
    },
    {
      "j": "そっくり",
      "e": "all, altogether, entirely, be just like, the splitting image of",
      "f": "",
      "l": 3
    },
    {
      "j": "発行",
      "e": "issue (publications)",
      "f": "はっこう",
      "l": 3
    },
    {
      "j": "成功",
      "e": "success, hit",
      "f": "せいこう",
      "l": 3
    },
    {
      "j": "現状",
      "e": "present condition, existing state, status quo",
      "f": "げんじょう",
      "l": 3
    },
    {
      "j": "従兄弟",
      "e": "cousin (male)",
      "f": "いとこ",
      "l": 3
    },
    {
      "j": "ぐっすり",
      "e": "sound asleep, fast asleep",
      "f": "",
      "l": 3
    },
    {
      "j": "ブレーキ",
      "e": "a brake",
      "f": "",
      "l": 3
    },
    {
      "j": "だけど",
      "e": "however",
      "f": "",
      "l": 3
    },
    {
      "j": "勉強",
      "e": "study, diligence, discount, reduction",
      "f": "べんきょう",
      "l": 3
    },
    {
      "j": "人間",
      "e": "human being, man, person",
      "f": "にんげん",
      "l": 3
    },
    {
      "j": "腐る",
      "e": "to rot, to go bad",
      "f": "くさる",
      "l": 3
    },
    {
      "j": "女優",
      "e": "actress",
      "f": "じょゆう",
      "l": 3
    },
    {
      "j": "キャプテン",
      "e": "captain",
      "f": "",
      "l": 3
    },
    {
      "j": "パイプ",
      "e": "(1) pipe, tube, (2) channels, official or otherwise",
      "f": "",
      "l": 3
    },
    {
      "j": "天然",
      "e": "nature, spontaneity",
      "f": "てんねん",
      "l": 3
    },
    {
      "j": "七",
      "e": "seven",
      "f": "しち",
      "l": 3
    },
    {
      "j": "警告",
      "e": "warning, advice",
      "f": "けいこく",
      "l": 3
    },
    {
      "j": "信じる",
      "e": "to believe, to place trust in",
      "f": "しんじる",
      "l": 3
    },
    {
      "j": "連続",
      "e": "serial, consecutive, continuity, continuing",
      "f": "れんぞく",
      "l": 3
    },
    {
      "j": "とん",
      "e": "ton",
      "f": "（1000",
      "l": 3
    },
    {
      "j": "現実",
      "e": "reality",
      "f": "げんじつ",
      "l": 3
    },
    {
      "j": "農業",
      "e": "agriculture",
      "f": "のうぎょう",
      "l": 3
    },
    {
      "j": "現金",
      "e": "cash, ready money, mercenary, self-interested",
      "f": "げんきん",
      "l": 3
    },
    {
      "j": "変更",
      "e": "change, modification, alteration",
      "f": "へんこう",
      "l": 3
    },
    {
      "j": "流行",
      "e": "fashionable, fad, in vogue, prevailing",
      "f": "りゅうこう",
      "l": 3
    },
    {
      "j": "図書",
      "e": "books",
      "f": "としょ",
      "l": 3
    },
    {
      "j": "経営",
      "e": "management, administration",
      "f": "けいえい",
      "l": 3
    },
    {
      "j": "代表",
      "e": "representative, representation, delegation, type, example, model",
      "f": "だいひょう",
      "l": 3
    },
    {
      "j": "明ける",
      "e": "to dawn, to become daylight",
      "f": "あける",
      "l": 3
    },
    {
      "j": "散歩",
      "e": "walk, stroll",
      "f": "さんぽ",
      "l": 3
    },
    {
      "j": "深刻",
      "e": "serious",
      "f": "しんこく",
      "l": 3
    },
    {
      "j": "眺める",
      "e": "to view, to gaze at",
      "f": "ながめる",
      "l": 3
    },
    {
      "j": "親戚",
      "e": "relative",
      "f": "しんせき",
      "l": 3
    },
    {
      "j": "国会",
      "e": "National Diet, parliament, congress",
      "f": "こっかい",
      "l": 3
    },
    {
      "j": "帯",
      "e": "band (e.g. conduction, valence)",
      "f": "おび",
      "l": 3
    },
    {
      "j": "誕生",
      "e": "birth",
      "f": "たんじょう",
      "l": 3
    },
    {
      "j": "参加",
      "e": "participation",
      "f": "さんか",
      "l": 3
    },
    {
      "j": "加える",
      "e": "to append, to sum up, to add (up)",
      "f": "くわえる",
      "l": 3
    },
    {
      "j": "学ぶ",
      "e": "to study (in depth), to learn, to take lessons in",
      "f": "まなぶ",
      "l": 3
    },
    {
      "j": "まさか",
      "e": "by no means",
      "f": "",
      "l": 3
    },
    {
      "j": "追い付く",
      "e": "to overtake, to catch up (with)",
      "f": "おいつく",
      "l": 3
    },
    {
      "j": "当たる",
      "e": "to be hit, to be successful, to be equivalent to",
      "f": "あたる",
      "l": 3
    },
    {
      "j": "夜明け",
      "e": "dawn, daybreak",
      "f": "よあけ",
      "l": 3
    },
    {
      "j": "関連",
      "e": "relation, connection, relevance",
      "f": "かんれん",
      "l": 3
    },
    {
      "j": "順番",
      "e": "turn (in line), order of things",
      "f": "じゅんばん",
      "l": 3
    },
    {
      "j": "叱る",
      "e": "to scold",
      "f": "しかる",
      "l": 3
    },
    {
      "j": "穏やか",
      "e": "calm, gentle, quiet",
      "f": "おだやか",
      "l": 3
    },
    {
      "j": "弾",
      "e": "bullet, shot, shell",
      "f": "たま",
      "l": 3
    },
    {
      "j": "宗教",
      "e": "religion",
      "f": "しゅうきょう",
      "l": 3
    },
    {
      "j": "完成",
      "e": "(1) complete, completion, (2) perfection, accomplishment",
      "f": "かんせい",
      "l": 3
    },
    {
      "j": "お互い",
      "e": "mutual, reciprocal, each other",
      "f": "おたがい",
      "l": 3
    },
    {
      "j": "等しい",
      "e": "equal",
      "f": "ひとしい",
      "l": 3
    },
    {
      "j": "芝生",
      "e": "lawn",
      "f": "しばふ",
      "l": 3
    },
    {
      "j": "程度",
      "e": "degree, amount, grade, standard, of the order of (following a number)",
      "f": "ていど",
      "l": 3
    },
    {
      "j": "以来",
      "e": "since, henceforth",
      "f": "いらい",
      "l": 3
    },
    {
      "j": "あした",
      "e": "tomorrow",
      "f": "",
      "l": 3
    },
    {
      "j": "支店",
      "e": "branch store (office)",
      "f": "してん",
      "l": 3
    },
    {
      "j": "尊重",
      "e": "respect, esteem, regard",
      "f": "そんちょう",
      "l": 3
    },
    {
      "j": "段",
      "e": "step, stair, flight of steps, grade, rank, level",
      "f": "だん",
      "l": 3
    },
    {
      "j": "政府",
      "e": "government, administration",
      "f": "せいふ",
      "l": 3
    },
    {
      "j": "配達",
      "e": "delivery, distribution",
      "f": "はいたつ",
      "l": 3
    },
    {
      "j": "強盗",
      "e": "robbery, burglary",
      "f": "ごうとう",
      "l": 3
    },
    {
      "j": "駐車",
      "e": "parking (e.g. car)",
      "f": "ちゅうしゃ",
      "l": 3
    },
    {
      "j": "梅",
      "e": "plum, plum-tree, lowest (of a three-tier ranking system)",
      "f": "うめ",
      "l": 3
    },
    {
      "j": "否",
      "e": "no, the noes",
      "f": "いや",
      "l": 3
    },
    {
      "j": "アウト",
      "e": "out",
      "f": "",
      "l": 3
    },
    {
      "j": "厄介",
      "e": "trouble, burden, care, bother",
      "f": "やっかい",
      "l": 3
    },
    {
      "j": "咳",
      "e": "cough",
      "f": "せき",
      "l": 3
    },
    {
      "j": "者",
      "e": "person",
      "f": "もの",
      "l": 3
    },
    {
      "j": "方々",
      "e": "persons, this and that, here and there, everywhere",
      "f": "かたがた",
      "l": 3
    },
    {
      "j": "国語",
      "e": "national language",
      "f": "こくご",
      "l": 3
    },
    {
      "j": "能力",
      "e": "ability, faculty",
      "f": "のうりょく",
      "l": 3
    },
    {
      "j": "都",
      "e": "capital",
      "f": "みやこ",
      "l": 3
    },
    {
      "j": "支配",
      "e": "rule, control, direction",
      "f": "しはい",
      "l": 3
    },
    {
      "j": "材料",
      "e": "ingredients, material",
      "f": "ざいりょう",
      "l": 3
    },
    {
      "j": "覚める",
      "e": "to wake, to wake up",
      "f": "さめる",
      "l": 3
    },
    {
      "j": "なかなか",
      "e": "very, considerably, easily",
      "f": "",
      "l": 3
    },
    {
      "j": "名人",
      "e": "master, expert",
      "f": "めいじん",
      "l": 3
    },
    {
      "j": "空",
      "e": "sky",
      "f": "から",
      "l": 3
    },
    {
      "j": "僅か",
      "e": "only, merely, a little, small quantity",
      "f": "わずか",
      "l": 3
    },
    {
      "j": "賢い",
      "e": "wise, clever, smart",
      "f": "かしこい",
      "l": 3
    },
    {
      "j": "画家",
      "e": "painter, artist",
      "f": "がか",
      "l": 3
    },
    {
      "j": "掴む",
      "e": "to seize, to catch, to grasp",
      "f": "つかむ",
      "l": 3
    },
    {
      "j": "皆",
      "e": "all, everyone, everybody",
      "f": "みんな",
      "l": 3
    },
    {
      "j": "影",
      "e": "shade, shadow, other side",
      "f": "かげ",
      "l": 3
    },
    {
      "j": "ばったり",
      "e": "with a clash (thud), with a bang, plump, flop",
      "f": "",
      "l": 3
    },
    {
      "j": "ありがとう",
      "e": "(conj, exp, int) Thank you",
      "f": "",
      "l": 3
    },
    {
      "j": "感動",
      "e": "being deeply moved, excitement, impression, deep emotion",
      "f": "かんどう",
      "l": 3
    },
    {
      "j": "現在",
      "e": "present, up to now, nowadays, modern times, current",
      "f": "げんざい",
      "l": 3
    },
    {
      "j": "屋根",
      "e": "roof",
      "f": "やね",
      "l": 3
    },
    {
      "j": "譲る",
      "e": "to turn over, to assign, to hand over",
      "f": "ゆずる",
      "l": 3
    },
    {
      "j": "天候",
      "e": "weather",
      "f": "てんこう",
      "l": 3
    },
    {
      "j": "自慢",
      "e": "pride, boast",
      "f": "じまん",
      "l": 3
    },
    {
      "j": "失業",
      "e": "unemployment",
      "f": "しつぎょう",
      "l": 3
    },
    {
      "j": "大戦",
      "e": "great war, great battle",
      "f": "たいせん",
      "l": 3
    },
    {
      "j": "守る",
      "e": "to protect, to obey, to guard, to abide (by the rules)",
      "f": "まもる",
      "l": 3
    },
    {
      "j": "価値",
      "e": "value, worth, merit",
      "f": "かち",
      "l": 3
    },
    {
      "j": "集まり",
      "e": "gathering, meeting, assembly, collection",
      "f": "あつまり",
      "l": 3
    },
    {
      "j": "これら",
      "e": "these",
      "f": "",
      "l": 3
    },
    {
      "j": "すごい",
      "e": "terrible, dreadful, terrific, amazing, great",
      "f": "",
      "l": 3
    },
    {
      "j": "大使",
      "e": "ambassador",
      "f": "たいし",
      "l": 3
    },
    {
      "j": "分析",
      "e": "analysis",
      "f": "ぶんせき",
      "l": 3
    },
    {
      "j": "先日",
      "e": "the other day, a few days ago",
      "f": "せんじつ",
      "l": 3
    },
    {
      "j": "悲劇",
      "e": "tragedy",
      "f": "ひげき",
      "l": 3
    },
    {
      "j": "現れる",
      "e": "(1) to appear, to come in sight, to become visible, (2) to express oneself",
      "f": "あらわれる",
      "l": 3
    },
    {
      "j": "アルバム",
      "e": "album",
      "f": "",
      "l": 3
    },
    {
      "j": "友情",
      "e": "friendship, fellowship",
      "f": "ゆうじょう",
      "l": 3
    },
    {
      "j": "泥",
      "e": "mud",
      "f": "どろ",
      "l": 3
    },
    {
      "j": "刀",
      "e": "sword, saber, knife, engraving tool",
      "f": "かたな",
      "l": 3
    },
    {
      "j": "話題",
      "e": "topic, subject",
      "f": "わだい",
      "l": 3
    },
    {
      "j": "通過",
      "e": "passage through, passing",
      "f": "つうか",
      "l": 3
    },
    {
      "j": "滅多に",
      "e": "rarely (with neg. verb), seldom",
      "f": "めったに",
      "l": 3
    },
    {
      "j": "度",
      "e": "counter for occurrences",
      "f": "たび",
      "l": 3
    },
    {
      "j": "希望",
      "e": "hope, wish, aspiration",
      "f": "きぼう",
      "l": 3
    },
    {
      "j": "様子",
      "e": "aspect, state, appearance",
      "f": "ようす",
      "l": 3
    },
    {
      "j": "越す",
      "e": "to go over (e.g. with audience)",
      "f": "こす",
      "l": 3
    },
    {
      "j": "チャンス",
      "e": "chance, opportunity",
      "f": "",
      "l": 3
    },
    {
      "j": "交際",
      "e": "company, friendship, association, society, acquaintance",
      "f": "こうさい",
      "l": 3
    },
    {
      "j": "申し込む",
      "e": "to apply for, to make an application",
      "f": "もうしこむ",
      "l": 3
    },
    {
      "j": "程",
      "e": "degree, extent, bounds, limit",
      "f": "ほど",
      "l": 3
    },
    {
      "j": "救助",
      "e": "relief, aid, rescue",
      "f": "きゅうじょ",
      "l": 3
    },
    {
      "j": "新た",
      "e": "new, fresh, novel",
      "f": "あらた",
      "l": 3
    },
    {
      "j": "列車",
      "e": "train (ordinary)",
      "f": "れっしゃ",
      "l": 3
    },
    {
      "j": "一種",
      "e": "a species, a kind, a variety",
      "f": "いっしゅ",
      "l": 3
    },
    {
      "j": "考え",
      "e": "thinking, thought, ideas, intention",
      "f": "かんがえ",
      "l": 3
    },
    {
      "j": "商売",
      "e": "trade, business, commerce, transaction, occupation",
      "f": "しょうばい",
      "l": 3
    },
    {
      "j": "欠席",
      "e": "absence, non-attendance",
      "f": "けっせき",
      "l": 3
    },
    {
      "j": "絶対",
      "e": "absolute, unconditional, absoluteness",
      "f": "ぜったい",
      "l": 3
    },
    {
      "j": "農家",
      "e": "farmer, farm family",
      "f": "のうか",
      "l": 3
    },
    {
      "j": "幾つ",
      "e": "how many?, how old?",
      "f": "いくつ",
      "l": 3
    },
    {
      "j": "信号",
      "e": "traffic lights, signal, semaphore",
      "f": "しんごう",
      "l": 3
    },
    {
      "j": "付ける",
      "e": "to attach, to join, to add, to append",
      "f": "つける",
      "l": 3
    },
    {
      "j": "そして",
      "e": "and",
      "f": "",
      "l": 3
    },
    {
      "j": "ぼんやり",
      "e": "absent-minded, block-head, dim, faint, vague",
      "f": "",
      "l": 3
    },
    {
      "j": "スキー",
      "e": "skiing",
      "f": "",
      "l": 3
    },
    {
      "j": "辛い",
      "e": "painful, heart-breaking",
      "f": "つらい",
      "l": 3
    },
    {
      "j": "生命",
      "e": "life, existence",
      "f": "せいめい",
      "l": 3
    },
    {
      "j": "構う",
      "e": "to mind, to care about, to be concerned about",
      "f": "かまう",
      "l": 3
    },
    {
      "j": "交換",
      "e": "exchange, interchange, reciprocity",
      "f": "こうかん",
      "l": 3
    },
    {
      "j": "知事",
      "e": "prefectural governor",
      "f": "ちじ",
      "l": 3
    },
    {
      "j": "やはり",
      "e": "also, as I thought, still, in spite of, absolutely, of course",
      "f": "",
      "l": 3
    },
    {
      "j": "進める",
      "e": "to advance, to promote, to hasten",
      "f": "すすめる",
      "l": 3
    },
    {
      "j": "爆発",
      "e": "explosion, detonation, eruption",
      "f": "ばくはつ",
      "l": 3
    },
    {
      "j": "かわいそう",
      "e": "poor, pitiable, pathetic",
      "f": "",
      "l": 3
    },
    {
      "j": "横切る",
      "e": "to cross (e.g. arms), to traverse",
      "f": "よこぎる",
      "l": 3
    },
    {
      "j": "害",
      "e": "injury, harm, evil influence, damage",
      "f": "がい",
      "l": 3
    },
    {
      "j": "自殺",
      "e": "suicide",
      "f": "じさつ",
      "l": 3
    },
    {
      "j": "トラック",
      "e": "(1) truck, (2) (running) track",
      "f": "",
      "l": 3
    },
    {
      "j": "承知",
      "e": "consent, acceptance, assent, admitting",
      "f": "しょうち",
      "l": 3
    },
    {
      "j": "宇宙",
      "e": "universe, cosmos, space",
      "f": "うちゅう",
      "l": 3
    },
    {
      "j": "適切",
      "e": "pertinent, appropriate, adequate, relevance",
      "f": "てきせつ",
      "l": 3
    },
    {
      "j": "ダイヤ",
      "e": "(1) dyer, (2) diagram, (3) (railway) schedule, (4) diamond",
      "f": "",
      "l": 3
    },
    {
      "j": "管理",
      "e": "control, management (e.g. of a business)",
      "f": "かんり",
      "l": 3
    },
    {
      "j": "豊か",
      "e": "abundant, wealthy, plentiful, rich",
      "f": "ゆたか",
      "l": 3
    },
    {
      "j": "競技",
      "e": "game, match, contest",
      "f": "きょうぎ",
      "l": 3
    },
    {
      "j": "設計",
      "e": "plan, design",
      "f": "せっけい",
      "l": 3
    },
    {
      "j": "汚染",
      "e": "pollution, contamination",
      "f": "おせん",
      "l": 3
    },
    {
      "j": "調子",
      "e": "tune, tone, key",
      "f": "ちょうし",
      "l": 3
    },
    {
      "j": "かなり",
      "e": "considerably, fairly, quite",
      "f": "",
      "l": 3
    },
    {
      "j": "海外",
      "e": "foreign, abroad, overseas",
      "f": "かいがい",
      "l": 3
    },
    {
      "j": "安定",
      "e": "stability, equilibrium",
      "f": "あんてい",
      "l": 3
    },
    {
      "j": "それ",
      "e": "it, that",
      "f": "（接。感）",
      "l": 3
    },
    {
      "j": "きつい",
      "e": "tight, close, intense",
      "f": "",
      "l": 3
    },
    {
      "j": "記者",
      "e": "reporter",
      "f": "きしゃ",
      "l": 3
    },
    {
      "j": "負け",
      "e": "defeat, loss, losing (a game)",
      "f": "まけ",
      "l": 3
    },
    {
      "j": "流れ",
      "e": "stream, current",
      "f": "ながれ",
      "l": 3
    },
    {
      "j": "評価",
      "e": "valuation, estimation, assessment, evaluation",
      "f": "ひょうか",
      "l": 3
    },
    {
      "j": "憲法",
      "e": "constitution",
      "f": "けんぽう",
      "l": 3
    },
    {
      "j": "劇場",
      "e": "theatre, playhouse",
      "f": "げきじょう",
      "l": 3
    },
    {
      "j": "働き",
      "e": "work, labor",
      "f": "はたらき",
      "l": 3
    },
    {
      "j": "停留所",
      "e": "bus or tram stop",
      "f": "ていりゅうじょ",
      "l": 3
    },
    {
      "j": "骨",
      "e": "bone",
      "f": "ほね",
      "l": 3
    },
    {
      "j": "おめでとう",
      "e": "Congratulations!, an auspicious occasion!",
      "f": "",
      "l": 3
    },
    {
      "j": "空く",
      "e": "(1) to open, to become empty, (2) to be less crowded",
      "f": "すく",
      "l": 3
    },
    {
      "j": "メンバー",
      "e": "member",
      "f": "",
      "l": 3
    },
    {
      "j": "癖",
      "e": "a habit (often a bad habit), peculiarity",
      "f": "くせ",
      "l": 3
    },
    {
      "j": "詩",
      "e": "poem, verse of poetry",
      "f": "し",
      "l": 3
    },
    {
      "j": "感じる",
      "e": "to feel, to sense, to experience",
      "f": "かんじる",
      "l": 3
    },
    {
      "j": "上",
      "e": "upper, outer, surface",
      "f": "うわ",
      "l": 3
    },
    {
      "j": "いずれ",
      "e": "where, which, who",
      "f": "",
      "l": 3
    },
    {
      "j": "保存",
      "e": "preservation, conservation, storage, maintenance",
      "f": "ほぞん",
      "l": 3
    },
    {
      "j": "あちこち",
      "e": "here and there",
      "f": "",
      "l": 3
    },
    {
      "j": "適度",
      "e": "moderate",
      "f": "てきど",
      "l": 3
    },
    {
      "j": "横断",
      "e": "crossing",
      "f": "おうだん",
      "l": 3
    },
    {
      "j": "いけない",
      "e": "must not do, bad, wrong, not good",
      "f": "",
      "l": 3
    },
    {
      "j": "布",
      "e": "cloth",
      "f": "ぬの",
      "l": 3
    },
    {
      "j": "夕べ",
      "e": "evening",
      "f": "ゆうべ",
      "l": 3
    },
    {
      "j": "専攻",
      "e": "major subject, special study",
      "f": "せんこう",
      "l": 3
    },
    {
      "j": "答案",
      "e": "examination paper, examination script",
      "f": "とうあん",
      "l": 3
    },
    {
      "j": "寄付",
      "e": "contribution, donation",
      "f": "きふ",
      "l": 3
    },
    {
      "j": "円",
      "e": "circle, money",
      "f": "えん",
      "l": 3
    },
    {
      "j": "罹る",
      "e": "to suffer from",
      "f": "かかる",
      "l": 3
    },
    {
      "j": "パイロット",
      "e": "pilot",
      "f": "",
      "l": 3
    },
    {
      "j": "係",
      "e": "official, duty, person in charge",
      "f": "かかり",
      "l": 3
    },
    {
      "j": "偶",
      "e": "even number, couple, man and wife, friend",
      "f": "たま",
      "l": 3
    },
    {
      "j": "コーチ",
      "e": "coach",
      "f": "",
      "l": 3
    },
    {
      "j": "検査",
      "e": "inspection (e.g. customs, factory), examination",
      "f": "けんさ",
      "l": 3
    },
    {
      "j": "位",
      "e": "grade, rank, about",
      "f": "くらい",
      "l": 3
    },
    {
      "j": "従う",
      "e": "to abide (by the rules), to obey, to follow, to accompany",
      "f": "したがう",
      "l": 3
    },
    {
      "j": "維持",
      "e": "maintenance, preservation",
      "f": "いじ",
      "l": 3
    },
    {
      "j": "陰",
      "e": "shade, shadow, other side",
      "f": "かげ",
      "l": 3
    },
    {
      "j": "節約",
      "e": "economising, saving",
      "f": "せつやく",
      "l": 3
    },
    {
      "j": "光景",
      "e": "scene, spectacle",
      "f": "こうけい",
      "l": 3
    },
    {
      "j": "他人",
      "e": "another person, unrelated person, outsider, stranger",
      "f": "たにん",
      "l": 3
    },
    {
      "j": "祝い",
      "e": "celebration, festival",
      "f": "いわい",
      "l": 3
    },
    {
      "j": "主婦",
      "e": "housewife, mistress",
      "f": "しゅふ",
      "l": 3
    },
    {
      "j": "思わず",
      "e": "unintentional, spontaneous",
      "f": "おもわず",
      "l": 3
    },
    {
      "j": "移す",
      "e": "to remove, to transfer, to infect",
      "f": "うつす",
      "l": 3
    },
    {
      "j": "団体",
      "e": "organization, association",
      "f": "だんたい",
      "l": 3
    },
    {
      "j": "日常",
      "e": "ordinary, regular, everyday, usual",
      "f": "にちじょう",
      "l": 3
    },
    {
      "j": "基本",
      "e": "foundation, basis, standard",
      "f": "きほん",
      "l": 3
    },
    {
      "j": "敵",
      "e": "enemy, rival",
      "f": "てき",
      "l": 3
    },
    {
      "j": "しまう",
      "e": "to finish, to close, to do something completely",
      "f": "（終わる）",
      "l": 3
    },
    {
      "j": "こんにちは",
      "e": "hello, good day (daytime greeting, id)",
      "f": "",
      "l": 3
    },
    {
      "j": "つまり",
      "e": "in short, in brief, in other words",
      "f": "",
      "l": 3
    },
    {
      "j": "ゴール",
      "e": "goal",
      "f": "",
      "l": 3
    },
    {
      "j": "製品",
      "e": "manufactured goods, finished goods",
      "f": "せいひん",
      "l": 3
    },
    {
      "j": "案内",
      "e": "information, guidance, leading",
      "f": "あんない",
      "l": 3
    },
    {
      "j": "電子",
      "e": "electron",
      "f": "でんし",
      "l": 3
    },
    {
      "j": "それぞれ",
      "e": "each, every, either, respectively, severally",
      "f": "",
      "l": 3
    },
    {
      "j": "拡大",
      "e": "magnification, enlargement",
      "f": "かくだい",
      "l": 3
    },
    {
      "j": "とにかく",
      "e": "anyhow, at any rate, anyway, somehow or other, generally speaking, in any case",
      "f": "",
      "l": 3
    },
    {
      "j": "一致",
      "e": "(1) coincidence, agreement, (2) conformity",
      "f": "いっち",
      "l": 3
    },
    {
      "j": "どこか",
      "e": "somewhere, anywhere",
      "f": "",
      "l": 3
    },
    {
      "j": "ノック",
      "e": "(1) knock, (2) fungo (baseball)",
      "f": "",
      "l": 3
    },
    {
      "j": "鉄",
      "e": "iron",
      "f": "てつ",
      "l": 3
    },
    {
      "j": "税金",
      "e": "tax, duty",
      "f": "ぜいきん",
      "l": 3
    },
    {
      "j": "四",
      "e": "four",
      "f": "し",
      "l": 3
    },
    {
      "j": "強力",
      "e": "herculean strength, mountain carrier-guide",
      "f": "きょうりょく",
      "l": 3
    },
    {
      "j": "現象",
      "e": "phenomenon",
      "f": "げんしょう",
      "l": 3
    },
    {
      "j": "罰する",
      "e": "to punish, to penalize",
      "f": "ばっする",
      "l": 3
    },
    {
      "j": "主張",
      "e": "claim, request, insistence, assertion",
      "f": "しゅちょう",
      "l": 3
    },
    {
      "j": "音",
      "e": "sound, note",
      "f": "おん",
      "l": 3
    },
    {
      "j": "轢く",
      "e": "to run somebody over (with vehicle), to knock someone down",
      "f": "ひく",
      "l": 3
    },
    {
      "j": "小屋",
      "e": "hut, cabin, shed, (animal) pen",
      "f": "こや",
      "l": 3
    },
    {
      "j": "個人",
      "e": "individual, private person, personal, private",
      "f": "こじん",
      "l": 3
    },
    {
      "j": "苦手",
      "e": "poor (at), weak (in), dislike (of)",
      "f": "にがて",
      "l": 3
    },
    {
      "j": "通行",
      "e": "passage, passing",
      "f": "つうこう",
      "l": 3
    },
    {
      "j": "宝",
      "e": "treasure",
      "f": "たから",
      "l": 3
    },
    {
      "j": "与える",
      "e": "to give, to present, to award",
      "f": "あたえる",
      "l": 3
    },
    {
      "j": "知恵",
      "e": "wisdom, wit, sagacity, sense, intelligence, advice",
      "f": "ちえ",
      "l": 3
    },
    {
      "j": "宝石",
      "e": "gem, jewel",
      "f": "ほうせき",
      "l": 3
    },
    {
      "j": "婚約",
      "e": "engagement, betrothal",
      "f": "こんやく",
      "l": 3
    },
    {
      "j": "嬉しい",
      "e": "happy, glad, pleasant",
      "f": "うれしい",
      "l": 3
    },
    {
      "j": "城",
      "e": "castle",
      "f": "しろ",
      "l": 3
    },
    {
      "j": "はあ",
      "e": "",
      "f": "（感）",
      "l": 3
    },
    {
      "j": "年寄",
      "e": "old people, the aged",
      "f": "としより",
      "l": 3
    },
    {
      "j": "マーケット",
      "e": "market",
      "f": "",
      "l": 3
    },
    {
      "j": "外交",
      "e": "diplomacy",
      "f": "がいこう",
      "l": 3
    },
    {
      "j": "観客",
      "e": "audience, spectator(s)",
      "f": "かんきゃく",
      "l": 3
    },
    {
      "j": "衛星",
      "e": "satellite",
      "f": "えいせい",
      "l": 3
    },
    {
      "j": "取り上げる",
      "e": "to take up, to pick up, to disqualify, to confiscate, to deprive",
      "f": "とりあげる",
      "l": 3
    },
    {
      "j": "義務",
      "e": "duty, obligation, responsibility",
      "f": "ぎむ",
      "l": 3
    },
    {
      "j": "至る",
      "e": "to come, to arrive",
      "f": "いたる",
      "l": 3
    },
    {
      "j": "候補",
      "e": "candidacy",
      "f": "こうほ",
      "l": 3
    },
    {
      "j": "バッグ",
      "e": "bag, bug",
      "f": "",
      "l": 3
    },
    {
      "j": "水準",
      "e": "(1) water level, (2) level, standard",
      "f": "すいじゅん",
      "l": 3
    },
    {
      "j": "平ら",
      "e": "flatness, level, smooth, calm, plain",
      "f": "たいら",
      "l": 3
    },
    {
      "j": "作物",
      "e": "produce (e.g. agricultural), crops",
      "f": "さくもつ",
      "l": 3
    },
    {
      "j": "支払う",
      "e": "to pay",
      "f": "しはらう",
      "l": 3
    },
    {
      "j": "飯",
      "e": "(sl) meals, food",
      "f": "めし",
      "l": 3
    },
    {
      "j": "型",
      "e": "mold, model, style, shape, data-type",
      "f": "かた",
      "l": 3
    },
    {
      "j": "収入",
      "e": "income, receipts, revenue",
      "f": "しゅうにゅう",
      "l": 3
    },
    {
      "j": "広告",
      "e": "advertisement",
      "f": "こうこく",
      "l": 3
    },
    {
      "j": "おじいさん",
      "e": "grandfather, male senior-citizen",
      "f": "",
      "l": 3
    },
    {
      "j": "帰宅",
      "e": "returning home",
      "f": "きたく",
      "l": 3
    },
    {
      "j": "暮れ",
      "e": "year end, sunset, nightfall, end",
      "f": "くれ",
      "l": 3
    },
    {
      "j": "禁煙",
      "e": "No Smoking!",
      "f": "きんえん",
      "l": 3
    },
    {
      "j": "宜しい",
      "e": "(hon) good, OK, all right, fine, very well, will do, may, can",
      "f": "よろしい",
      "l": 3
    },
    {
      "j": "替える",
      "e": "to exchange, to interchange, to substitute, to replace",
      "f": "かえる",
      "l": 3
    },
    {
      "j": "寧ろ",
      "e": "rather, better, instead",
      "f": "むしろ",
      "l": 3
    },
    {
      "j": "ビール",
      "e": "beer",
      "f": "",
      "l": 3
    },
    {
      "j": "疑問",
      "e": "question, problem, doubt, guess",
      "f": "ぎもん",
      "l": 3
    },
    {
      "j": "供給",
      "e": "supply, provision",
      "f": "きょうきゅう",
      "l": 3
    },
    {
      "j": "スタイル",
      "e": "style",
      "f": "",
      "l": 3
    },
    {
      "j": "議員",
      "e": "member of the Diet, congress or parliament",
      "f": "ぎいん",
      "l": 3
    },
    {
      "j": "スイッチ",
      "e": "switch",
      "f": "",
      "l": 3
    },
    {
      "j": "認める",
      "e": "to recognize, to appreciate, to approve, to admit, to notice",
      "f": "みとめる",
      "l": 3
    },
    {
      "j": "最低",
      "e": "least, lowest, worst",
      "f": "さいてい",
      "l": 3
    },
    {
      "j": "でも",
      "e": "but, however",
      "f": "でも",
      "l": 3
    },
    {
      "j": "科目",
      "e": "(school) subject, curriculum, course",
      "f": "かもく",
      "l": 3
    },
    {
      "j": "ほぼ",
      "e": "almost, roughly, approximately",
      "f": "",
      "l": 3
    },
    {
      "j": "ただ",
      "e": "free of charge, mere, only",
      "f": "",
      "l": 3
    },
    {
      "j": "長期",
      "e": "long time period",
      "f": "ちょうき",
      "l": 3
    },
    {
      "j": "空き",
      "e": "room, time to spare, emptiness",
      "f": "あき",
      "l": 3
    },
    {
      "j": "限る",
      "e": "to restrict, to limit, to confine",
      "f": "かぎる",
      "l": 3
    },
    {
      "j": "芝居",
      "e": "play, drama",
      "f": "しばい",
      "l": 3
    },
    {
      "j": "土地",
      "e": "plot of land, lot, soil",
      "f": "とち",
      "l": 3
    },
    {
      "j": "塀",
      "e": "wall, fence",
      "f": "へい",
      "l": 3
    },
    {
      "j": "離婚",
      "e": "divorce",
      "f": "りこん",
      "l": 3
    },
    {
      "j": "共同",
      "e": "cooperation, association, collaboration, joint",
      "f": "きょうどう",
      "l": 3
    },
    {
      "j": "住民",
      "e": "citizens, inhabitants, residents, population",
      "f": "じゅうみん",
      "l": 3
    },
    {
      "j": "街",
      "e": "(1) town, (2) street, road",
      "f": "まち",
      "l": 3
    },
    {
      "j": "感覚",
      "e": "sense, sensation",
      "f": "かんかく",
      "l": 3
    },
    {
      "j": "居眠り",
      "e": "dozing, nodding off",
      "f": "いねむり",
      "l": 3
    },
    {
      "j": "緊張",
      "e": "tension, mental strain, nervousness",
      "f": "きんちょう",
      "l": 3
    },
    {
      "j": "物音",
      "e": "sounds",
      "f": "ものおと",
      "l": 3
    },
    {
      "j": "変化",
      "e": "goblin, ghost, apparition, bugbear",
      "f": "へんか",
      "l": 3
    },
    {
      "j": "節",
      "e": "tune, tone, knot, knob, point",
      "f": "ふし",
      "l": 3
    },
    {
      "j": "検討",
      "e": "consideration, examination, investigation, study, scrutiny",
      "f": "けんとう",
      "l": 3
    },
    {
      "j": "合わせる",
      "e": "to join together, to be opposite, to face, to unite",
      "f": "あわせる",
      "l": 3
    },
    {
      "j": "別に",
      "e": "(not) particularly, nothing",
      "f": "べつに",
      "l": 3
    },
    {
      "j": "財産",
      "e": "property, fortune, assets",
      "f": "ざいさん",
      "l": 3
    },
    {
      "j": "飛ばす",
      "e": "to skip over, to omit",
      "f": "とばす",
      "l": 3
    },
    {
      "j": "炎",
      "e": "flame",
      "f": "ほのお",
      "l": 3
    },
    {
      "j": "発展",
      "e": "development, growth",
      "f": "はってん",
      "l": 3
    },
    {
      "j": "越える",
      "e": "to exceed, to cross over, to cross",
      "f": "こえる",
      "l": 3
    },
    {
      "j": "不安",
      "e": "anxiety, uneasiness, insecurity, suspense",
      "f": "ふあん",
      "l": 3
    },
    {
      "j": "抜ける",
      "e": "to come out, to fall out, to be omitted",
      "f": "ぬける",
      "l": 3
    },
    {
      "j": "下さる",
      "e": "(hon) to give, to confer",
      "f": "くださる",
      "l": 3
    },
    {
      "j": "減る",
      "e": "to decrease (in size or number), to diminish, to abate",
      "f": "へる",
      "l": 3
    },
    {
      "j": "粉",
      "e": "flour, meal, powder",
      "f": "こな",
      "l": 3
    },
    {
      "j": "ごめんなさい",
      "e": "I beg your pardon, excuse me",
      "f": "",
      "l": 3
    },
    {
      "j": "ピン",
      "e": "pin",
      "f": "",
      "l": 3
    },
    {
      "j": "必ずしも",
      "e": "(not) always, (not) necessarily, (not) all, (not) entirely",
      "f": "かならずしも",
      "l": 3
    },
    {
      "j": "左右",
      "e": "(1) left and right, (2) influence, control, domination",
      "f": "さゆう",
      "l": 3
    },
    {
      "j": "速度",
      "e": "speed, velocity, rate",
      "f": "そくど",
      "l": 3
    },
    {
      "j": "印",
      "e": "(1) mark, (2) symbol, (3) evidence",
      "f": "しるし",
      "l": 3
    },
    {
      "j": "移動",
      "e": "removal, migration, movement",
      "f": "いどう",
      "l": 3
    },
    {
      "j": "友",
      "e": "friend, companion, pal",
      "f": "とも",
      "l": 3
    },
    {
      "j": "命",
      "e": "command, decree, life, destiny",
      "f": "いのち",
      "l": 3
    },
    {
      "j": "ふと",
      "e": "suddenly, casually, accidentally, incidentally, unexpectedly, unintentionally",
      "f": "（副）",
      "l": 3
    },
    {
      "j": "黒板",
      "e": "blackboard",
      "f": "こくばん",
      "l": 3
    },
    {
      "j": "著者",
      "e": "author, writer",
      "f": "ちょしゃ",
      "l": 3
    },
    {
      "j": "審判",
      "e": "refereeing, trial, judgement, umpire, referee",
      "f": "しんぱん",
      "l": 3
    },
    {
      "j": "休暇",
      "e": "holiday, day off, furlough",
      "f": "きゅうか",
      "l": 3
    },
    {
      "j": "増す",
      "e": "to increase, to grow",
      "f": "ます",
      "l": 3
    },
    {
      "j": "共に",
      "e": "sharing with, participate in",
      "f": "ともに",
      "l": 3
    },
    {
      "j": "少々",
      "e": "just a minute, small quantity",
      "f": "しょうしょう",
      "l": 3
    },
    {
      "j": "番",
      "e": "",
      "f": "ばん",
      "l": 3
    },
    {
      "j": "苦痛",
      "e": "pain, agony",
      "f": "くつう",
      "l": 3
    },
    {
      "j": "免許",
      "e": "license, permit, licence, certificate",
      "f": "めんきょ",
      "l": 3
    },
    {
      "j": "受け取る",
      "e": "to receive, to get, to accept, to take",
      "f": "うけとる",
      "l": 3
    },
    {
      "j": "収める",
      "e": "to obtain, to reap, to pay, to supply, to accept",
      "f": "おさめる",
      "l": 3
    },
    {
      "j": "依頼",
      "e": "(1) request, commission, dispatch, (2) dependence, trust",
      "f": "いらい",
      "l": 3
    },
    {
      "j": "完了",
      "e": "completion, conclusion",
      "f": "かんりょう",
      "l": 3
    },
    {
      "j": "鼠",
      "e": "(1) mouse, rat, (2) dark gray, slate color",
      "f": "ねずみ",
      "l": 3
    },
    {
      "j": "上達",
      "e": "improvement, advance, progress",
      "f": "じょうたつ",
      "l": 3
    },
    {
      "j": "考慮",
      "e": "consideration, taking into account",
      "f": "こうりょ",
      "l": 3
    },
    {
      "j": "酔う",
      "e": "to get drunk, to become intoxicated",
      "f": "よう",
      "l": 3
    },
    {
      "j": "その",
      "e": "the, that",
      "f": "その",
      "l": 3
    },
    {
      "j": "あいにく",
      "e": "unfortunately, Sorry, but....",
      "f": "",
      "l": 3
    },
    {
      "j": "近代",
      "e": "present day",
      "f": "きんだい",
      "l": 3
    },
    {
      "j": "許可",
      "e": "permission, approval",
      "f": "きょか",
      "l": 3
    },
    {
      "j": "解ける",
      "e": "to come untied, to come apart",
      "f": "とける",
      "l": 3
    },
    {
      "j": "活用",
      "e": "conjugation, practical use",
      "f": "かつよう",
      "l": 3
    },
    {
      "j": "実",
      "e": "fruit, nut, seed, content, good result",
      "f": "み",
      "l": 3
    },
    {
      "j": "睡眠",
      "e": "sleep",
      "f": "すいみん",
      "l": 3
    },
    {
      "j": "労働",
      "e": "manual labor, toil, work",
      "f": "ろうどう",
      "l": 3
    },
    {
      "j": "巣",
      "e": "nest, rookery, breeding place, beehive, cobweb",
      "f": "す",
      "l": 3
    },
    {
      "j": "トランプ",
      "e": "playing cards (lit: trump)",
      "f": "",
      "l": 3
    },
    {
      "j": "マスター",
      "e": "proprietor, manager, barowner, master (e.g. arts, science)",
      "f": "",
      "l": 3
    },
    {
      "j": "直に",
      "e": "immediately, readily, directly",
      "f": "じかに",
      "l": 3
    },
    {
      "j": "出席",
      "e": "attendance, presence",
      "f": "しゅっせき",
      "l": 3
    },
    {
      "j": "匂い",
      "e": "odour, scent, smell, stench",
      "f": "におい",
      "l": 3
    },
    {
      "j": "離す",
      "e": "to part, divide, separate",
      "f": "はなす",
      "l": 3
    },
    {
      "j": "大半",
      "e": "majority, mostly, generally",
      "f": "たいはん",
      "l": 3
    },
    {
      "j": "単語",
      "e": "word, vocabulary, (usually) single-character word",
      "f": "たんご",
      "l": 3
    },
    {
      "j": "一度に",
      "e": "all at once",
      "f": "いちどに",
      "l": 3
    },
    {
      "j": "わざと",
      "e": "on purpose",
      "f": "",
      "l": 3
    },
    {
      "j": "余分",
      "e": "extra, excess, surplus",
      "f": "よぶん",
      "l": 3
    },
    {
      "j": "地方",
      "e": "area, locality, district, region, the coast",
      "f": "ちほう",
      "l": 3
    },
    {
      "j": "呼吸",
      "e": "breath, respiration",
      "f": "こきゅう",
      "l": 3
    },
    {
      "j": "高速",
      "e": "high speed, high gear",
      "f": "こうそく",
      "l": 3
    },
    {
      "j": "礼",
      "e": "expression of gratitude",
      "f": "れい",
      "l": 3
    },
    {
      "j": "まあ",
      "e": "(female) you might say",
      "f": "",
      "l": 3
    },
    {
      "j": "普段",
      "e": "usually, habitually, ordinarily, always",
      "f": "ふだん",
      "l": 3
    },
    {
      "j": "格好",
      "e": "shape, form, posture, suitability",
      "f": "かっこう",
      "l": 3
    },
    {
      "j": "永遠",
      "e": "eternity, perpetuity, immortality, permanence",
      "f": "えいえん",
      "l": 3
    },
    {
      "j": "頂上",
      "e": "top, summit, peak",
      "f": "ちょうじょう",
      "l": 3
    },
    {
      "j": "握手",
      "e": "handshake",
      "f": "あくしゅ",
      "l": 3
    },
    {
      "j": "今に",
      "e": "before long, even now",
      "f": "いまに",
      "l": 3
    },
    {
      "j": "女王",
      "e": "queen",
      "f": "じょおう",
      "l": 3
    },
    {
      "j": "下す",
      "e": "to lower, to let go down",
      "f": "おろす",
      "l": 3
    },
    {
      "j": "夜",
      "e": "evening, night",
      "f": "よ",
      "l": 3
    },
    {
      "j": "コンピューター",
      "e": "computer",
      "f": "",
      "l": 3
    },
    {
      "j": "背",
      "e": "height, stature",
      "f": "せい",
      "l": 3
    },
    {
      "j": "平等",
      "e": "equality (a), impartiality, evenness",
      "f": "びょうどう",
      "l": 3
    },
    {
      "j": "感謝",
      "e": "thanks, gratitude",
      "f": "かんしゃ",
      "l": 3
    },
    {
      "j": "部分",
      "e": "portion, section, part",
      "f": "ぶぶん",
      "l": 3
    },
    {
      "j": "性格",
      "e": "character, personality",
      "f": "せいかく",
      "l": 3
    },
    {
      "j": "劇",
      "e": "drama, play",
      "f": "げき",
      "l": 3
    },
    {
      "j": "被害",
      "e": "damage",
      "f": "ひがい",
      "l": 3
    },
    {
      "j": "瞬間",
      "e": "moment, second, instant",
      "f": "しゅんかん",
      "l": 3
    },
    {
      "j": "ミルク",
      "e": "milk",
      "f": "",
      "l": 3
    },
    {
      "j": "哲学",
      "e": "philosophy",
      "f": "てつがく",
      "l": 3
    },
    {
      "j": "かもしれない",
      "e": "may, might, perhaps, may be, possibly",
      "f": "",
      "l": 3
    },
    {
      "j": "訪問",
      "e": "call, visit",
      "f": "ほうもん",
      "l": 3
    },
    {
      "j": "会合",
      "e": "meeting, assembly",
      "f": "かいごう",
      "l": 3
    },
    {
      "j": "おそらく",
      "e": "perhaps",
      "f": "",
      "l": 3
    },
    {
      "j": "針",
      "e": "needle, hand (e.g. clock)",
      "f": "はり",
      "l": 3
    },
    {
      "j": "招待",
      "e": "invitation",
      "f": "しょうたい",
      "l": 3
    },
    {
      "j": "数字",
      "e": "numeral, figure",
      "f": "すうじ",
      "l": 3
    },
    {
      "j": "数",
      "e": "number, figure",
      "f": "かず",
      "l": 3
    },
    {
      "j": "元",
      "e": "(1) origin, original, (2) former",
      "f": "もと",
      "l": 3
    },
    {
      "j": "行儀",
      "e": "manners",
      "f": "ぎょうぎ",
      "l": 3
    },
    {
      "j": "署名",
      "e": "signature",
      "f": "しょめい",
      "l": 3
    },
    {
      "j": "微笑む",
      "e": "to smile",
      "f": "ほほえむ",
      "l": 3
    },
    {
      "j": "中止",
      "e": "suspension, stoppage, discontinuance, interruption",
      "f": "ちゅうし",
      "l": 3
    },
    {
      "j": "向く",
      "e": "to face",
      "f": "むく",
      "l": 3
    },
    {
      "j": "幼い",
      "e": "very young, childish",
      "f": "おさない",
      "l": 3
    },
    {
      "j": "沖",
      "e": "open sea",
      "f": "おき",
      "l": 3
    },
    {
      "j": "観察",
      "e": "observation, survey",
      "f": "かんさつ",
      "l": 3
    },
    {
      "j": "バイオリン",
      "e": "violin",
      "f": "",
      "l": 3
    },
    {
      "j": "最中",
      "e": "in the middle of",
      "f": "さいちゅう",
      "l": 3
    },
    {
      "j": "成長",
      "e": "growth, grow to adulthood",
      "f": "せいちょう",
      "l": 3
    },
    {
      "j": "集中",
      "e": "concentration, focusing the mind",
      "f": "しゅうちゅう",
      "l": 3
    },
    {
      "j": "切れる",
      "e": "(1) to cut well, to be sharp, (2) to break (off)",
      "f": "きれる",
      "l": 3
    },
    {
      "j": "企業",
      "e": "enterprise, undertaking",
      "f": "きぎょう",
      "l": 3
    },
    {
      "j": "すなわち",
      "e": "that is, namely, i.e.",
      "f": "",
      "l": 3
    },
    {
      "j": "明確",
      "e": "clear up, clarify, define",
      "f": "めいかく",
      "l": 3
    },
    {
      "j": "機能",
      "e": "function, faculty",
      "f": "きのう",
      "l": 3
    },
    {
      "j": "句",
      "e": "sentence",
      "f": "く",
      "l": 3
    },
    {
      "j": "十",
      "e": "10, ten",
      "f": "じゅう",
      "l": 3
    },
    {
      "j": "様",
      "e": "way, manner, kind",
      "f": "よう",
      "l": 3
    },
    {
      "j": "確かめる",
      "e": "to ascertain",
      "f": "たしかめる",
      "l": 3
    },
    {
      "j": "請求",
      "e": "claim, demand, application, request",
      "f": "せいきゅう",
      "l": 3
    },
    {
      "j": "笛",
      "e": "flute, pipe",
      "f": "ふえ",
      "l": 3
    },
    {
      "j": "けち",
      "e": "stinginess, miser, miserliness",
      "f": "",
      "l": 3
    },
    {
      "j": "しばしば",
      "e": "often, again and again, frequently",
      "f": "",
      "l": 3
    },
    {
      "j": "道徳",
      "e": "morals",
      "f": "どうとく",
      "l": 3
    },
    {
      "j": "権利",
      "e": "right, privilege",
      "f": "けんり",
      "l": 3
    },
    {
      "j": "話し合う",
      "e": "to discuss, to talk together",
      "f": "はなしあう",
      "l": 3
    },
    {
      "j": "発達",
      "e": "development, growth",
      "f": "はったつ",
      "l": 3
    },
    {
      "j": "症状",
      "e": "symptoms, condition",
      "f": "しょうじょう",
      "l": 3
    },
    {
      "j": "金属",
      "e": "metal",
      "f": "きんぞく",
      "l": 3
    },
    {
      "j": "同様",
      "e": "identical, equal to, same (kind), like",
      "f": "どうよう",
      "l": 3
    },
    {
      "j": "残す",
      "e": "to leave (behind, over), to bequeath, to save, to reserve",
      "f": "のこす",
      "l": 3
    },
    {
      "j": "詰める",
      "e": "to pack, to shorten, to work out (details)",
      "f": "つめる",
      "l": 3
    },
    {
      "j": "製造",
      "e": "manufacture, production",
      "f": "せいぞう",
      "l": 3
    },
    {
      "j": "破る",
      "e": "to tear, to violate, to defeat, to smash, to destroy",
      "f": "やぶる",
      "l": 3
    },
    {
      "j": "正直",
      "e": "honesty, integrity, frankness",
      "f": "しょうじき",
      "l": 3
    },
    {
      "j": "論争",
      "e": "controversy, dispute",
      "f": "ろんそう",
      "l": 3
    },
    {
      "j": "灯",
      "e": "light",
      "f": "ひ",
      "l": 3
    },
    {
      "j": "不自由",
      "e": "discomfort, disability, inconvenience, destitution",
      "f": "ふじゆう",
      "l": 3
    },
    {
      "j": "地位",
      "e": "(social) position, status",
      "f": "ちい",
      "l": 3
    },
    {
      "j": "毒",
      "e": "poison, toxicant",
      "f": "どく",
      "l": 3
    },
    {
      "j": "提出",
      "e": "presentation, submission, filing",
      "f": "ていしゅつ",
      "l": 3
    },
    {
      "j": "当てる",
      "e": "to hit, to apply a patch",
      "f": "あてる",
      "l": 3
    },
    {
      "j": "ハイキング",
      "e": "hiking",
      "f": "",
      "l": 3
    },
    {
      "j": "外",
      "e": "other place, the rest",
      "f": "ほか",
      "l": 3
    },
    {
      "j": "隠す",
      "e": "to hide, to conceal",
      "f": "かくす",
      "l": 3
    },
    {
      "j": "氏",
      "e": "family name, lineage, birth",
      "f": "し",
      "l": 3
    },
    {
      "j": "鋭い",
      "e": "pointed, sharp",
      "f": "するどい",
      "l": 3
    },
    {
      "j": "学",
      "e": "learning, scholarship, erudition, knowledge",
      "f": "がく",
      "l": 3
    },
    {
      "j": "構成",
      "e": "organization, composition",
      "f": "こうせい",
      "l": 3
    },
    {
      "j": "欠陥",
      "e": "defect, fault, deficiency",
      "f": "けっかん",
      "l": 3
    },
    {
      "j": "分",
      "e": "dividing, part",
      "f": "ぶ",
      "l": 3
    },
    {
      "j": "努力",
      "e": "great effort, exertion, endeavour, effort",
      "f": "どりょく",
      "l": 3
    },
    {
      "j": "食事",
      "e": "meal",
      "f": "しょくじ",
      "l": 3
    },
    {
      "j": "使用",
      "e": "use, application, employment, utilization",
      "f": "しよう",
      "l": 3
    },
    {
      "j": "宿泊",
      "e": "lodging",
      "f": "しゅくはく",
      "l": 3
    },
    {
      "j": "勘定",
      "e": "calculation, counting, consideration",
      "f": "かんじょう",
      "l": 3
    },
    {
      "j": "サイン",
      "e": "(1) autograph, (2) sign, (3) sine",
      "f": "",
      "l": 3
    },
    {
      "j": "分野",
      "e": "field, sphere, realm, division, branch",
      "f": "ぶんや",
      "l": 3
    },
    {
      "j": "好み",
      "e": "liking, taste, choice",
      "f": "このみ",
      "l": 3
    },
    {
      "j": "整理",
      "e": "sorting, arrangement, adjustment, regulation",
      "f": "せいり",
      "l": 3
    },
    {
      "j": "酒",
      "e": "alcohol, sake",
      "f": "さけ",
      "l": 3
    },
    {
      "j": "広がる",
      "e": "to spread (out), to extend, to stretch, to reach to, to get around",
      "f": "ひろがる",
      "l": 3
    },
    {
      "j": "学問",
      "e": "scholarship, study, learning",
      "f": "がくもん",
      "l": 3
    },
    {
      "j": "曇",
      "e": "cloudiness, cloudy weather, shadow",
      "f": "くもり",
      "l": 3
    },
    {
      "j": "無駄",
      "e": "futility, uselessness",
      "f": "むだ",
      "l": 3
    },
    {
      "j": "大陸",
      "e": "continent",
      "f": "たいりく",
      "l": 3
    },
    {
      "j": "灰",
      "e": "ash",
      "f": "はい",
      "l": 3
    },
    {
      "j": "真面目",
      "e": "diligent, serious, honest",
      "f": "まじめ",
      "l": 3
    },
    {
      "j": "大いに",
      "e": "very, much, greatly",
      "f": "おおいに",
      "l": 3
    },
    {
      "j": "鎖",
      "e": "chain",
      "f": "くさり",
      "l": 3
    },
    {
      "j": "真っ直ぐ",
      "e": "straight (ahead), direct, upright",
      "f": "まっすぐ",
      "l": 3
    },
    {
      "j": "身",
      "e": "body, main part, oneself, sword",
      "f": "み",
      "l": 3
    },
    {
      "j": "不思議",
      "e": "mystery, curiosity",
      "f": "ふしぎ",
      "l": 3
    },
    {
      "j": "国民",
      "e": "national, people, citizen",
      "f": "こくみん",
      "l": 3
    },
    {
      "j": "勘",
      "e": "perception, intuition, the sixth sense",
      "f": "かん",
      "l": 3
    },
    {
      "j": "計る",
      "e": "to measure, to weigh, to survey",
      "f": "はかる",
      "l": 3
    },
    {
      "j": "テント",
      "e": "tent",
      "f": "",
      "l": 3
    },
    {
      "j": "主要",
      "e": "chief, main, principal, major",
      "f": "しゅよう",
      "l": 3
    },
    {
      "j": "典型",
      "e": "type, pattern, archetypal",
      "f": "てんけい",
      "l": 3
    },
    {
      "j": "袋",
      "e": "bag, sack",
      "f": "ふくろ",
      "l": 3
    },
    {
      "j": "はい",
      "e": "wear, put on (sword)",
      "f": "（感）",
      "l": 3
    },
    {
      "j": "秘密",
      "e": "secret, secrecy",
      "f": "ひみつ",
      "l": 3
    },
    {
      "j": "苦しむ",
      "e": "to suffer, to groan, to be worried",
      "f": "くるしむ",
      "l": 3
    },
    {
      "j": "物事",
      "e": "things, everything",
      "f": "ものごと",
      "l": 3
    },
    {
      "j": "要求",
      "e": "request, demand, requisition",
      "f": "ようきゅう",
      "l": 3
    },
    {
      "j": "同時",
      "e": "simultaneous(ly), concurrent, same time, synchronous",
      "f": "どうじ",
      "l": 3
    },
    {
      "j": "時刻",
      "e": "instant, time, moment",
      "f": "じこく",
      "l": 3
    },
    {
      "j": "悩む",
      "e": "to be worried, to be troubled",
      "f": "なやむ",
      "l": 3
    },
    {
      "j": "食料",
      "e": "food",
      "f": "しょくりょう",
      "l": 3
    },
    {
      "j": "疑う",
      "e": "to doubt, to distrust, to be suspicious of, to suspect",
      "f": "うたがう",
      "l": 3
    },
    {
      "j": "大会",
      "e": "convention, tournament, mass meeting, rally",
      "f": "たいかい",
      "l": 3
    },
    {
      "j": "ところが",
      "e": "however, while, even if",
      "f": "",
      "l": 3
    },
    {
      "j": "理想",
      "e": "ideal",
      "f": "りそう",
      "l": 3
    },
    {
      "j": "意志",
      "e": "will, volition",
      "f": "いし",
      "l": 3
    },
    {
      "j": "罪",
      "e": "crime, fault, indiscretion",
      "f": "つみ",
      "l": 3
    },
    {
      "j": "要素",
      "e": "element",
      "f": "ようそ",
      "l": 3
    },
    {
      "j": "現す",
      "e": "to show, to indicate, to display",
      "f": "あらわす",
      "l": 3
    },
    {
      "j": "奨学金",
      "e": "scholarship",
      "f": "しょうがくきん",
      "l": 3
    },
    {
      "j": "時期",
      "e": "time, season, period",
      "f": "じき",
      "l": 3
    },
    {
      "j": "愉快",
      "e": "pleasant, happy",
      "f": "ゆかい",
      "l": 3
    },
    {
      "j": "回復",
      "e": "recovery (from illness), improvement, rehabilitation, restoration",
      "f": "かいふく",
      "l": 3
    },
    {
      "j": "慎重",
      "e": "discretion, prudence",
      "f": "しんちょう",
      "l": 3
    },
    {
      "j": "信用",
      "e": "confidence, dependence, credit, faith",
      "f": "しんよう",
      "l": 3
    },
    {
      "j": "出身",
      "e": "graduate from, come from",
      "f": "しゅっしん",
      "l": 3
    },
    {
      "j": "救う",
      "e": "to rescue from, to help out of",
      "f": "すくう",
      "l": 3
    },
    {
      "j": "金曜",
      "e": "(abbr) Friday",
      "f": "きんよう",
      "l": 3
    },
    {
      "j": "贅沢",
      "e": "luxury, extravagance",
      "f": "ぜいたく",
      "l": 3
    },
    {
      "j": "急に",
      "e": "",
      "f": "きゅうに",
      "l": 3
    },
    {
      "j": "入学",
      "e": "entry to school or university, matriculation",
      "f": "にゅうがく",
      "l": 3
    },
    {
      "j": "袖",
      "e": "sleeve",
      "f": "そで",
      "l": 3
    },
    {
      "j": "皿",
      "e": "plate, dish",
      "f": "さら",
      "l": 3
    },
    {
      "j": "貴重",
      "e": "precious, valuable",
      "f": "きちょう",
      "l": 3
    },
    {
      "j": "判断",
      "e": "judgement, decision",
      "f": "はんだん",
      "l": 3
    },
    {
      "j": "成績",
      "e": "results, record",
      "f": "せいせき",
      "l": 3
    },
    {
      "j": "神",
      "e": "god",
      "f": "かみ",
      "l": 3
    },
    {
      "j": "実に",
      "e": "indeed, truly, surely",
      "f": "じつに",
      "l": 3
    },
    {
      "j": "埃",
      "e": "dust",
      "f": "ほこり",
      "l": 3
    },
    {
      "j": "奇妙",
      "e": "strange, queer, curious",
      "f": "きみょう",
      "l": 3
    },
    {
      "j": "嵐",
      "e": "storm, tempest",
      "f": "あらし",
      "l": 3
    },
    {
      "j": "能",
      "e": "being skilled in, nicely, properly",
      "f": "のう",
      "l": 3
    },
    {
      "j": "到着",
      "e": "arrival",
      "f": "とうちゃく",
      "l": 3
    },
    {
      "j": "既に",
      "e": "already, too late",
      "f": "すでに",
      "l": 3
    },
    {
      "j": "異常",
      "e": "strangeness, abnormality, disorder",
      "f": "いじょう",
      "l": 3
    },
    {
      "j": "畑",
      "e": "field",
      "f": "はたけ",
      "l": 3
    },
    {
      "j": "都市",
      "e": "town, city, municipal, urban",
      "f": "とし",
      "l": 3
    },
    {
      "j": "無",
      "e": "nothing, naught, nil, zero",
      "f": "ぶ",
      "l": 3
    },
    {
      "j": "提案",
      "e": "proposal, proposition, suggestion",
      "f": "ていあん",
      "l": 3
    },
    {
      "j": "延期",
      "e": "postponement, adjournment",
      "f": "えんき",
      "l": 3
    },
    {
      "j": "互い",
      "e": "mutual, reciprocal",
      "f": "たがい",
      "l": 3
    },
    {
      "j": "設備",
      "e": "equipment, device, facilities, installation",
      "f": "せつび",
      "l": 3
    },
    {
      "j": "解釈",
      "e": "explanation, interpretation",
      "f": "かいしゃく",
      "l": 3
    },
    {
      "j": "外出",
      "e": "outing, going out",
      "f": "がいしゅつ",
      "l": 3
    },
    {
      "j": "よると",
      "e": "according to",
      "f": "",
      "l": 3
    },
    {
      "j": "大部分",
      "e": "most part, greater part, majority",
      "f": "だいぶぶん",
      "l": 3
    },
    {
      "j": "際",
      "e": "on the occasion of, circumstances",
      "f": "さい",
      "l": 3
    },
    {
      "j": "予測",
      "e": "prediction, estimation",
      "f": "よそく",
      "l": 3
    },
    {
      "j": "人物",
      "e": "character, personality, person, man, personage, talented man",
      "f": "じんぶつ",
      "l": 3
    },
    {
      "j": "湾",
      "e": "bay, gulf, inlet",
      "f": "わん",
      "l": 3
    },
    {
      "j": "週間",
      "e": "week, weekly",
      "f": "しゅうかん",
      "l": 3
    },
    {
      "j": "多分",
      "e": "perhaps, probably",
      "f": "たぶん",
      "l": 3
    },
    {
      "j": "徐々に",
      "e": "slowly, little by little, gradually, steadily, quietly",
      "f": "じょじょに",
      "l": 3
    },
    {
      "j": "謎",
      "e": "riddle, puzzle, enigma",
      "f": "なぞ",
      "l": 3
    },
    {
      "j": "親友",
      "e": "close friend, buddy",
      "f": "しんゆう",
      "l": 3
    },
    {
      "j": "支給",
      "e": "payment, allowance",
      "f": "しきゅう",
      "l": 3
    },
    {
      "j": "住宅",
      "e": "resident, housing",
      "f": "じゅうたく",
      "l": 3
    },
    {
      "j": "図",
      "e": "figure (e.g. Fig 1), drawing, picture, illustration",
      "f": "ず",
      "l": 3
    },
    {
      "j": "見送り",
      "e": "seeing one off, farewell, escort",
      "f": "みおくり",
      "l": 3
    },
    {
      "j": "上京",
      "e": "proceeding to the capital (Tokyo)",
      "f": "じょうきょう",
      "l": 3
    },
    {
      "j": "さて",
      "e": "well, now, then",
      "f": "",
      "l": 3
    },
    {
      "j": "たとえ",
      "e": "simile, metaphor, allegory",
      "f": "",
      "l": 3
    },
    {
      "j": "ぴったり",
      "e": "exactly, neatly, sharp",
      "f": "",
      "l": 3
    },
    {
      "j": "商人",
      "e": "trader, shopkeeper, merchant",
      "f": "しょうにん",
      "l": 3
    },
    {
      "j": "魅力",
      "e": "charm, fascination, glamour",
      "f": "みりょく",
      "l": 3
    },
    {
      "j": "退屈",
      "e": "tedium, boredom",
      "f": "たいくつ",
      "l": 3
    },
    {
      "j": "否定",
      "e": "negation, denial, repudiation",
      "f": "ひてい",
      "l": 3
    },
    {
      "j": "父親",
      "e": "father",
      "f": "ちちおや",
      "l": 3
    },
    {
      "j": "命令",
      "e": "order, command, decree, directive, (software) instruction",
      "f": "めいれい",
      "l": 3
    },
    {
      "j": "理解",
      "e": "understanding, comprehension",
      "f": "りかい",
      "l": 3
    },
    {
      "j": "どんな",
      "e": "what, what kind of",
      "f": "",
      "l": 3
    },
    {
      "j": "独立",
      "e": "independence (e.g. Ind. Day), self-support",
      "f": "どくりつ",
      "l": 3
    },
    {
      "j": "痛み",
      "e": "pain, ache, sore, grief, distress",
      "f": "いたみ",
      "l": 3
    },
    {
      "j": "一生",
      "e": "whole life, a lifetime, all through life",
      "f": "いっしょう",
      "l": 3
    },
    {
      "j": "予防",
      "e": "prevention, precaution, protection against",
      "f": "よぼう",
      "l": 3
    },
    {
      "j": "会員",
      "e": "member, the membership",
      "f": "かいいん",
      "l": 3
    },
    {
      "j": "器用",
      "e": "skillful, handy",
      "f": "きよう",
      "l": 3
    },
    {
      "j": "満ちる",
      "e": "to be full, to rise (tide), to mature, to expire",
      "f": "みちる",
      "l": 3
    },
    {
      "j": "職",
      "e": "employment",
      "f": "しょく",
      "l": 3
    },
    {
      "j": "差別",
      "e": "discrimination, distinction, differentiation",
      "f": "さべつ",
      "l": 3
    },
    {
      "j": "行き",
      "e": "going",
      "f": "いき",
      "l": 3
    },
    {
      "j": "証明",
      "e": "proof, verification",
      "f": "しょうめい",
      "l": 3
    },
    {
      "j": "にっこり",
      "e": "smile sweetly, smile, grin",
      "f": "",
      "l": 3
    },
    {
      "j": "体育",
      "e": "physical education, gymnastics, athletics",
      "f": "たいいく",
      "l": 3
    },
    {
      "j": "失望",
      "e": "disappointment, despair",
      "f": "しつぼう",
      "l": 3
    },
    {
      "j": "貯金",
      "e": "(bank) savings",
      "f": "ちょきん",
      "l": 3
    },
    {
      "j": "気に入る",
      "e": "to be pleased with, to suit",
      "f": "きにいる",
      "l": 3
    },
    {
      "j": "小",
      "e": "",
      "f": "しょう",
      "l": 3
    },
    {
      "j": "暗記",
      "e": "memorization, learning by heart",
      "f": "あんき",
      "l": 3
    },
    {
      "j": "夫人",
      "e": "wife, Mrs, madam",
      "f": "ふじん",
      "l": 3
    },
    {
      "j": "共通",
      "e": "commonness, community",
      "f": "きょうつう",
      "l": 3
    },
    {
      "j": "新鮮",
      "e": "fresh",
      "f": "しんせん",
      "l": 3
    },
    {
      "j": "別れ",
      "e": "parting, separation, farewell",
      "f": "わかれ",
      "l": 3
    },
    {
      "j": "思想",
      "e": "thought, idea",
      "f": "しそう",
      "l": 3
    },
    {
      "j": "或",
      "e": "a certain..., some...",
      "f": "ある",
      "l": 3
    },
    {
      "j": "婦人",
      "e": "woman, female",
      "f": "ふじん",
      "l": 3
    },
    {
      "j": "マイク",
      "e": "mike",
      "f": "",
      "l": 3
    },
    {
      "j": "博士",
      "e": "doctorate, PhD",
      "f": "はかせ",
      "l": 3
    },
    {
      "j": "はさみ",
      "e": "scissors",
      "f": "",
      "l": 3
    },
    {
      "j": "案",
      "e": "plan, suffix meaning draft",
      "f": "あん",
      "l": 3
    },
    {
      "j": "舌",
      "e": "tongue",
      "f": "した",
      "l": 3
    },
    {
      "j": "人生",
      "e": "(human) life (i.e. conception to death)",
      "f": "じんせい",
      "l": 3
    },
    {
      "j": "たっぷり",
      "e": "full, in plenty, ample",
      "f": "",
      "l": 3
    },
    {
      "j": "中古",
      "e": "(1) used, second-hand, old",
      "f": "ちゅうこ",
      "l": 3
    },
    {
      "j": "条件",
      "e": "conditions, terms",
      "f": "じょうけん",
      "l": 3
    },
    {
      "j": "役割",
      "e": "part, assigning (allotment of) parts, role, duties",
      "f": "やくわり",
      "l": 3
    },
    {
      "j": "びっくり",
      "e": "be surprised, be amazed, be frightened, astonishment",
      "f": "",
      "l": 3
    },
    {
      "j": "油",
      "e": "oil",
      "f": "あぶら",
      "l": 3
    },
    {
      "j": "メモ",
      "e": "memorandum",
      "f": "",
      "l": 3
    },
    {
      "j": "不利",
      "e": "disadvantage, handicap, unfavorable, drawback",
      "f": "ふり",
      "l": 3
    },
    {
      "j": "訳",
      "e": "meaning, reason, circumstances, can be deduced, situation",
      "f": "やく",
      "l": 3
    },
    {
      "j": "いい",
      "e": "good",
      "f": "",
      "l": 3
    },
    {
      "j": "偶然",
      "e": "(by) chance, unexpectedly, suddenly",
      "f": "ぐうぜん",
      "l": 3
    },
    {
      "j": "芽",
      "e": "sprout",
      "f": "め",
      "l": 3
    },
    {
      "j": "不足",
      "e": "insufficiency, shortage, deficiency, lack, dearth",
      "f": "ふそく",
      "l": 3
    },
    {
      "j": "グラス",
      "e": "(1) glass, (2) grass",
      "f": "",
      "l": 3
    },
    {
      "j": "戦う",
      "e": "to fight, to battle, to combat",
      "f": "たたかう",
      "l": 3
    },
    {
      "j": "方向",
      "e": "direction, course, way",
      "f": "ほうこう",
      "l": 3
    },
    {
      "j": "強調",
      "e": "emphasis, stress, stressed point",
      "f": "きょうちょう",
      "l": 3
    },
    {
      "j": "自然",
      "e": "nature, spontaneous",
      "f": "しぜん",
      "l": 3
    },
    {
      "j": "ジュース",
      "e": "juice, soft drink, deuce",
      "f": "",
      "l": 3
    },
    {
      "j": "記録",
      "e": "record, minutes, document",
      "f": "きろく",
      "l": 3
    },
    {
      "j": "操作",
      "e": "operation, management, processing",
      "f": "そうさ",
      "l": 3
    },
    {
      "j": "莫大",
      "e": "enormous, vast",
      "f": "ばくだい",
      "l": 3
    },
    {
      "j": "重大",
      "e": "serious, important, grave, weighty",
      "f": "じゅうだい",
      "l": 3
    },
    {
      "j": "株",
      "e": "share, stock, stump (of tree)",
      "f": "かぶ",
      "l": 3
    },
    {
      "j": "無事",
      "e": "safety, peace, quietness",
      "f": "ぶじ",
      "l": 3
    },
    {
      "j": "違反",
      "e": "violation (of law), transgression, infringement, breach",
      "f": "いはん",
      "l": 3
    },
    {
      "j": "列",
      "e": "queue, line, row",
      "f": "れつ",
      "l": 3
    },
    {
      "j": "ベンチ",
      "e": "bench",
      "f": "",
      "l": 3
    },
    {
      "j": "事",
      "e": "thing, matter, fact, circumstances",
      "f": "こと",
      "l": 3
    },
    {
      "j": "残り",
      "e": "remnant, residue, remaining, left-over",
      "f": "のこり",
      "l": 3
    },
    {
      "j": "年月",
      "e": "months and years",
      "f": "としつき",
      "l": 3
    },
    {
      "j": "怪我",
      "e": "injury (to animate object), hurt",
      "f": "けが",
      "l": 3
    },
    {
      "j": "議論",
      "e": "argument, discussion, dispute",
      "f": "ぎろん",
      "l": 3
    },
    {
      "j": "事態",
      "e": "situation, present state of affairs",
      "f": "じたい",
      "l": 3
    },
    {
      "j": "缶",
      "e": "can, tin",
      "f": "かん",
      "l": 3
    },
    {
      "j": "粗末",
      "e": "crude, rough, plain, humble",
      "f": "そまつ",
      "l": 3
    },
    {
      "j": "組む",
      "e": "to put together",
      "f": "くむ",
      "l": 3
    },
    {
      "j": "倒す",
      "e": "to throw down, to beat, to bring down, to blow down",
      "f": "たおす",
      "l": 3
    },
    {
      "j": "進学",
      "e": "going on to university",
      "f": "しんがく",
      "l": 3
    },
    {
      "j": "加減",
      "e": "addition and subtraction, allowance for",
      "f": "かげん",
      "l": 3
    },
    {
      "j": "前者",
      "e": "the former",
      "f": "ぜんしゃ",
      "l": 3
    },
    {
      "j": "主に",
      "e": "mainly, primarily",
      "f": "おもに",
      "l": 3
    },
    {
      "j": "就職",
      "e": "finding employment, inauguration",
      "f": "しゅうしょく",
      "l": 3
    },
    {
      "j": "覚ます",
      "e": "to awaken",
      "f": "さます",
      "l": 3
    },
    {
      "j": "すみません",
      "e": "sorry, excuse me",
      "f": "（感）",
      "l": 3
    },
    {
      "j": "状態",
      "e": "condition, situation, circumstances, state",
      "f": "じょうたい",
      "l": 3
    },
    {
      "j": "秒",
      "e": "second (60th min)",
      "f": "びょう",
      "l": 3
    },
    {
      "j": "翼",
      "e": "wings",
      "f": "つばさ",
      "l": 3
    },
    {
      "j": "殺す",
      "e": "to kill",
      "f": "ころす",
      "l": 3
    },
    {
      "j": "馬鹿",
      "e": "fool, idiot, trivial matter, folly",
      "f": "ばか",
      "l": 3
    },
    {
      "j": "裸",
      "e": "naked, nude",
      "f": "はだか",
      "l": 3
    },
    {
      "j": "あんなに",
      "e": "to that extent, to that degree",
      "f": "",
      "l": 3
    },
    {
      "j": "県",
      "e": "prefecture",
      "f": "けん",
      "l": 3
    },
    {
      "j": "続き",
      "e": "sequel, continuation",
      "f": "つづき",
      "l": 3
    },
    {
      "j": "題",
      "e": "title, subject, theme, topic",
      "f": "だい",
      "l": 3
    },
    {
      "j": "一体",
      "e": "(1) one object, one body, (2) what on earth?, really?, (3) generally",
      "f": "いったい",
      "l": 3
    },
    {
      "j": "賞",
      "e": "prize, award",
      "f": "しょう",
      "l": 3
    },
    {
      "j": "ヨット",
      "e": "yacht",
      "f": "",
      "l": 3
    },
    {
      "j": "最終",
      "e": "last, final, closing",
      "f": "さいしゅう",
      "l": 3
    },
    {
      "j": "ウイスキー",
      "e": "whisky",
      "f": "",
      "l": 3
    },
    {
      "j": "誰か",
      "e": "someone, somebody",
      "f": "だれか",
      "l": 3
    },
    {
      "j": "借金",
      "e": "debt, loan, liabilities",
      "f": "しゃっきん",
      "l": 3
    },
    {
      "j": "胃",
      "e": "stomach",
      "f": "い",
      "l": 3
    },
    {
      "j": "積極的",
      "e": "positive, active, proactive",
      "f": "せっきょくてき",
      "l": 3
    },
    {
      "j": "装置",
      "e": "equipment, installation, apparatus",
      "f": "そうち",
      "l": 3
    },
    {
      "j": "違いない",
      "e": "(phrase) sure, no mistaking it, for certain",
      "f": "ちがいない",
      "l": 3
    },
    {
      "j": "州",
      "e": "sandbank",
      "f": "しゅう",
      "l": 3
    },
    {
      "j": "肩",
      "e": "shoulder",
      "f": "かた",
      "l": 3
    },
    {
      "j": "そっと",
      "e": "face of the earth",
      "f": "",
      "l": 3
    },
    {
      "j": "為る",
      "e": "to change, to be of use, to reach to",
      "f": "する",
      "l": 3
    },
    {
      "j": "公平",
      "e": "fairness, impartial, justice",
      "f": "こうへい",
      "l": 3
    },
    {
      "j": "温度",
      "e": "temperature",
      "f": "おんど",
      "l": 3
    },
    {
      "j": "稲",
      "e": "rice-plant",
      "f": "いね",
      "l": 3
    },
    {
      "j": "挨拶",
      "e": "greeting, salutation",
      "f": "あいさつ",
      "l": 3
    },
    {
      "j": "効果",
      "e": "effect, effectiveness, efficacy, result",
      "f": "こうか",
      "l": 3
    },
    {
      "j": "瓶",
      "e": "bottle",
      "f": "びん",
      "l": 3
    },
    {
      "j": "留学",
      "e": "studying abroad",
      "f": "りゅうがく",
      "l": 3
    },
    {
      "j": "命じる",
      "e": "to order, to command, to appoint",
      "f": "めいじる",
      "l": 3
    },
    {
      "j": "頂く",
      "e": "to receive, to take food or drink (hum)",
      "f": "いただく",
      "l": 3
    },
    {
      "j": "同僚",
      "e": "coworker, colleague, associate",
      "f": "どうりょう",
      "l": 3
    },
    {
      "j": "連想",
      "e": "association (of ideas), suggestion",
      "f": "れんそう",
      "l": 3
    },
    {
      "j": "攻撃",
      "e": "attack, strike, offensive, criticism, censure",
      "f": "こうげき",
      "l": 3
    },
    {
      "j": "是非",
      "e": "certainly, without fail",
      "f": "ぜひ",
      "l": 3
    },
    {
      "j": "上等",
      "e": "superiority, first class, very good",
      "f": "じょうとう",
      "l": 3
    },
    {
      "j": "届く",
      "e": "to reach",
      "f": "とどく",
      "l": 3
    },
    {
      "j": "事件",
      "e": "event, affair, incident",
      "f": "じけん",
      "l": 3
    },
    {
      "j": "そのまま",
      "e": "without change, as it is (i.e. now)",
      "f": "",
      "l": 3
    },
    {
      "j": "要点",
      "e": "gist, main point",
      "f": "ようてん",
      "l": 3
    },
    {
      "j": "得意",
      "e": "pride, triumph, prosperity",
      "f": "とくい",
      "l": 3
    },
    {
      "j": "王子",
      "e": "prince",
      "f": "おうじ",
      "l": 3
    },
    {
      "j": "凍る",
      "e": "to freeze, to be frozen over, to congeal",
      "f": "こおる",
      "l": 3
    },
    {
      "j": "単純",
      "e": "simplicity",
      "f": "たんじゅん",
      "l": 3
    },
    {
      "j": "衝突",
      "e": "collision, conflict",
      "f": "しょうとつ",
      "l": 3
    },
    {
      "j": "勇気",
      "e": "courage, bravery, valour, nerve, boldness",
      "f": "ゆうき",
      "l": 3
    },
    {
      "j": "詳しい",
      "e": "knowing very well, detailed, full, accurate",
      "f": "くわしい",
      "l": 3
    },
    {
      "j": "スピーチ",
      "e": "speech",
      "f": "",
      "l": 3
    },
    {
      "j": "相続",
      "e": "succession, inheritance",
      "f": "そうぞく",
      "l": 3
    },
    {
      "j": "選手",
      "e": "(1) player (in game), (2) team",
      "f": "せんしゅ",
      "l": 3
    },
    {
      "j": "育つ",
      "e": "to raise (child), to be brought up, to grow (up)",
      "f": "そだつ",
      "l": 3
    },
    {
      "j": "年間",
      "e": "year",
      "f": "ねんかん",
      "l": 3
    },
    {
      "j": "しきりに",
      "e": "frequently, repeatedly, incessantly, eagerly",
      "f": "",
      "l": 3
    },
    {
      "j": "言う",
      "e": "to say",
      "f": "ゆう",
      "l": 3
    },
    {
      "j": "冷静",
      "e": "calm, composure, coolness, serenity",
      "f": "れいせい",
      "l": 3
    },
    {
      "j": "組織",
      "e": "(1) organization, (2) structure, construction, (3) tissue, (4) system",
      "f": "そしき",
      "l": 3
    },
    {
      "j": "起こる",
      "e": "to occur, to happen",
      "f": "おこる",
      "l": 3
    },
    {
      "j": "犯罪",
      "e": "crime",
      "f": "はんざい",
      "l": 3
    },
    {
      "j": "嫌う",
      "e": "to hate, to dislike, to loathe",
      "f": "きらう",
      "l": 3
    },
    {
      "j": "決定",
      "e": "decision, determination",
      "f": "けってい",
      "l": 3
    },
    {
      "j": "放す",
      "e": "to separate, to set free",
      "f": "はなす",
      "l": 3
    },
    {
      "j": "どう",
      "e": "child, servant, foolishness",
      "f": "（接。副）",
      "l": 3
    },
    {
      "j": "扱う",
      "e": "to handle, to deal with, to treat",
      "f": "あつかう",
      "l": 3
    },
    {
      "j": "遅刻",
      "e": "lateness, late coming",
      "f": "ちこく",
      "l": 3
    },
    {
      "j": "省く",
      "e": "to omit, to eliminate, to curtail, to economize",
      "f": "はぶく",
      "l": 3
    },
    {
      "j": "試す",
      "e": "to attempt, to test",
      "f": "ためす",
      "l": 3
    },
    {
      "j": "霧",
      "e": "fog, mist",
      "f": "きり",
      "l": 3
    },
    {
      "j": "ペンキ",
      "e": "(n) paint (nl: pek)",
      "f": "",
      "l": 3
    },
    {
      "j": "手段",
      "e": "means, way, measure",
      "f": "しゅだん",
      "l": 3
    },
    {
      "j": "粗",
      "e": "defect, flaw, blemish, weak point",
      "f": "あら",
      "l": 3
    },
    {
      "j": "化学",
      "e": "chemistry",
      "f": "かがく",
      "l": 3
    },
    {
      "j": "作曲",
      "e": "composition, setting (of music)",
      "f": "さっきょく",
      "l": 3
    },
    {
      "j": "貰う",
      "e": "to receive",
      "f": "もらう",
      "l": 3
    },
    {
      "j": "現場",
      "e": "actual spot, scene, scene of the crime",
      "f": "げんば",
      "l": 3
    },
    {
      "j": "営業",
      "e": "business, trade, management",
      "f": "えいぎょう",
      "l": 3
    },
    {
      "j": "太陽",
      "e": "sun, solar",
      "f": "たいよう",
      "l": 3
    },
    {
      "j": "一瞬",
      "e": "a moment, an instant",
      "f": "いっしゅん",
      "l": 3
    },
    {
      "j": "地域",
      "e": "area, region",
      "f": "ちいき",
      "l": 3
    },
    {
      "j": "種",
      "e": "(1) seed, (2) material, (3) cause, source",
      "f": "たね",
      "l": 3
    },
    {
      "j": "濡れる",
      "e": "to get wet",
      "f": "ぬれる",
      "l": 3
    },
    {
      "j": "臭い",
      "e": "odour, scent, smell, stench",
      "f": "くさい",
      "l": 3
    },
    {
      "j": "ボート",
      "e": "rowing boat",
      "f": "",
      "l": 3
    },
    {
      "j": "医療",
      "e": "medical care, medical treatment",
      "f": "いりょう",
      "l": 3
    },
    {
      "j": "夢中",
      "e": "daze, (in a) trance, ecstasy, delirium, engrossment",
      "f": "むちゅう",
      "l": 3
    },
    {
      "j": "一人一人",
      "e": "one by one, each, one at a time",
      "f": "ひとりひとり",
      "l": 3
    },
    {
      "j": "いただきます",
      "e": "expression of gratitude before meals",
      "f": "",
      "l": 3
    },
    {
      "j": "動詞",
      "e": "verb",
      "f": "どうし",
      "l": 3
    },
    {
      "j": "最高",
      "e": "highest, supreme, the most",
      "f": "さいこう",
      "l": 3
    },
    {
      "j": "事実",
      "e": "fact, truth, reality",
      "f": "じじつ",
      "l": 3
    },
    {
      "j": "手品",
      "e": "sleight of hand, conjuring trick, magic, juggling",
      "f": "てじな",
      "l": 3
    },
    {
      "j": "学期",
      "e": "term (school)",
      "f": "がっき",
      "l": 3
    },
    {
      "j": "椅子",
      "e": "chair",
      "f": "いす",
      "l": 3
    },
    {
      "j": "とんでもない",
      "e": "unexpected, offensive, What a thing to say!, No way!",
      "f": "",
      "l": 3
    },
    {
      "j": "頼る",
      "e": "to rely on, to have recourse to, to depend on",
      "f": "たよる",
      "l": 3
    },
    {
      "j": "そのうち",
      "e": "eventually, sooner or later, of the previously mentioned",
      "f": "",
      "l": 3
    },
    {
      "j": "金持ち",
      "e": "rich man",
      "f": "かねもち",
      "l": 3
    },
    {
      "j": "経験",
      "e": "experience",
      "f": "けいけん",
      "l": 3
    },
    {
      "j": "祭",
      "e": "festival, feast",
      "f": "まつり",
      "l": 3
    },
    {
      "j": "グループ",
      "e": "group",
      "f": "",
      "l": 3
    },
    {
      "j": "職業",
      "e": "occupation, business",
      "f": "しょくぎょう",
      "l": 3
    },
    {
      "j": "餌",
      "e": "feed, bait",
      "f": "えさ",
      "l": 3
    },
    {
      "j": "発車",
      "e": "departure of a vehicle",
      "f": "はっしゃ",
      "l": 3
    },
    {
      "j": "パーセント",
      "e": "percent",
      "f": "",
      "l": 3
    },
    {
      "j": "題名",
      "e": "title",
      "f": "だいめい",
      "l": 2
    },
    {
      "j": "でたらめ",
      "e": "(1) irresponsible utterance, nonsense, nonsensical, (2) random",
      "f": "",
      "l": 2
    },
    {
      "j": "目上",
      "e": "superior(s), senior",
      "f": "めうえ",
      "l": 2
    },
    {
      "j": "成分",
      "e": "ingredient, component, composition",
      "f": "せいぶん",
      "l": 2
    },
    {
      "j": "サイレン",
      "e": "siren",
      "f": "",
      "l": 2
    },
    {
      "j": "毛糸",
      "e": "knitting wool",
      "f": "けいと",
      "l": 2
    },
    {
      "j": "酌む",
      "e": "to serve sake",
      "f": "くむ",
      "l": 2
    },
    {
      "j": "中世",
      "e": "Middle Ages, mediaeval times",
      "f": "ちゅうせい",
      "l": 2
    },
    {
      "j": "雨戸",
      "e": "sliding storm door",
      "f": "あまど",
      "l": 2
    },
    {
      "j": "矢印",
      "e": "directing arrow",
      "f": "やじるし",
      "l": 2
    },
    {
      "j": "御中",
      "e": "and Company, Messrs.",
      "f": "おんちゅう",
      "l": 2
    },
    {
      "j": "目安",
      "e": "criterion, aim",
      "f": "めやす",
      "l": 2
    },
    {
      "j": "架空",
      "e": "aerial, overhead, fiction, fanciful",
      "f": "かくう",
      "l": 2
    },
    {
      "j": "詰まる",
      "e": "to be blocked, to be packed",
      "f": "つまる",
      "l": 2
    },
    {
      "j": "売行き",
      "e": "sales",
      "f": "うれゆき",
      "l": 2
    },
    {
      "j": "民謡",
      "e": "folk song, popular song",
      "f": "みんよう",
      "l": 2
    },
    {
      "j": "発つ",
      "e": "to depart (on a plane, train, etc.)",
      "f": "たつ",
      "l": 2
    },
    {
      "j": "真っ暗",
      "e": "total darkness, shortsightedness, pitch dark",
      "f": "まっくら",
      "l": 2
    },
    {
      "j": "ぜひとも",
      "e": "by all means (with sense of not taking no for an answer)",
      "f": "",
      "l": 2
    },
    {
      "j": "小学生",
      "e": "grade school student",
      "f": "しょうがくせい",
      "l": 2
    },
    {
      "j": "手入れ",
      "e": "repairs, maintenance",
      "f": "ていれ",
      "l": 2
    },
    {
      "j": "文献",
      "e": "literature, books (reference)",
      "f": "ぶんけん",
      "l": 2
    },
    {
      "j": "休業",
      "e": "closed (e.g. store), business suspended, shutdown, holiday",
      "f": "きゅうぎょう",
      "l": 2
    },
    {
      "j": "軟らかい",
      "e": "soft, tender, limp",
      "f": "やわらかい",
      "l": 2
    },
    {
      "j": "呼び掛ける",
      "e": "to call out to, to accost, to address (crowd), to appeal",
      "f": "よびかける",
      "l": 2
    },
    {
      "j": "意義",
      "e": "meaning, significance",
      "f": "いぎ",
      "l": 2
    },
    {
      "j": "蒸し暑い",
      "e": "humid, sultry",
      "f": "むしあつい",
      "l": 2
    },
    {
      "j": "殖える",
      "e": "to increase, to multiply",
      "f": "ふえる",
      "l": 2
    },
    {
      "j": "基準",
      "e": "standard, basis, criteria, norm",
      "f": "きじゅん",
      "l": 2
    },
    {
      "j": "先端",
      "e": "pointed end, tip, fine point",
      "f": "せんたん",
      "l": 2
    },
    {
      "j": "中性",
      "e": "neuter gender, neutral (chem.), indifference, sterility",
      "f": "ちゅうせい",
      "l": 2
    },
    {
      "j": "比較的",
      "e": "comparatively, relatively",
      "f": "ひかくてき",
      "l": 2
    },
    {
      "j": "書籍",
      "e": "book, publication",
      "f": "しょせき",
      "l": 2
    },
    {
      "j": "芯",
      "e": "core, heart, wick, marrow",
      "f": "しん",
      "l": 2
    },
    {
      "j": "琴",
      "e": "Koto (Japanese harp)",
      "f": "こと",
      "l": 2
    },
    {
      "j": "お代わり",
      "e": "second helping, another cup",
      "f": "おかわり",
      "l": 2
    },
    {
      "j": "卸す",
      "e": "to sell wholesale, grated (vegetables)",
      "f": "おろす",
      "l": 2
    },
    {
      "j": "ブラシ",
      "e": "brushy, brush",
      "f": "",
      "l": 2
    },
    {
      "j": "ふざける",
      "e": "to romp, to gambol, to frolic, to joke",
      "f": "",
      "l": 2
    },
    {
      "j": "基盤",
      "e": "foundation, basis",
      "f": "きばん",
      "l": 2
    },
    {
      "j": "先々週",
      "e": "",
      "f": "せんせんしゅう",
      "l": 2
    },
    {
      "j": "響く",
      "e": "to resound",
      "f": "ひびく",
      "l": 2
    },
    {
      "j": "真っ黒",
      "e": "pitch black",
      "f": "まっくろ",
      "l": 2
    },
    {
      "j": "水平",
      "e": "water level, horizon",
      "f": "すいへい",
      "l": 2
    },
    {
      "j": "危うい",
      "e": "dangerous, critical, grave",
      "f": "あやうい",
      "l": 2
    },
    {
      "j": "着々",
      "e": "steadily",
      "f": "ちゃくちゃく",
      "l": 2
    },
    {
      "j": "記号",
      "e": "symbol, code",
      "f": "きごう",
      "l": 2
    },
    {
      "j": "催促",
      "e": "request, demand, claim, urge (action), press for",
      "f": "さいそく",
      "l": 2
    },
    {
      "j": "平気",
      "e": "coolness, calmness, composure, unconcern",
      "f": "へいき",
      "l": 2
    },
    {
      "j": "学級",
      "e": "grade in school",
      "f": "がっきゅう",
      "l": 2
    },
    {
      "j": "制作",
      "e": "work (film, book)",
      "f": "せいさく",
      "l": 2
    },
    {
      "j": "特売",
      "e": "special sale",
      "f": "とくばい",
      "l": 2
    },
    {
      "j": "休講",
      "e": "lecture cancelled",
      "f": "きゅうこう",
      "l": 2
    },
    {
      "j": "おかず",
      "e": "side dish, accompaniment for rice dishes",
      "f": "",
      "l": 2
    },
    {
      "j": "鉱物",
      "e": "mineral",
      "f": "こうぶつ",
      "l": 2
    },
    {
      "j": "山林",
      "e": "mountain forest, mountains and forest",
      "f": "さんりん",
      "l": 2
    },
    {
      "j": "粒",
      "e": "grain",
      "f": "つぶ",
      "l": 2
    },
    {
      "j": "速達",
      "e": "express, special delivery",
      "f": "そくたつ",
      "l": 2
    },
    {
      "j": "ずらり",
      "e": "",
      "f": "",
      "l": 2
    },
    {
      "j": "必需品",
      "e": "necessities, necessary article, requisite, essential",
      "f": "ひつじゅひん",
      "l": 2
    },
    {
      "j": "農薬",
      "e": "agricultural chemicals",
      "f": "のうやく",
      "l": 2
    },
    {
      "j": "鳴らす",
      "e": "to ring, to sound, to chime, to beat, to snort (nose)",
      "f": "ならす",
      "l": 2
    },
    {
      "j": "女の人",
      "e": "woman",
      "f": "おんなのひと",
      "l": 2
    },
    {
      "j": "余計",
      "e": "too much, unnecessary, abundance, surplus, excess, superfluity",
      "f": "よけい",
      "l": 2
    },
    {
      "j": "大通り",
      "e": "main street",
      "f": "おおどおり",
      "l": 2
    },
    {
      "j": "改造",
      "e": "(1) remodeling, (2) modding (comp)",
      "f": "かいぞう",
      "l": 2
    },
    {
      "j": "大小",
      "e": "size",
      "f": "だいしょう",
      "l": 2
    },
    {
      "j": "ウール",
      "e": "wool",
      "f": "",
      "l": 2
    },
    {
      "j": "妥当",
      "e": "valid, proper, right, appropriate",
      "f": "だとう",
      "l": 2
    },
    {
      "j": "整備",
      "e": "adjustment, completion, consolidation",
      "f": "せいび",
      "l": 2
    },
    {
      "j": "曲線",
      "e": "curve",
      "f": "きょくせん",
      "l": 2
    },
    {
      "j": "ロッカー",
      "e": "locker",
      "f": "",
      "l": 2
    },
    {
      "j": "四季",
      "e": "four seasons",
      "f": "しき",
      "l": 2
    },
    {
      "j": "そのうえ",
      "e": "in addition, furthermore",
      "f": "",
      "l": 2
    },
    {
      "j": "蕎麦",
      "e": "soba (buckwheat noodles)",
      "f": "そば",
      "l": 2
    },
    {
      "j": "機関車",
      "e": "locomotive, engine",
      "f": "きかんしゃ",
      "l": 2
    },
    {
      "j": "留守番",
      "e": "care-taking, caretaker, house-watching",
      "f": "るすばん",
      "l": 2
    },
    {
      "j": "美容",
      "e": "beauty of figure or form",
      "f": "びよう",
      "l": 2
    },
    {
      "j": "対照",
      "e": "contrast, antithesis, comparison",
      "f": "たいしょう",
      "l": 2
    },
    {
      "j": "学会",
      "e": "scientific society, academic meeting",
      "f": "がっかい",
      "l": 2
    },
    {
      "j": "木材",
      "e": "lumber, timber, wood",
      "f": "もくざい",
      "l": 2
    },
    {
      "j": "従姉妹",
      "e": "cousin (female)",
      "f": "いとこ",
      "l": 2
    },
    {
      "j": "論ずる",
      "e": "to argue, to discuss, to debate",
      "f": "ろんずる",
      "l": 2
    },
    {
      "j": "ゆでる",
      "e": "to boil",
      "f": "",
      "l": 2
    },
    {
      "j": "スタート",
      "e": "start",
      "f": "",
      "l": 2
    },
    {
      "j": "ごぞんじですか",
      "e": "",
      "f": "",
      "l": 2
    },
    {
      "j": "味わう",
      "e": "to taste, to savor, to relish",
      "f": "あじわう",
      "l": 2
    },
    {
      "j": "校庭",
      "e": "campus",
      "f": "こうてい",
      "l": 2
    },
    {
      "j": "殻",
      "e": "shell, husk, hull, chaff",
      "f": "から",
      "l": 2
    },
    {
      "j": "碁",
      "e": "Go (board game of capturing territory)",
      "f": "ご",
      "l": 2
    },
    {
      "j": "学年",
      "e": "year in school, grade in school",
      "f": "がくねん",
      "l": 2
    },
    {
      "j": "仮定",
      "e": "assumption, supposition, hypothesis",
      "f": "かてい",
      "l": 2
    },
    {
      "j": "大して",
      "e": "(not so) much, (not) very",
      "f": "たいして",
      "l": 2
    },
    {
      "j": "広さ",
      "e": "extent",
      "f": "ひろさ",
      "l": 2
    },
    {
      "j": "ポスター",
      "e": "poster",
      "f": "",
      "l": 2
    },
    {
      "j": "やっつける",
      "e": "to attack (an enemy), to beat, to do away with, to finish off",
      "f": "",
      "l": 2
    },
    {
      "j": "終了",
      "e": "end, close, termination",
      "f": "しゅうりょう",
      "l": 2
    },
    {
      "j": "三日月",
      "e": "new moon, crescent moon",
      "f": "みかづき",
      "l": 2
    },
    {
      "j": "飾り",
      "e": "decoration",
      "f": "かざり",
      "l": 2
    },
    {
      "j": "塊",
      "e": "lump, mass, clod, cluster",
      "f": "かたまり",
      "l": 2
    },
    {
      "j": "紙幣",
      "e": "paper money, notes, bills",
      "f": "しへい",
      "l": 2
    },
    {
      "j": "蘇る",
      "e": "to be resurrected, to be revived, to be resuscitated, to be rehabilitated",
      "f": "よみがえる",
      "l": 2
    },
    {
      "j": "道順",
      "e": "itinerary, route",
      "f": "みちじゅん",
      "l": 2
    },
    {
      "j": "盗難",
      "e": "theft, robbery",
      "f": "とうなん",
      "l": 2
    },
    {
      "j": "講師",
      "e": "lecturer",
      "f": "こうし",
      "l": 2
    },
    {
      "j": "思いっ切り",
      "e": "",
      "f": "おもいっきり",
      "l": 2
    },
    {
      "j": "助かる",
      "e": "to be saved, to be rescued, to survive, to be helpful",
      "f": "たすかる",
      "l": 2
    },
    {
      "j": "生意気",
      "e": "impertinent, saucy, cheeky, conceit, audacious, brazen",
      "f": "なまいき",
      "l": 2
    },
    {
      "j": "堅い",
      "e": "hard (esp. wood), steadfast, honorable, stuffy writing",
      "f": "かたい",
      "l": 2
    },
    {
      "j": "アンテナ",
      "e": "antenna",
      "f": "",
      "l": 2
    },
    {
      "j": "折角",
      "e": "with trouble, at great pains, long-awaited",
      "f": "せっかく",
      "l": 2
    },
    {
      "j": "パターン",
      "e": "pattern",
      "f": "",
      "l": 2
    },
    {
      "j": "ひとまず",
      "e": "for the present, once, in outline",
      "f": "",
      "l": 2
    },
    {
      "j": "謙虚",
      "e": "modesty, humility",
      "f": "けんきょ",
      "l": 2
    },
    {
      "j": "憎らしい",
      "e": "odious, hateful",
      "f": "にくらしい",
      "l": 2
    },
    {
      "j": "太鼓",
      "e": "drum, tambourine",
      "f": "たいこ",
      "l": 2
    },
    {
      "j": "調味料",
      "e": "condiment, seasoning",
      "f": "ちょうみりょう",
      "l": 2
    },
    {
      "j": "並木",
      "e": "roadside tree, row of trees",
      "f": "なみき",
      "l": 2
    },
    {
      "j": "耕す",
      "e": "to till, to plow, to cultivate",
      "f": "たがやす",
      "l": 2
    },
    {
      "j": "海洋",
      "e": "ocean",
      "f": "かいよう",
      "l": 2
    },
    {
      "j": "定員",
      "e": "fixed number of regular personnel, capacity (of boat, etc.)",
      "f": "ていいん",
      "l": 2
    },
    {
      "j": "混合",
      "e": "mixing, mixture",
      "f": "こんごう",
      "l": 2
    },
    {
      "j": "採る",
      "e": "(1) to adopt (measure, proposal), (2) to pick (fruit)",
      "f": "とる",
      "l": 2
    },
    {
      "j": "汚す",
      "e": "(1) to disgrace, to dishonour, (2) to pollute, to contaminate, to soil, to make dirty, to stain",
      "f": "よごす",
      "l": 2
    },
    {
      "j": "水滴",
      "e": "drop of water",
      "f": "すいてき",
      "l": 2
    },
    {
      "j": "鉄砲",
      "e": "gun",
      "f": "てっぽう",
      "l": 2
    },
    {
      "j": "寮",
      "e": "hostel, dormitory",
      "f": "りょう",
      "l": 2
    },
    {
      "j": "書留",
      "e": "writing down, putting on record, recording, making a note of, registration (of mail)",
      "f": "かきとめ",
      "l": 2
    },
    {
      "j": "花嫁",
      "e": "bride",
      "f": "はなよめ",
      "l": 2
    },
    {
      "j": "錆",
      "e": "rust (colour)",
      "f": "さび",
      "l": 2
    },
    {
      "j": "反省",
      "e": "reflection, reconsideration, introspection, meditation, contemplation",
      "f": "はんせい",
      "l": 2
    },
    {
      "j": "新幹線",
      "e": "bullet train (very high speed), shinkansen",
      "f": "しんかんせん",
      "l": 2
    },
    {
      "j": "くれぐれも",
      "e": "repeatedly, sincerely, earnestly",
      "f": "",
      "l": 2
    },
    {
      "j": "怠る",
      "e": "to neglect, to be off guard, to be feeling better",
      "f": "おこたる",
      "l": 2
    },
    {
      "j": "おととし",
      "e": "year before last",
      "f": "",
      "l": 2
    },
    {
      "j": "モノレール",
      "e": "monorail",
      "f": "",
      "l": 2
    },
    {
      "j": "納める",
      "e": "to obtain, to reap, to pay, to supply, to accept",
      "f": "おさめる",
      "l": 2
    },
    {
      "j": "乾電池",
      "e": "dry cell, battery",
      "f": "かんでんち",
      "l": 2
    },
    {
      "j": "同格",
      "e": "the same rank, equality, apposition",
      "f": "どうかく",
      "l": 2
    },
    {
      "j": "南北",
      "e": "south and north",
      "f": "なんぼく",
      "l": 2
    },
    {
      "j": "おきのどくに",
      "e": "",
      "f": "",
      "l": 2
    },
    {
      "j": "時間割",
      "e": "timetable, schedule",
      "f": "じかんわり",
      "l": 2
    },
    {
      "j": "そうして",
      "e": "and, like that",
      "f": "",
      "l": 2
    },
    {
      "j": "干す",
      "e": "to air, to dry, to desiccate, to drain (off), to drink up",
      "f": "ほす",
      "l": 2
    },
    {
      "j": "人命",
      "e": "(human) life",
      "f": "じんめい",
      "l": 2
    },
    {
      "j": "こんばんは",
      "e": "good evening",
      "f": "",
      "l": 2
    },
    {
      "j": "ペンチ",
      "e": "(abbr) pliers (lit: pinchers)",
      "f": "",
      "l": 2
    },
    {
      "j": "炒る",
      "e": "",
      "f": "いる",
      "l": 2
    },
    {
      "j": "刷る",
      "e": "to print",
      "f": "する",
      "l": 2
    },
    {
      "j": "反る",
      "e": "to warp, to be warped, to curve",
      "f": "かえる",
      "l": 2
    },
    {
      "j": "転がす",
      "e": "to roll",
      "f": "ころがす",
      "l": 2
    },
    {
      "j": "小指",
      "e": "little finger",
      "f": "こゆび",
      "l": 2
    },
    {
      "j": "清い",
      "e": "clear, pure, noble",
      "f": "きよい",
      "l": 2
    },
    {
      "j": "蓄える",
      "e": "to store, to lay in stock",
      "f": "たくわえる",
      "l": 2
    },
    {
      "j": "大層",
      "e": "very much, exaggerated, very fine",
      "f": "たいそう",
      "l": 2
    },
    {
      "j": "実績",
      "e": "achievements, actual results",
      "f": "じっせき",
      "l": 2
    },
    {
      "j": "電柱",
      "e": "telephone pole, telegraph pole, lightpole",
      "f": "でんちゅう",
      "l": 2
    },
    {
      "j": "叔母さん",
      "e": "(1) aunt, (2) middle-aged lady",
      "f": "おばさん",
      "l": 2
    },
    {
      "j": "梯子",
      "e": "ladder, stairs",
      "f": "はしご",
      "l": 2
    },
    {
      "j": "速力",
      "e": "speed",
      "f": "そくりょく",
      "l": 2
    },
    {
      "j": "扇ぐ",
      "e": "to fan, to flap",
      "f": "あおぐ",
      "l": 2
    },
    {
      "j": "私鉄",
      "e": "private railway",
      "f": "してつ",
      "l": 2
    },
    {
      "j": "青白い",
      "e": "pale, pallid",
      "f": "あおじろい",
      "l": 2
    },
    {
      "j": "測定",
      "e": "measurement",
      "f": "そくてい",
      "l": 2
    },
    {
      "j": "なんとも",
      "e": "nothing (with neg. verb), quite, not a bit",
      "f": "",
      "l": 2
    },
    {
      "j": "英和",
      "e": "English-Japanese (e.g. dictionary)",
      "f": "えいわ",
      "l": 2
    },
    {
      "j": "面接",
      "e": "interview",
      "f": "めんせつ",
      "l": 2
    },
    {
      "j": "公正",
      "e": "justice, fairness, impartiality",
      "f": "こうせい",
      "l": 2
    },
    {
      "j": "熟語",
      "e": "idiom, idiomatic phrase, kanji compound",
      "f": "じゅくご",
      "l": 2
    },
    {
      "j": "地質",
      "e": "geological features",
      "f": "ちしつ",
      "l": 2
    },
    {
      "j": "知合い",
      "e": "acquaintance",
      "f": "しりあい",
      "l": 2
    },
    {
      "j": "近付ける",
      "e": "to bring near, to put close, to let come near, to associate with",
      "f": "ちかづける",
      "l": 2
    },
    {
      "j": "綱",
      "e": "rope",
      "f": "つな",
      "l": 2
    },
    {
      "j": "呑気",
      "e": "carefree, optimistic, careless, reckless, heedless",
      "f": "のんき",
      "l": 2
    },
    {
      "j": "コーラス",
      "e": "chorus",
      "f": "",
      "l": 2
    },
    {
      "j": "歌謡",
      "e": "song, ballad",
      "f": "かよう",
      "l": 2
    },
    {
      "j": "畳む",
      "e": "to fold (clothes)",
      "f": "たたむ",
      "l": 2
    },
    {
      "j": "点ける",
      "e": "to turn on, to switch on, to light up",
      "f": "つける",
      "l": 2
    },
    {
      "j": "濁る",
      "e": "to become muddy, to get impure",
      "f": "にごる",
      "l": 2
    },
    {
      "j": "たんす",
      "e": "chest of drawers",
      "f": "",
      "l": 2
    },
    {
      "j": "公式",
      "e": "formula, formality, official",
      "f": "こうしき",
      "l": 2
    },
    {
      "j": "あいまい",
      "e": "vague, ambiguous",
      "f": "",
      "l": 2
    },
    {
      "j": "拝見",
      "e": "(hum) (pol) seeing, look at",
      "f": "はいけん",
      "l": 2
    },
    {
      "j": "あひら",
      "e": "",
      "f": "あひら",
      "l": 2
    },
    {
      "j": "来日",
      "e": "arrival in Japan, coming to Japan, visit to Japan",
      "f": "らいにち",
      "l": 2
    },
    {
      "j": "交差",
      "e": "cross",
      "f": "こうさ",
      "l": 2
    },
    {
      "j": "稀",
      "e": "rare, seldom",
      "f": "まれ",
      "l": 2
    },
    {
      "j": "追加",
      "e": "addition, supplement, appendix",
      "f": "ついか",
      "l": 2
    },
    {
      "j": "産地",
      "e": "producing area",
      "f": "さんち",
      "l": 2
    },
    {
      "j": "セメント",
      "e": "cement",
      "f": "",
      "l": 2
    },
    {
      "j": "しいんと",
      "e": "silent (as the grave), (deathly) quiet",
      "f": "（する）",
      "l": 2
    },
    {
      "j": "ロビー",
      "e": "lobby",
      "f": "",
      "l": 2
    },
    {
      "j": "恨む",
      "e": "to curse, to feel bitter",
      "f": "うらむ",
      "l": 2
    },
    {
      "j": "初めに",
      "e": "",
      "f": "はじめに",
      "l": 2
    },
    {
      "j": "逃がす",
      "e": "to let loose, to set free, to let escape",
      "f": "にがす",
      "l": 2
    },
    {
      "j": "すくなくとも",
      "e": "at least",
      "f": "",
      "l": 2
    },
    {
      "j": "公衆",
      "e": "the public",
      "f": "こうしゅう",
      "l": 2
    },
    {
      "j": "そのほか",
      "e": "otherwise",
      "f": "",
      "l": 2
    },
    {
      "j": "定期券",
      "e": "commuter pass, season ticket",
      "f": "ていきけん",
      "l": 2
    },
    {
      "j": "ぶらさげる",
      "e": "to hang, to suspend, to dangle, to swing",
      "f": "",
      "l": 2
    },
    {
      "j": "欄",
      "e": "column of text (e.g. as in a newspaper)",
      "f": "らん",
      "l": 2
    },
    {
      "j": "中旬",
      "e": "second third of a month",
      "f": "ちゅうじゅん",
      "l": 2
    },
    {
      "j": "地盤",
      "e": "(the) ground",
      "f": "じばん",
      "l": 2
    },
    {
      "j": "あてはまる",
      "e": "to be applicable, to come under (a category), to fulfill",
      "f": "",
      "l": 2
    },
    {
      "j": "免税",
      "e": "tax exemption, duty exemption",
      "f": "めんぜい",
      "l": 2
    },
    {
      "j": "くどい",
      "e": "verbose, importunate, heavy (taste)",
      "f": "",
      "l": 2
    },
    {
      "j": "ミシン",
      "e": "sewing machine",
      "f": "",
      "l": 2
    },
    {
      "j": "吹雪",
      "e": "snow storm",
      "f": "ふぶき",
      "l": 2
    },
    {
      "j": "人差指",
      "e": "index finger",
      "f": "ひとさしゆび",
      "l": 2
    },
    {
      "j": "障子",
      "e": "paper sliding door",
      "f": "しょうじ",
      "l": 2
    },
    {
      "j": "著す",
      "e": "to write, to publish",
      "f": "あらわす",
      "l": 2
    },
    {
      "j": "あれこれ",
      "e": "one thing or another, this and that, this or that",
      "f": "",
      "l": 2
    },
    {
      "j": "括弧",
      "e": "parenthesis, brackets",
      "f": "かっこ",
      "l": 2
    },
    {
      "j": "行事",
      "e": "event, function",
      "f": "ぎょうじ",
      "l": 2
    },
    {
      "j": "無地",
      "e": "plain, unfigured",
      "f": "むじ",
      "l": 2
    },
    {
      "j": "肘",
      "e": "elbow",
      "f": "ひじ",
      "l": 2
    },
    {
      "j": "冷ます",
      "e": "to cool, to dampen, to let cool",
      "f": "さます",
      "l": 2
    },
    {
      "j": "集合",
      "e": "gathering, assembly, meeting, set (math)",
      "f": "しゅうごう",
      "l": 2
    },
    {
      "j": "外れる",
      "e": "to be disconnected, to get out of place, to be off, to be out (e.g. of gear)",
      "f": "はずれる",
      "l": 2
    },
    {
      "j": "ワンピース",
      "e": "one-piece dress",
      "f": "",
      "l": 2
    },
    {
      "j": "傑作",
      "e": "masterpiece, best work, boner, blunder",
      "f": "けっさく",
      "l": 2
    },
    {
      "j": "アイデア / アイディア",
      "e": "idea",
      "f": "",
      "l": 2
    },
    {
      "j": "みっともない",
      "e": "shameful, indecent",
      "f": "",
      "l": 2
    },
    {
      "j": "暖める",
      "e": "to warm, to heat",
      "f": "あたためる",
      "l": 2
    },
    {
      "j": "テニスコート",
      "e": "tennis court",
      "f": "",
      "l": 2
    },
    {
      "j": "下車",
      "e": "alighting, getting off",
      "f": "げしゃ",
      "l": 2
    },
    {
      "j": "醜い",
      "e": "ugly",
      "f": "みにくい",
      "l": 2
    },
    {
      "j": "剥く",
      "e": "to peel, to skin, to pare, to hull",
      "f": "むく",
      "l": 2
    },
    {
      "j": "インタビュー",
      "e": "interview",
      "f": "",
      "l": 2
    },
    {
      "j": "文体",
      "e": "literary style",
      "f": "ぶんたい",
      "l": 2
    },
    {
      "j": "通ずる",
      "e": "",
      "f": "つうずる",
      "l": 2
    },
    {
      "j": "やたらに",
      "e": "randomly, recklessly, blindly",
      "f": "",
      "l": 2
    },
    {
      "j": "和英",
      "e": "Japanese-English",
      "f": "わえい",
      "l": 2
    },
    {
      "j": "オートメーション",
      "e": "automation",
      "f": "",
      "l": 2
    },
    {
      "j": "弱点",
      "e": "weak point, weakness",
      "f": "じゃくてん",
      "l": 2
    },
    {
      "j": "整数",
      "e": "integer",
      "f": "せいすう",
      "l": 2
    },
    {
      "j": "吊る",
      "e": "to hang",
      "f": "つる",
      "l": 2
    },
    {
      "j": "跳ぶ",
      "e": "to jump, to fly, to leap",
      "f": "とぶ",
      "l": 2
    },
    {
      "j": "東洋",
      "e": "Orient",
      "f": "とうよう",
      "l": 2
    },
    {
      "j": "片道",
      "e": "one-way (trip)",
      "f": "かたみち",
      "l": 2
    },
    {
      "j": "溶く",
      "e": "to dissolve (paint)",
      "f": "とく",
      "l": 2
    },
    {
      "j": "矛盾",
      "e": "contradiction, inconsistency",
      "f": "むじゅん",
      "l": 2
    },
    {
      "j": "おげんきで",
      "e": "",
      "f": "",
      "l": 2
    },
    {
      "j": "ぼろ",
      "e": "rag, scrap, tattered clothes, fault (esp. in a pretense)",
      "f": "",
      "l": 2
    },
    {
      "j": "競馬",
      "e": "horse racing",
      "f": "けいば",
      "l": 2
    },
    {
      "j": "彫刻",
      "e": "carving, engraving, sculpture",
      "f": "ちょうこく",
      "l": 2
    },
    {
      "j": "憎む",
      "e": "to hate, to detest",
      "f": "にくむ",
      "l": 2
    },
    {
      "j": "線路",
      "e": "line, track, roadbed",
      "f": "せんろ",
      "l": 2
    },
    {
      "j": "退く",
      "e": "(1) to retreat, to recede, to withdraw",
      "f": "どく",
      "l": 2
    },
    {
      "j": "交ぜる",
      "e": "to be mixed, to be blended with",
      "f": "まぜる",
      "l": 2
    },
    {
      "j": "持参",
      "e": "bringing, taking, carrying",
      "f": "じさん",
      "l": 2
    },
    {
      "j": "亡くす",
      "e": "to lose someone, wife, child, etc",
      "f": "なくす",
      "l": 2
    },
    {
      "j": "貸し出し",
      "e": "lending, loaning",
      "f": "かしだし",
      "l": 2
    },
    {
      "j": "続々",
      "e": "successively, one after another",
      "f": "ぞくぞく",
      "l": 2
    },
    {
      "j": "振り仮名",
      "e": "pronunciation key",
      "f": "ふりがな",
      "l": 2
    },
    {
      "j": "順々",
      "e": "in order, in turn",
      "f": "じゅんじゅん",
      "l": 2
    },
    {
      "j": "夕日",
      "e": "(in) the evening sun, setting sun",
      "f": "ゆうひ",
      "l": 2
    },
    {
      "j": "頼もしい",
      "e": "reliable, trustworthy, hopeful, promising",
      "f": "たのもしい",
      "l": 2
    },
    {
      "j": "注す",
      "e": "to pour (drink), to serve (drinks)",
      "f": "さす",
      "l": 2
    },
    {
      "j": "絵の具",
      "e": "colors, paints",
      "f": "えのぐ",
      "l": 2
    },
    {
      "j": "強引",
      "e": "overbearing, coercive, pushy, forcible, high-handed",
      "f": "ごういん",
      "l": 2
    },
    {
      "j": "学部",
      "e": "department of a university, undergraduate",
      "f": "がくぶ",
      "l": 2
    },
    {
      "j": "応接",
      "e": "reception",
      "f": "おうせつ",
      "l": 2
    },
    {
      "j": "勝敗",
      "e": "victory or defeat, issue (of battle)",
      "f": "しょうはい",
      "l": 2
    },
    {
      "j": "原始",
      "e": "origin, primeval",
      "f": "げんし",
      "l": 2
    },
    {
      "j": "墨",
      "e": "ink",
      "f": "すみ",
      "l": 2
    },
    {
      "j": "住居",
      "e": "dwelling, house, residence, address",
      "f": "じゅうきょ",
      "l": 2
    },
    {
      "j": "回数券",
      "e": "book of tickets",
      "f": "かいすうけん",
      "l": 2
    },
    {
      "j": "仲良し",
      "e": "intimate friend, bosom buddy, chum",
      "f": "なかよし",
      "l": 2
    },
    {
      "j": "高度",
      "e": "altitude, height, advanced",
      "f": "こうど",
      "l": 2
    },
    {
      "j": "引算",
      "e": "subtraction",
      "f": "ひきざん",
      "l": 2
    },
    {
      "j": "高等",
      "e": "high class, high grade",
      "f": "こうとう",
      "l": 2
    },
    {
      "j": "通路",
      "e": "passage, pathway",
      "f": "つうろ",
      "l": 2
    },
    {
      "j": "焚く",
      "e": "to burn, to kindle, to build a fire",
      "f": "たく",
      "l": 2
    },
    {
      "j": "統一",
      "e": "unity, consolidation, uniformity",
      "f": "とういつ",
      "l": 2
    },
    {
      "j": "中味",
      "e": "contents, interior, substance, filling, (sword) blade",
      "f": "なかみ",
      "l": 2
    },
    {
      "j": "受話器",
      "e": "(telephone) receiver",
      "f": "じゅわき",
      "l": 2
    },
    {
      "j": "姿勢",
      "e": "attitude, posture",
      "f": "しせい",
      "l": 2
    },
    {
      "j": "塞がる",
      "e": "to be plugged up, to be shut up",
      "f": "ふさがる",
      "l": 2
    },
    {
      "j": "敷地",
      "e": "site",
      "f": "しきち",
      "l": 2
    },
    {
      "j": "造船",
      "e": "shipbuilding",
      "f": "ぞうせん",
      "l": 2
    },
    {
      "j": "肯定",
      "e": "positive, affirmation",
      "f": "こうてい",
      "l": 2
    },
    {
      "j": "閉会",
      "e": "closure",
      "f": "へいかい",
      "l": 2
    },
    {
      "j": "おととい",
      "e": "day before yesterday",
      "f": "",
      "l": 2
    },
    {
      "j": "平仮名",
      "e": "hiragana, 47 syllables, the cursive syllabary",
      "f": "ひらがな",
      "l": 2
    },
    {
      "j": "潰れる",
      "e": "to be smashed, to go bankrupt",
      "f": "つぶれる",
      "l": 2
    },
    {
      "j": "係わる",
      "e": "to concern oneself in, to have to do with, to affect, to influence, to stick to (opinions)",
      "f": "かかわる",
      "l": 2
    },
    {
      "j": "刺さる",
      "e": "to stick, to be stuck",
      "f": "ささる",
      "l": 2
    },
    {
      "j": "意地悪",
      "e": "malicious, ill-tempered, unkind",
      "f": "いじわる",
      "l": 2
    },
    {
      "j": "過程",
      "e": "process",
      "f": "かてい",
      "l": 2
    },
    {
      "j": "南米",
      "e": "South America",
      "f": "なんべい",
      "l": 2
    },
    {
      "j": "実力",
      "e": "merit, efficiency, arms, force",
      "f": "じつりょく",
      "l": 2
    },
    {
      "j": "先頭",
      "e": "head, lead, vanguard, first",
      "f": "せんとう",
      "l": 2
    },
    {
      "j": "当番",
      "e": "being on duty",
      "f": "とうばん",
      "l": 2
    },
    {
      "j": "高級",
      "e": "high class, high grade",
      "f": "こうきゅう",
      "l": 2
    },
    {
      "j": "慰める",
      "e": "to comfort, to console",
      "f": "なぐさめる",
      "l": 2
    },
    {
      "j": "リズム",
      "e": "rhythm",
      "f": "",
      "l": 2
    },
    {
      "j": "掃く",
      "e": "to sweep, to brush, to gather up",
      "f": "はく",
      "l": 2
    },
    {
      "j": "習字",
      "e": "penmanship",
      "f": "しゅうじ",
      "l": 2
    },
    {
      "j": "寸法",
      "e": "measurement, size, dimension",
      "f": "すんぽう",
      "l": 2
    },
    {
      "j": "生き生き",
      "e": "vividly, lively",
      "f": "いきいき",
      "l": 2
    },
    {
      "j": "巻く",
      "e": "to wind, to coil, to roll",
      "f": "まく",
      "l": 2
    },
    {
      "j": "下品",
      "e": "vulgarity, meanness, indecency, coarseness",
      "f": "げひん",
      "l": 2
    },
    {
      "j": "メーター",
      "e": "meter (clock)",
      "f": "",
      "l": 2
    },
    {
      "j": "植木",
      "e": "garden shrubs, trees, potted plant",
      "f": "うえき",
      "l": 2
    },
    {
      "j": "方程式",
      "e": "equation",
      "f": "ほうていしき",
      "l": 2
    },
    {
      "j": "めまい",
      "e": "dizziness, giddiness",
      "f": "",
      "l": 2
    },
    {
      "j": "改める",
      "e": "to change, to alter, to reform, to revise",
      "f": "あらためる",
      "l": 2
    },
    {
      "j": "段階",
      "e": "gradation, grade, stage",
      "f": "だんかい",
      "l": 2
    },
    {
      "j": "別々",
      "e": "separately, individually",
      "f": "べつべつ",
      "l": 2
    },
    {
      "j": "擦る",
      "e": "to rub, to chafe, to file, to frost (glass), to strike (match)",
      "f": "こする",
      "l": 2
    },
    {
      "j": "看板",
      "e": "sign, signboard, doorplate, poster",
      "f": "かんばん",
      "l": 2
    },
    {
      "j": "灯台",
      "e": "lighthouse",
      "f": "とうだい",
      "l": 2
    },
    {
      "j": "潜る",
      "e": "(1) to drive, to pass through, (2) to evade, to hide, (3) to dive (into or under water), to go undergroun",
      "f": "もぐる",
      "l": 2
    },
    {
      "j": "一昨日",
      "e": "day before yesterday",
      "f": "いっさくじつ",
      "l": 2
    },
    {
      "j": "並行",
      "e": "(going) side by side, concurrent, abreast, at the same time",
      "f": "へいこう",
      "l": 2
    },
    {
      "j": "俄",
      "e": "sudden, abrupt, unexpected, improvised, offhand",
      "f": "にわか",
      "l": 2
    },
    {
      "j": "秤",
      "e": "scales, weighing machine",
      "f": "はかり",
      "l": 2
    },
    {
      "j": "只",
      "e": "free of charge, mere, sole, only, usual, common",
      "f": "ただ",
      "l": 2
    },
    {
      "j": "補う",
      "e": "to compensate for",
      "f": "おぎなう",
      "l": 2
    },
    {
      "j": "郡",
      "e": "country, district",
      "f": "ぐん",
      "l": 2
    },
    {
      "j": "再来年",
      "e": "year after next",
      "f": "さらいねん",
      "l": 2
    },
    {
      "j": "王女",
      "e": "princess",
      "f": "おうじょ",
      "l": 2
    },
    {
      "j": "マスク",
      "e": "mask",
      "f": "",
      "l": 2
    },
    {
      "j": "焦がす",
      "e": "to burn, to scorch, to singe, to char",
      "f": "こがす",
      "l": 2
    },
    {
      "j": "迫る",
      "e": "to draw near, to press",
      "f": "せまる",
      "l": 2
    },
    {
      "j": "侵入",
      "e": "penetration, invasion, raid, aggression, trespass",
      "f": "しんにゅう",
      "l": 2
    },
    {
      "j": "生る",
      "e": "to bear fruit",
      "f": "なる",
      "l": 2
    },
    {
      "j": "どなる",
      "e": "to shout, to yell",
      "f": "",
      "l": 2
    },
    {
      "j": "都心",
      "e": "heart (of city)",
      "f": "としん",
      "l": 2
    },
    {
      "j": "発揮",
      "e": "exhibition, demonstration, utilization, display",
      "f": "はっき",
      "l": 2
    },
    {
      "j": "一通り",
      "e": "ordinary, usual, in general, briefly",
      "f": "ひととおり",
      "l": 2
    },
    {
      "j": "独り言",
      "e": "a soliloquy, a monologue, speaking to oneself",
      "f": "ひとりごと",
      "l": 2
    },
    {
      "j": "卑怯",
      "e": "cowardice, meanness, unfairness",
      "f": "ひきょう",
      "l": 2
    },
    {
      "j": "真っ先",
      "e": "the head, the foremost, beginning",
      "f": "まっさき",
      "l": 2
    },
    {
      "j": "副詞",
      "e": "adverb",
      "f": "ふくし",
      "l": 2
    },
    {
      "j": "針金",
      "e": "wire",
      "f": "はりがね",
      "l": 2
    },
    {
      "j": "砕ける",
      "e": "to break, to be broken",
      "f": "くだける",
      "l": 2
    },
    {
      "j": "催し",
      "e": "event, festivities, function",
      "f": "もよおし",
      "l": 2
    },
    {
      "j": "祝日",
      "e": "national holiday",
      "f": "しゅくじつ",
      "l": 2
    },
    {
      "j": "尖る",
      "e": "to taper to a point, to become sharp, to be sour, to look displeased",
      "f": "とがる",
      "l": 2
    },
    {
      "j": "無数",
      "e": "countless number, infinite number",
      "f": "むすう",
      "l": 2
    },
    {
      "j": "利害",
      "e": "advantages and disadvantages, interest",
      "f": "りがい",
      "l": 2
    },
    {
      "j": "終点",
      "e": "terminus, last stop (e.g train)",
      "f": "しゅうてん",
      "l": 2
    },
    {
      "j": "透き通る",
      "e": "to be(come) transparent",
      "f": "すきとおる",
      "l": 2
    },
    {
      "j": "待ち合わせる",
      "e": "to rendezvous, to meet at a prearranged place and time",
      "f": "まちあわせる",
      "l": 2
    },
    {
      "j": "差し引き",
      "e": "deduction, subtraction, balance, ebb and flow, rise and fall",
      "f": "さしひき",
      "l": 2
    },
    {
      "j": "賞金",
      "e": "prize, monetary award",
      "f": "しょうきん",
      "l": 2
    },
    {
      "j": "乾燥",
      "e": "dry, arid, insipid, dehydrated",
      "f": "かんそう",
      "l": 2
    },
    {
      "j": "ひゃっかじてん",
      "e": "encyclopedia",
      "f": "",
      "l": 2
    },
    {
      "j": "略す",
      "e": "to abbreviate",
      "f": "りゃくす",
      "l": 2
    },
    {
      "j": "子孫",
      "e": "descendants, posterity, offspring",
      "f": "しそん",
      "l": 2
    },
    {
      "j": "見慣れる",
      "e": "to become used to seeing, to be familiar with",
      "f": "みなれる",
      "l": 2
    },
    {
      "j": "満員",
      "e": "full house, no vacancy, sold out",
      "f": "まんいん",
      "l": 2
    },
    {
      "j": "夜行",
      "e": "walking around at night, night train, night travel",
      "f": "やこう",
      "l": 2
    },
    {
      "j": "なぐる",
      "e": "to strike, to hit",
      "f": "",
      "l": 2
    },
    {
      "j": "親指",
      "e": "thumb",
      "f": "おやゆび",
      "l": 2
    },
    {
      "j": "幼稚園",
      "e": "kindergarten",
      "f": "ようちえん",
      "l": 2
    },
    {
      "j": "特長",
      "e": "forte, merit",
      "f": "とくちょう",
      "l": 2
    },
    {
      "j": "工事",
      "e": "construction work",
      "f": "こうじ",
      "l": 2
    },
    {
      "j": "かしこまりました",
      "e": "certainly!",
      "f": "",
      "l": 2
    },
    {
      "j": "湧く",
      "e": "to boil, to grow hot, to get excited, to gush forth",
      "f": "わく",
      "l": 2
    },
    {
      "j": "引力",
      "e": "gravity",
      "f": "いんりょく",
      "l": 2
    },
    {
      "j": "現に",
      "e": "actually, really",
      "f": "げんに",
      "l": 2
    },
    {
      "j": "垣根",
      "e": "hedge",
      "f": "かきね",
      "l": 2
    },
    {
      "j": "苦情",
      "e": "complaint, troubles, objection",
      "f": "くじょう",
      "l": 2
    },
    {
      "j": "かわいがる",
      "e": "to love, to be affectionate",
      "f": "",
      "l": 2
    },
    {
      "j": "効力",
      "e": "effect, efficacy, validity, potency",
      "f": "こうりょく",
      "l": 2
    },
    {
      "j": "無限",
      "e": "infinite",
      "f": "むげん",
      "l": 2
    },
    {
      "j": "ウエートレス",
      "e": "waitress",
      "f": "",
      "l": 2
    },
    {
      "j": "浮ぶ",
      "e": "to float, to rise to surface, to come to mind",
      "f": "うかぶ",
      "l": 2
    },
    {
      "j": "御無沙汰",
      "e": "not writing or contacting for a while",
      "f": "ごぶさた",
      "l": 2
    },
    {
      "j": "緩い",
      "e": "loose, lenient, slow",
      "f": "ゆるい",
      "l": 2
    },
    {
      "j": "レンズ",
      "e": "lens",
      "f": "",
      "l": 2
    },
    {
      "j": "税関",
      "e": "customs house",
      "f": "ぜいかん",
      "l": 2
    },
    {
      "j": "踏切",
      "e": "railway crossing, level crossing, starting line, scratch, crossover",
      "f": "ふみきり",
      "l": 2
    },
    {
      "j": "順序",
      "e": "order, sequence, procedure",
      "f": "じゅんじょ",
      "l": 2
    },
    {
      "j": "地点",
      "e": "site, point on a map",
      "f": "ちてん",
      "l": 2
    },
    {
      "j": "主役",
      "e": "leading part, leading actor (actress)",
      "f": "しゅやく",
      "l": 2
    },
    {
      "j": "誓う",
      "e": "to swear, to vow, to take an oath, to pledge",
      "f": "ちかう",
      "l": 2
    },
    {
      "j": "手首",
      "e": "wrist",
      "f": "てくび",
      "l": 2
    },
    {
      "j": "物語る",
      "e": "to tell, to indicate",
      "f": "ものがたる",
      "l": 2
    },
    {
      "j": "所々",
      "e": "here and there, some parts (of something)",
      "f": "ところどころ",
      "l": 2
    },
    {
      "j": "鉄橋",
      "e": "railway bridge, iron bridge",
      "f": "てっきょう",
      "l": 2
    },
    {
      "j": "先程",
      "e": "some time ago",
      "f": "さきほど",
      "l": 2
    },
    {
      "j": "絶えず",
      "e": "constantly",
      "f": "たえず",
      "l": 2
    },
    {
      "j": "蛇口",
      "e": "faucet, tap",
      "f": "じゃぐち",
      "l": 2
    },
    {
      "j": "赤道",
      "e": "equator",
      "f": "せきどう",
      "l": 2
    },
    {
      "j": "突き当たる",
      "e": "to run into, to collide with",
      "f": "つきあたる",
      "l": 2
    },
    {
      "j": "響き",
      "e": "echo, sound, reverberation, noise",
      "f": "ひびき",
      "l": 2
    },
    {
      "j": "治める",
      "e": "(1) to govern, to manage, (2) to subdue",
      "f": "おさめる",
      "l": 2
    },
    {
      "j": "泊める",
      "e": "to give shelter to, to lodge",
      "f": "とめる",
      "l": 2
    },
    {
      "j": "政党",
      "e": "(member of) political party",
      "f": "せいとう",
      "l": 2
    },
    {
      "j": "嫌がる",
      "e": "to hate, to dislike",
      "f": "いやがる",
      "l": 2
    },
    {
      "j": "直前",
      "e": "just before",
      "f": "ちょくぜん",
      "l": 2
    },
    {
      "j": "ビルディング",
      "e": "building",
      "f": "",
      "l": 2
    },
    {
      "j": "塵芥",
      "e": "trash, rubbish",
      "f": "ごみ",
      "l": 2
    },
    {
      "j": "へそ",
      "e": "navel, belly-button",
      "f": "",
      "l": 2
    },
    {
      "j": "実用",
      "e": "practical use, utility",
      "f": "じつよう",
      "l": 2
    },
    {
      "j": "悔やむ",
      "e": "to mourn",
      "f": "くやむ",
      "l": 2
    },
    {
      "j": "混ざる",
      "e": "to be mixed, to be blended with, to associate with, to mingle with, to join",
      "f": "まざる",
      "l": 2
    },
    {
      "j": "四捨五入",
      "e": "rounding up (fractions)",
      "f": "ししゃごにゅう",
      "l": 2
    },
    {
      "j": "固まる",
      "e": "to harden, to solidify, to become firm, to become certain",
      "f": "かたまる",
      "l": 2
    },
    {
      "j": "磁石",
      "e": "magnet",
      "f": "じしゃく",
      "l": 2
    },
    {
      "j": "周辺",
      "e": "circumference, outskirts, environs, (computer) peripheral",
      "f": "しゅうへん",
      "l": 2
    },
    {
      "j": "原産",
      "e": "place of origin, habitat",
      "f": "げんさん",
      "l": 2
    },
    {
      "j": "こちらこそ",
      "e": "it is I who should say so",
      "f": "",
      "l": 2
    },
    {
      "j": "棄てる",
      "e": "",
      "f": "すてる",
      "l": 2
    },
    {
      "j": "しっぽ",
      "e": "tail (animal)",
      "f": "",
      "l": 2
    },
    {
      "j": "バック",
      "e": "back",
      "f": "",
      "l": 2
    },
    {
      "j": "熱する",
      "e": "to heat",
      "f": "ねっする",
      "l": 2
    },
    {
      "j": "問い合わせ",
      "e": "enquiry, ENQ",
      "f": "といあわせ",
      "l": 2
    },
    {
      "j": "炊事",
      "e": "cooking, culinary arts",
      "f": "すいじ",
      "l": 2
    },
    {
      "j": "冠",
      "e": "crown, diadem, first, best",
      "f": "かんむり",
      "l": 2
    },
    {
      "j": "碗",
      "e": "bowl",
      "f": "わん",
      "l": 2
    },
    {
      "j": "コレクション",
      "e": "(1) collection, (2) correction",
      "f": "",
      "l": 2
    },
    {
      "j": "増やす",
      "e": "to increase, to add to, to augment",
      "f": "ふやす",
      "l": 2
    },
    {
      "j": "ゼミ",
      "e": "(n) seminar",
      "f": "",
      "l": 2
    },
    {
      "j": "看病",
      "e": "nursing (a patient)",
      "f": "かんびょう",
      "l": 2
    },
    {
      "j": "個所",
      "e": "passage, place, point, part",
      "f": "かしょ",
      "l": 2
    },
    {
      "j": "作る / 造る",
      "e": "to make, to create",
      "f": "つくる",
      "l": 2
    },
    {
      "j": "紫",
      "e": "purple colour, violet",
      "f": "むらさき",
      "l": 2
    },
    {
      "j": "ぴかぴか",
      "e": "glitter, sparkle",
      "f": "",
      "l": 2
    },
    {
      "j": "縫う",
      "e": "to sew",
      "f": "ぬう",
      "l": 2
    },
    {
      "j": "紺",
      "e": "navy blue, deep blue",
      "f": "こん",
      "l": 2
    },
    {
      "j": "長引く",
      "e": "to be prolonged, to drag on",
      "f": "ながびく",
      "l": 2
    },
    {
      "j": "湿度",
      "e": "level of humidity",
      "f": "しつど",
      "l": 2
    },
    {
      "j": "心得る",
      "e": "to be informed, to have thorough knowledge",
      "f": "こころえる",
      "l": 2
    },
    {
      "j": "診る",
      "e": "to examine (medical)",
      "f": "みる",
      "l": 2
    },
    {
      "j": "箸",
      "e": "chopsticks",
      "f": "はし",
      "l": 2
    },
    {
      "j": "ミリ",
      "e": "milli-, 10^-3",
      "f": "（メートル）",
      "l": 2
    },
    {
      "j": "水素",
      "e": "hydrogen",
      "f": "すいそ",
      "l": 2
    },
    {
      "j": "髭",
      "e": "moustache, beard, whiskers",
      "f": "ひげ",
      "l": 2
    },
    {
      "j": "チップ",
      "e": "(1) gratuity, tip, (2) chip",
      "f": "",
      "l": 2
    },
    {
      "j": "分量",
      "e": "amount, quantity",
      "f": "ぶんりょう",
      "l": 2
    },
    {
      "j": "香水",
      "e": "perfume",
      "f": "こうすい",
      "l": 2
    },
    {
      "j": "申し訳ない",
      "e": "inexcusable",
      "f": "もうしわけない",
      "l": 2
    },
    {
      "j": "陽射",
      "e": "sunlight, rays of the sun",
      "f": "ひざし",
      "l": 2
    },
    {
      "j": "祭日",
      "e": "national holiday, festival day",
      "f": "さいじつ",
      "l": 2
    },
    {
      "j": "容積",
      "e": "capacity, volume",
      "f": "ようせき",
      "l": 2
    },
    {
      "j": "例える",
      "e": "to compare, to liken, to speak figuratively, to illustrate, to use a simile",
      "f": "たとえる",
      "l": 2
    },
    {
      "j": "甚だしい",
      "e": "extreme, excessive, terrible",
      "f": "はなはだしい",
      "l": 2
    },
    {
      "j": "桁",
      "e": "column, beam, digit",
      "f": "けた",
      "l": 2
    },
    {
      "j": "うどん",
      "e": "noodles (Japanese)",
      "f": "",
      "l": 2
    },
    {
      "j": "焦げる",
      "e": "to burn, to be burned",
      "f": "こげる",
      "l": 2
    },
    {
      "j": "命ずる",
      "e": "to command, to appoint",
      "f": "めいずる",
      "l": 2
    },
    {
      "j": "送料",
      "e": "postage, carriage",
      "f": "そうりょう",
      "l": 2
    },
    {
      "j": "そのため",
      "e": "hence, for that reason",
      "f": "",
      "l": 2
    },
    {
      "j": "感激",
      "e": "deep emotion, impression, inspiration",
      "f": "かんげき",
      "l": 2
    },
    {
      "j": "失恋",
      "e": "disappointed love, broken heart, unrequited love, be lovelorn",
      "f": "しつれん",
      "l": 2
    },
    {
      "j": "怪しい",
      "e": "suspicious, dubious, doubtful",
      "f": "あやしい",
      "l": 2
    },
    {
      "j": "拡充",
      "e": "expansion",
      "f": "かくじゅう",
      "l": 2
    },
    {
      "j": "ダブル",
      "e": "double",
      "f": "",
      "l": 2
    },
    {
      "j": "性能",
      "e": "ability, efficiency",
      "f": "せいのう",
      "l": 2
    },
    {
      "j": "真っ青",
      "e": "deep blue, ghastly pale",
      "f": "まっさお",
      "l": 2
    },
    {
      "j": "押える",
      "e": "to stop, to restrain, to seize, to repress, to suppress, to press down",
      "f": "おさえる",
      "l": 2
    },
    {
      "j": "どうせ",
      "e": "anyhow, in any case, at any rate",
      "f": "",
      "l": 2
    },
    {
      "j": "滑れる",
      "e": "",
      "f": "ずれる",
      "l": 2
    },
    {
      "j": "合理",
      "e": "rational",
      "f": "ごうり",
      "l": 2
    },
    {
      "j": "儀式",
      "e": "ceremony, rite, ritual, service",
      "f": "ぎしき",
      "l": 2
    },
    {
      "j": "歯磨き",
      "e": "dentifrice, toothpaste",
      "f": "はみがき",
      "l": 2
    },
    {
      "j": "苦心",
      "e": "pain, trouble",
      "f": "くしん",
      "l": 2
    },
    {
      "j": "ボーナス",
      "e": "bonus",
      "f": "",
      "l": 2
    },
    {
      "j": "醤油",
      "e": "soy sauce",
      "f": "しょうゆ",
      "l": 2
    },
    {
      "j": "幾分",
      "e": "somewhat",
      "f": "いくぶん",
      "l": 2
    },
    {
      "j": "払い戻す",
      "e": "to repay, to pay back",
      "f": "はらいもどす",
      "l": 2
    },
    {
      "j": "おとなしい",
      "e": "obedient, docile, quiet",
      "f": "",
      "l": 2
    },
    {
      "j": "コンクール",
      "e": "contest (fr: concours)",
      "f": "",
      "l": 2
    },
    {
      "j": "妨げる",
      "e": "to disturb, to prevent",
      "f": "さまたげる",
      "l": 2
    },
    {
      "j": "田植え",
      "e": "rice planting",
      "f": "たうえ",
      "l": 2
    },
    {
      "j": "等分",
      "e": "division into equal parts",
      "f": "とうぶん",
      "l": 2
    },
    {
      "j": "心当たり",
      "e": "having some knowledge of, happening to know",
      "f": "こころあたり",
      "l": 2
    },
    {
      "j": "臨時",
      "e": "temporary, special, extraordinary",
      "f": "りんじ",
      "l": 2
    },
    {
      "j": "おまたせしました",
      "e": "Sorry to have kept you waiting",
      "f": "",
      "l": 2
    },
    {
      "j": "ごめんください",
      "e": "May I come in?",
      "f": "",
      "l": 2
    },
    {
      "j": "向う",
      "e": "(v5u) to face, to go towards",
      "f": "むかう",
      "l": 2
    },
    {
      "j": "延ばす",
      "e": "to lengthen, to stretch, to reach out, to grow (beard)",
      "f": "のばす",
      "l": 2
    },
    {
      "j": "心身",
      "e": "mind and body",
      "f": "しんしん",
      "l": 2
    },
    {
      "j": "丼",
      "e": "porcelain bowl, bowl of rice with food on top",
      "f": "どんぶり",
      "l": 2
    },
    {
      "j": "各自",
      "e": "individual, each",
      "f": "かくじ",
      "l": 2
    },
    {
      "j": "時速",
      "e": "speed (per hour)",
      "f": "じそく",
      "l": 2
    },
    {
      "j": "点く",
      "e": "to catch fire, (electricity) comes on",
      "f": "つく",
      "l": 2
    },
    {
      "j": "そういえば",
      "e": "which reminds me ..",
      "f": "",
      "l": 2
    },
    {
      "j": "可決",
      "e": "approval, adoption (e.g. motion, bill), passage",
      "f": "かけつ",
      "l": 2
    },
    {
      "j": "葬式",
      "e": "funeral",
      "f": "そうしき",
      "l": 2
    },
    {
      "j": "統計",
      "e": "scattering, a scatter, dispersion",
      "f": "とうけい",
      "l": 2
    },
    {
      "j": "親類",
      "e": "relation, kin",
      "f": "しんるい",
      "l": 2
    },
    {
      "j": "瞳",
      "e": "pupil (of eye)",
      "f": "ひとみ",
      "l": 2
    },
    {
      "j": "田ぼ",
      "e": "paddy field, farm",
      "f": "たんぼ",
      "l": 2
    },
    {
      "j": "やむをえない",
      "e": "cannot be helped, unavoidable",
      "f": "",
      "l": 2
    },
    {
      "j": "捜す",
      "e": "to search, to seek, to look for",
      "f": "さがす",
      "l": 2
    },
    {
      "j": "執筆",
      "e": "writing",
      "f": "しっぴつ",
      "l": 2
    },
    {
      "j": "遠足",
      "e": "trip, hike, picnic",
      "f": "えんそく",
      "l": 2
    },
    {
      "j": "日時",
      "e": "date and time",
      "f": "にちじ",
      "l": 2
    },
    {
      "j": "分数",
      "e": "fraction (in math)",
      "f": "ぶんすう",
      "l": 2
    },
    {
      "j": "教わる",
      "e": "to be taught",
      "f": "おそわる",
      "l": 2
    },
    {
      "j": "あぶる",
      "e": "to scorch",
      "f": "",
      "l": 2
    },
    {
      "j": "漁師",
      "e": "fisherman",
      "f": "りょうし",
      "l": 2
    },
    {
      "j": "欧米",
      "e": "Europe and America, the West",
      "f": "おうべい",
      "l": 2
    },
    {
      "j": "大学院",
      "e": "graduate school",
      "f": "だいがくいん",
      "l": 2
    },
    {
      "j": "知人",
      "e": "friend, acquaintance",
      "f": "ちじん",
      "l": 2
    },
    {
      "j": "縛る",
      "e": "to tie, to bind",
      "f": "しばる",
      "l": 2
    },
    {
      "j": "くっつく",
      "e": "to adhere to, to keep close to",
      "f": "",
      "l": 2
    },
    {
      "j": "拝む",
      "e": "to worship, to beg, to make a supplication",
      "f": "おがむ",
      "l": 2
    },
    {
      "j": "耕地",
      "e": "arable land",
      "f": "こうち",
      "l": 2
    },
    {
      "j": "養分",
      "e": "nourishment, nutrient",
      "f": "ようぶん",
      "l": 2
    },
    {
      "j": "昼寝",
      "e": "nap (at home), siesta",
      "f": "ひるね",
      "l": 2
    },
    {
      "j": "なにしろ",
      "e": "at any rate, anyhow, anyway, in any case",
      "f": "",
      "l": 2
    },
    {
      "j": "書道",
      "e": "calligraphy",
      "f": "しょどう",
      "l": 2
    },
    {
      "j": "会館",
      "e": "meeting hall, assembly hall",
      "f": "かいかん",
      "l": 2
    },
    {
      "j": "刺す",
      "e": "to pierce, to stab, to prick, to thrust",
      "f": "さす",
      "l": 2
    },
    {
      "j": "温室",
      "e": "greenhouse",
      "f": "おんしつ",
      "l": 2
    },
    {
      "j": "しあさって",
      "e": "two days after tomorrow",
      "f": "",
      "l": 2
    },
    {
      "j": "はじめまして",
      "e": "How do you do?, I am glad to meet you",
      "f": "",
      "l": 2
    },
    {
      "j": "言い付ける",
      "e": "to tell, to tell on (someone), to order",
      "f": "いいつける",
      "l": 2
    },
    {
      "j": "名物",
      "e": "famous product, special product, speciality",
      "f": "めいぶつ",
      "l": 2
    },
    {
      "j": "捕える",
      "e": "to seize, to grasp, to capture, to arrest",
      "f": "とらえる",
      "l": 2
    },
    {
      "j": "改めて",
      "e": "another time, again, over again, anew, formally",
      "f": "あらためて",
      "l": 2
    },
    {
      "j": "かるた",
      "e": "(n) playing cards (pt: carta)",
      "f": "",
      "l": 2
    },
    {
      "j": "国籍",
      "e": "nationality",
      "f": "こくせき",
      "l": 2
    },
    {
      "j": "ランチ",
      "e": "launch, lunch",
      "f": "",
      "l": 2
    },
    {
      "j": "作者",
      "e": "author, authoress",
      "f": "さくしゃ",
      "l": 2
    },
    {
      "j": "省略",
      "e": "omission, abbreviation, abridgment",
      "f": "しょうりゃく",
      "l": 2
    },
    {
      "j": "落し物",
      "e": "lost property",
      "f": "おとしもの",
      "l": 2
    },
    {
      "j": "恐縮",
      "e": "shame, very kind of you, sorry to trouble",
      "f": "きょうしゅく",
      "l": 2
    },
    {
      "j": "儲ける",
      "e": "to get, to earn, to gain, to have (bear, beget) a child",
      "f": "もうける",
      "l": 2
    },
    {
      "j": "くっつける",
      "e": "to attach",
      "f": "",
      "l": 2
    },
    {
      "j": "引受る",
      "e": "to undertake, to take up, to take over",
      "f": "ひきうける",
      "l": 2
    },
    {
      "j": "モーター",
      "e": "motor",
      "f": "",
      "l": 2
    },
    {
      "j": "照らす",
      "e": "to shine on, to illuminate",
      "f": "てらす",
      "l": 2
    },
    {
      "j": "悠々",
      "e": "quiet, calm, leisurely",
      "f": "ゆうゆう",
      "l": 2
    },
    {
      "j": "自習",
      "e": "self-study",
      "f": "じしゅう",
      "l": 2
    },
    {
      "j": "刻む",
      "e": "to mince, to carve, to engrave",
      "f": "きざむ",
      "l": 2
    },
    {
      "j": "自然科学",
      "e": "natural science",
      "f": "しぜんかがく",
      "l": 2
    },
    {
      "j": "点数",
      "e": "marks, points, score, runs",
      "f": "てんすう",
      "l": 2
    },
    {
      "j": "素質",
      "e": "character, qualities, genius",
      "f": "そしつ",
      "l": 2
    },
    {
      "j": "女房",
      "e": "wife",
      "f": "にょうぼう",
      "l": 2
    },
    {
      "j": "死体",
      "e": "corpse",
      "f": "したい",
      "l": 2
    },
    {
      "j": "定休日",
      "e": "regular holiday",
      "f": "ていきゅうび",
      "l": 2
    },
    {
      "j": "感ずる",
      "e": "to feel, to sense",
      "f": "かんずる",
      "l": 2
    },
    {
      "j": "射す",
      "e": "to shine, to strike",
      "f": "さす",
      "l": 2
    },
    {
      "j": "逆さ",
      "e": "reverse, inversion, upside down",
      "f": "さかさ",
      "l": 2
    },
    {
      "j": "実習",
      "e": "practice, training",
      "f": "じっしゅう",
      "l": 2
    },
    {
      "j": "稽古",
      "e": "practice, training, study",
      "f": "けいこ",
      "l": 2
    },
    {
      "j": "ナンバー",
      "e": "number",
      "f": "",
      "l": 2
    },
    {
      "j": "さわやか",
      "e": "fresh, refreshing, invigorating",
      "f": "",
      "l": 2
    },
    {
      "j": "国王",
      "e": "king",
      "f": "こくおう",
      "l": 2
    },
    {
      "j": "ごちそうさま",
      "e": "feast",
      "f": "",
      "l": 2
    },
    {
      "j": "改正",
      "e": "revision, amendment, alteration",
      "f": "かいせい",
      "l": 2
    },
    {
      "j": "大分",
      "e": "considerably, greatly, a lot",
      "f": "だいぶん",
      "l": 2
    },
    {
      "j": "滝",
      "e": "waterfall",
      "f": "たき",
      "l": 2
    },
    {
      "j": "箒",
      "e": "(n) broom",
      "f": "ほうき",
      "l": 2
    },
    {
      "j": "指定",
      "e": "designation, specification, assignment, pointing at",
      "f": "してい",
      "l": 2
    },
    {
      "j": "判子",
      "e": "seal (used for signature)",
      "f": "はんこ",
      "l": 2
    },
    {
      "j": "占う",
      "e": "to forecast, to predict",
      "f": "うらなう",
      "l": 2
    },
    {
      "j": "溶かす",
      "e": "to melt, to dissolve",
      "f": "とかす",
      "l": 2
    },
    {
      "j": "又は",
      "e": "or, otherwise",
      "f": "または",
      "l": 2
    },
    {
      "j": "募集",
      "e": "recruiting, taking applications",
      "f": "ぼしゅう",
      "l": 2
    },
    {
      "j": "渇く",
      "e": "to be thirsty",
      "f": "かわく",
      "l": 2
    },
    {
      "j": "構造",
      "e": "structure, construction",
      "f": "こうぞう",
      "l": 2
    },
    {
      "j": "煙い",
      "e": "smoky",
      "f": "けむい",
      "l": 2
    },
    {
      "j": "湯飲み",
      "e": "teacup",
      "f": "ゆのみ",
      "l": 2
    },
    {
      "j": "盆地",
      "e": "basin (e.g. between mountains)",
      "f": "ぼんち",
      "l": 2
    },
    {
      "j": "ひとりでに",
      "e": "by itself, automatically, naturally",
      "f": "",
      "l": 2
    },
    {
      "j": "器械",
      "e": "instrument",
      "f": "きかい",
      "l": 2
    },
    {
      "j": "採点",
      "e": "marking, grading, looking over",
      "f": "さいてん",
      "l": 2
    },
    {
      "j": "一昨年",
      "e": "year before last",
      "f": "いっさくねん",
      "l": 2
    },
    {
      "j": "焦点",
      "e": "focus, point",
      "f": "しょうてん",
      "l": 2
    },
    {
      "j": "探る",
      "e": "to search, to look for, to sound out",
      "f": "さぐる",
      "l": 2
    },
    {
      "j": "転がる",
      "e": "to roll, to tumble",
      "f": "ころがる",
      "l": 2
    },
    {
      "j": "楽器",
      "e": "musical instrument",
      "f": "がっき",
      "l": 2
    },
    {
      "j": "祭る",
      "e": "to deify, to enshrine",
      "f": "まつる",
      "l": 2
    },
    {
      "j": "争う",
      "e": "to dispute, to argue, to be at variance, to compete",
      "f": "あらそう",
      "l": 2
    },
    {
      "j": "代名詞",
      "e": "pronoun",
      "f": "だいめいし",
      "l": 2
    },
    {
      "j": "傾く",
      "e": "to incline toward, to slant, to lurch",
      "f": "かたむく",
      "l": 2
    },
    {
      "j": "茂る",
      "e": "to grow thick, to luxuriate, to be luxurious",
      "f": "しげる",
      "l": 2
    },
    {
      "j": "裁縫",
      "e": "sewing",
      "f": "さいほう",
      "l": 2
    },
    {
      "j": "濡らす",
      "e": "to wet, to soak, to dip",
      "f": "ぬらす",
      "l": 2
    },
    {
      "j": "定価",
      "e": "established price",
      "f": "ていか",
      "l": 2
    },
    {
      "j": "取り入れる",
      "e": "to harvest, to take in, to adopt",
      "f": "とりいれる",
      "l": 2
    },
    {
      "j": "牧畜",
      "e": "stock-farming",
      "f": "ぼくちく",
      "l": 2
    },
    {
      "j": "増大",
      "e": "enlargement",
      "f": "ぞうだい",
      "l": 2
    },
    {
      "j": "杉",
      "e": "Japanese cedar",
      "f": "すぎ",
      "l": 2
    },
    {
      "j": "短所",
      "e": "(1) defect, demerit, weak point, (2) disadvantage",
      "f": "たんしょ",
      "l": 2
    },
    {
      "j": "全集",
      "e": "complete works",
      "f": "ぜんしゅう",
      "l": 2
    },
    {
      "j": "瓶詰",
      "e": "bottling, bottled",
      "f": "びんづめ",
      "l": 2
    },
    {
      "j": "蝋燭",
      "e": "candle",
      "f": "ろうそく",
      "l": 2
    },
    {
      "j": "清掃",
      "e": "cleaning",
      "f": "せいそう",
      "l": 2
    },
    {
      "j": "生年月日",
      "e": "birth date",
      "f": "せいねんがっぴ",
      "l": 2
    },
    {
      "j": "片仮名",
      "e": "katakana",
      "f": "かたかな",
      "l": 2
    },
    {
      "j": "マラソン",
      "e": "marathon",
      "f": "",
      "l": 2
    },
    {
      "j": "西暦",
      "e": "Christian Era, anno domini (A.D.)",
      "f": "せいれき",
      "l": 2
    },
    {
      "j": "挟まる",
      "e": "to get between, to be caught in",
      "f": "はさまる",
      "l": 2
    },
    {
      "j": "承る",
      "e": "(hum) to hear, to be told, to know",
      "f": "うけたまわる",
      "l": 2
    },
    {
      "j": "休養",
      "e": "rest, break, recreation",
      "f": "きゅうよう",
      "l": 2
    },
    {
      "j": "内科",
      "e": "internist clinic, internal medicine",
      "f": "ないか",
      "l": 2
    },
    {
      "j": "煮る",
      "e": "to boil, to cook",
      "f": "にる",
      "l": 2
    },
    {
      "j": "便所",
      "e": "toilet, lavatory, rest room, latrine, comfort station",
      "f": "べんじょ",
      "l": 2
    },
    {
      "j": "断水",
      "e": "water outage",
      "f": "だんすい",
      "l": 2
    },
    {
      "j": "限度",
      "e": "limit, bounds",
      "f": "げんど",
      "l": 2
    },
    {
      "j": "四つ角",
      "e": "four corners, crossroads",
      "f": "よつかど",
      "l": 2
    },
    {
      "j": "櫛",
      "e": "comb",
      "f": "くし",
      "l": 2
    },
    {
      "j": "スカーフ",
      "e": "scarf",
      "f": "",
      "l": 2
    },
    {
      "j": "サンプル",
      "e": "sample",
      "f": "",
      "l": 2
    },
    {
      "j": "攻める",
      "e": "to attack, to assault",
      "f": "せめる",
      "l": 2
    },
    {
      "j": "シーズン",
      "e": "season (sporting)",
      "f": "",
      "l": 2
    },
    {
      "j": "脱線",
      "e": "derailment, digression",
      "f": "だっせん",
      "l": 2
    },
    {
      "j": "カーブ",
      "e": "(1) curve, (2) curve ball (baseball)",
      "f": "",
      "l": 2
    },
    {
      "j": "迷信",
      "e": "superstition",
      "f": "めいしん",
      "l": 2
    },
    {
      "j": "やっぱり",
      "e": "also, as I thought, still, in spite of, absolutely, of course",
      "f": "",
      "l": 2
    },
    {
      "j": "匂う",
      "e": "to be fragrant, to smell, to stink",
      "f": "におう",
      "l": 2
    },
    {
      "j": "一定",
      "e": "fixed, settled, definite",
      "f": "いってい",
      "l": 2
    },
    {
      "j": "引っ繰り返す",
      "e": "to turn over, to overturn, to knock over, to upset, to turn inside out",
      "f": "ひっくりかえす",
      "l": 2
    },
    {
      "j": "広める",
      "e": "to broaden, to propagate",
      "f": "ひろめる",
      "l": 2
    },
    {
      "j": "勘違い",
      "e": "misunderstanding, wrong guess",
      "f": "かんちがい",
      "l": 2
    },
    {
      "j": "すっきり",
      "e": "shapely, clear, neat",
      "f": "",
      "l": 2
    },
    {
      "j": "区切る",
      "e": "to punctuate, to cut off, to mark off, to stop, to put an end to",
      "f": "くぎる",
      "l": 2
    },
    {
      "j": "取り消す",
      "e": "to cancel",
      "f": "とりけす",
      "l": 2
    },
    {
      "j": "コース",
      "e": "course",
      "f": "",
      "l": 2
    },
    {
      "j": "あかんぼう",
      "e": "baby",
      "f": "",
      "l": 2
    },
    {
      "j": "割引",
      "e": "discount, reduction, rebate",
      "f": "わりびき",
      "l": 2
    },
    {
      "j": "交じる",
      "e": "to be mixed, to be blended with, to associate with",
      "f": "まじる",
      "l": 2
    },
    {
      "j": "戸棚",
      "e": "cupboard, locker, closet, wardrobe",
      "f": "とだな",
      "l": 2
    },
    {
      "j": "いってらっしゃい",
      "e": "",
      "f": "",
      "l": 2
    },
    {
      "j": "灰色",
      "e": "grey, gray, ashen",
      "f": "はいいろ",
      "l": 2
    },
    {
      "j": "物置",
      "e": "storage room",
      "f": "ものおき",
      "l": 2
    },
    {
      "j": "重量",
      "e": "(1) weight, (2) heavyweight boxer",
      "f": "じゅうりょう",
      "l": 2
    },
    {
      "j": "灯油",
      "e": "lamp oil, kerosene",
      "f": "とうゆ",
      "l": 2
    },
    {
      "j": "錆びる",
      "e": "to rust, to become rusty",
      "f": "さびる",
      "l": 2
    },
    {
      "j": "全般",
      "e": "(the) whole, universal, wholly, general",
      "f": "ぜんぱん",
      "l": 2
    },
    {
      "j": "水筒",
      "e": "canteen, flask, water bottle",
      "f": "すいとう",
      "l": 2
    },
    {
      "j": "おさきに",
      "e": "before, ahead, previously",
      "f": "",
      "l": 2
    },
    {
      "j": "人造",
      "e": "man-made, synthetic, artificial",
      "f": "じんぞう",
      "l": 2
    },
    {
      "j": "裂く",
      "e": "to tear, to split",
      "f": "さく",
      "l": 2
    },
    {
      "j": "目次",
      "e": "table of contents",
      "f": "もくじ",
      "l": 2
    },
    {
      "j": "消耗",
      "e": "exhaustion, consumption",
      "f": "しょうもう",
      "l": 2
    },
    {
      "j": "しびれる",
      "e": "to become numb, to go to sleep (i.e., a limb)",
      "f": "",
      "l": 2
    },
    {
      "j": "上旬",
      "e": "first 10 days of month",
      "f": "じょうじゅん",
      "l": 2
    },
    {
      "j": "一斉",
      "e": "simultaneous, all at once",
      "f": "いっせい",
      "l": 2
    },
    {
      "j": "貯蔵",
      "e": "storage, preservation",
      "f": "ちょぞう",
      "l": 2
    },
    {
      "j": "重ねる",
      "e": "to pile up, to put something on another, to heap up, to add, to repeat",
      "f": "かさねる",
      "l": 2
    },
    {
      "j": "解放",
      "e": "release, liberation, emancipation",
      "f": "かいほう",
      "l": 2
    },
    {
      "j": "静まる",
      "e": "to quieten down, to calm down, to subside",
      "f": "しずまる",
      "l": 2
    },
    {
      "j": "観測",
      "e": "observation",
      "f": "かんそく",
      "l": 2
    },
    {
      "j": "述語",
      "e": "predicate",
      "f": "じゅつご",
      "l": 2
    },
    {
      "j": "出合い",
      "e": "an encounter",
      "f": "であい",
      "l": 2
    },
    {
      "j": "列島",
      "e": "chain of islands",
      "f": "れっとう",
      "l": 2
    },
    {
      "j": "血圧",
      "e": "blood pressure",
      "f": "けつあつ",
      "l": 2
    },
    {
      "j": "縮れる",
      "e": "to be wavy, to be curled",
      "f": "ちぢれる",
      "l": 2
    },
    {
      "j": "ダイヤル",
      "e": "dial",
      "f": "",
      "l": 2
    },
    {
      "j": "役所",
      "e": "government office, public office",
      "f": "やくしょ",
      "l": 2
    },
    {
      "j": "対策",
      "e": "counter-plan, counter-measure",
      "f": "たいさく",
      "l": 2
    },
    {
      "j": "就任",
      "e": "inauguration, assumption of office",
      "f": "しゅうにん",
      "l": 2
    },
    {
      "j": "石鹸",
      "e": "soap",
      "f": "せっけん",
      "l": 2
    },
    {
      "j": "ほどく",
      "e": "to unfasten",
      "f": "",
      "l": 2
    },
    {
      "j": "因る",
      "e": "to come from",
      "f": "よる",
      "l": 2
    },
    {
      "j": "汁",
      "e": "juice, sap, soup, broth",
      "f": "しる",
      "l": 2
    },
    {
      "j": "直線",
      "e": "straight line",
      "f": "ちょくせん",
      "l": 2
    },
    {
      "j": "超す",
      "e": "to cross, to pass, to tide over",
      "f": "こす",
      "l": 2
    },
    {
      "j": "どきどき",
      "e": "throb, beat (fast)",
      "f": "",
      "l": 2
    },
    {
      "j": "乱暴",
      "e": "rude, violent, rough, lawless, unreasonable, reckless",
      "f": "らんぼう",
      "l": 2
    },
    {
      "j": "退院",
      "e": "leaving hospital",
      "f": "たいいん",
      "l": 2
    },
    {
      "j": "不規則",
      "e": "irregularity, unsteadiness, disorderly",
      "f": "ふきそく",
      "l": 2
    },
    {
      "j": "包帯",
      "e": "bandage, dressing",
      "f": "ほうたい",
      "l": 2
    },
    {
      "j": "預かる",
      "e": "to keep in custody, to receive on deposit, to take charge of",
      "f": "あずかる",
      "l": 2
    },
    {
      "j": "しぼむ",
      "e": "to wither, to fade (away), to shrivel, to wilt",
      "f": "",
      "l": 2
    },
    {
      "j": "車輪",
      "e": "(car) wheel",
      "f": "しゃりん",
      "l": 2
    },
    {
      "j": "用途",
      "e": "use, usefulness",
      "f": "ようと",
      "l": 2
    },
    {
      "j": "唇",
      "e": "lips",
      "f": "くちびる",
      "l": 2
    },
    {
      "j": "散らかる",
      "e": "to be in disorder, to lie scattered around",
      "f": "ちらかる",
      "l": 2
    },
    {
      "j": "書取",
      "e": "dictation",
      "f": "かきとり",
      "l": 2
    },
    {
      "j": "人文科学",
      "e": "social sciences, humanities",
      "f": "じんぶんかがく",
      "l": 2
    },
    {
      "j": "漸く",
      "e": "gradually, finally, hardly",
      "f": "ようやく",
      "l": 2
    },
    {
      "j": "どっと",
      "e": "suddenly",
      "f": "",
      "l": 2
    },
    {
      "j": "ジャーナリスト",
      "e": "journalist",
      "f": "",
      "l": 2
    },
    {
      "j": "上級",
      "e": "advanced level, high grade, senior",
      "f": "じょうきゅう",
      "l": 2
    },
    {
      "j": "上る",
      "e": "to ascend, to go up, to climb",
      "f": "のぼる",
      "l": 2
    },
    {
      "j": "煙突",
      "e": "chimney",
      "f": "えんとつ",
      "l": 2
    },
    {
      "j": "附属",
      "e": "attached, belonging, affiliated",
      "f": "ふぞく",
      "l": 2
    },
    {
      "j": "そのころ",
      "e": "",
      "f": "",
      "l": 2
    },
    {
      "j": "取り出す",
      "e": "to take out, to produce, to pick out",
      "f": "とりだす",
      "l": 2
    },
    {
      "j": "破れる",
      "e": "to get torn, to wear out",
      "f": "やぶれる",
      "l": 2
    },
    {
      "j": "名作",
      "e": "masterpiece",
      "f": "めいさく",
      "l": 2
    },
    {
      "j": "栓",
      "e": "stopper, cork, stopcock",
      "f": "せん",
      "l": 2
    },
    {
      "j": "削る",
      "e": "to cut down little by little, to take a percentage",
      "f": "けずる",
      "l": 2
    },
    {
      "j": "随筆",
      "e": "essays, miscellaneous writings",
      "f": "ずいひつ",
      "l": 2
    },
    {
      "j": "かじる",
      "e": "to chew, to bite (at), to gnaw, to nibble",
      "f": "",
      "l": 2
    },
    {
      "j": "出迎え",
      "e": "meeting, reception",
      "f": "でむかえ",
      "l": 2
    },
    {
      "j": "ギャング",
      "e": "gang",
      "f": "",
      "l": 2
    },
    {
      "j": "警備",
      "e": "defense, guard, policing, security",
      "f": "けいび",
      "l": 2
    },
    {
      "j": "遭う",
      "e": "to meet, to encounter (undesirable nuance)",
      "f": "あう",
      "l": 2
    },
    {
      "j": "清書",
      "e": "clean copy",
      "f": "せいしょ",
      "l": 2
    },
    {
      "j": "銘々",
      "e": "each, individual",
      "f": "めいめい",
      "l": 2
    },
    {
      "j": "年度",
      "e": "year, fiscal year, school year, term",
      "f": "ねんど",
      "l": 2
    },
    {
      "j": "余る",
      "e": "to remain, to be left over, to be in excess, to be too many",
      "f": "あまる",
      "l": 2
    },
    {
      "j": "直角",
      "e": "right angle",
      "f": "ちょっかく",
      "l": 2
    },
    {
      "j": "水蒸気",
      "e": "water vapour, steam",
      "f": "すいじょうき",
      "l": 2
    },
    {
      "j": "投書",
      "e": "letter to the editor, letter from a reader, contribution",
      "f": "とうしょ",
      "l": 2
    },
    {
      "j": "診断",
      "e": "diagnosis",
      "f": "しんだん",
      "l": 2
    },
    {
      "j": "下旬",
      "e": "month (last third of)",
      "f": "げじゅん",
      "l": 2
    },
    {
      "j": "せめて",
      "e": "offense, method of attack",
      "f": "",
      "l": 2
    },
    {
      "j": "イコール",
      "e": "equal",
      "f": "",
      "l": 2
    },
    {
      "j": "感想",
      "e": "impressions, thoughts",
      "f": "かんそう",
      "l": 2
    },
    {
      "j": "ベテラン",
      "e": "veteran",
      "f": "",
      "l": 2
    },
    {
      "j": "気圧",
      "e": "atmospheric pressure",
      "f": "きあつ",
      "l": 2
    },
    {
      "j": "更ける",
      "e": "to get late, to advance, to wear on",
      "f": "ふける",
      "l": 2
    },
    {
      "j": "雑巾",
      "e": "house-cloth, dust cloth",
      "f": "ぞうきん",
      "l": 2
    },
    {
      "j": "欲張り",
      "e": "avarice, covetousness, greed",
      "f": "よくばり",
      "l": 2
    },
    {
      "j": "はきはき",
      "e": "lucidly",
      "f": "",
      "l": 2
    },
    {
      "j": "相違",
      "e": "difference, discrepancy, variation",
      "f": "そうい",
      "l": 2
    },
    {
      "j": "暖まる",
      "e": "to warm up, to get warm",
      "f": "あたたまる",
      "l": 2
    },
    {
      "j": "あわてる",
      "e": "to become confused",
      "f": "",
      "l": 2
    },
    {
      "j": "零点",
      "e": "zero, no marks",
      "f": "れいてん",
      "l": 2
    },
    {
      "j": "打合せ",
      "e": "business meeting, previous arrangement, appointment",
      "f": "うちあわせ",
      "l": 2
    },
    {
      "j": "坊や",
      "e": "boy",
      "f": "ぼうや",
      "l": 2
    },
    {
      "j": "敷く",
      "e": "to spread out, to lay out",
      "f": "しく",
      "l": 2
    },
    {
      "j": "ゴム",
      "e": "gum, rubber, eraser",
      "f": "",
      "l": 2
    },
    {
      "j": "うろうろ",
      "e": "loiteringly, aimless wandering",
      "f": "",
      "l": 2
    },
    {
      "j": "斬る",
      "e": "(v5r) to behead, to murder",
      "f": "きる",
      "l": 2
    },
    {
      "j": "貝",
      "e": "shell, shellfish",
      "f": "かい",
      "l": 2
    },
    {
      "j": "釜",
      "e": "iron pot, kettle",
      "f": "かま",
      "l": 2
    },
    {
      "j": "人通り",
      "e": "pedestrian traffic",
      "f": "ひとどおり",
      "l": 2
    },
    {
      "j": "物騒",
      "e": "dangerous, disturbed, insecure",
      "f": "ぶっそう",
      "l": 2
    },
    {
      "j": "便箋",
      "e": "writing paper, stationery",
      "f": "びんせん",
      "l": 2
    },
    {
      "j": "通訳",
      "e": "interpretation",
      "f": "つうやく",
      "l": 2
    },
    {
      "j": "トレーニング",
      "e": "training",
      "f": "",
      "l": 2
    },
    {
      "j": "接近",
      "e": "getting closer, drawing nearer, approaching",
      "f": "せっきん",
      "l": 2
    },
    {
      "j": "口紅",
      "e": "lipstick",
      "f": "くちべに",
      "l": 2
    },
    {
      "j": "コンクリート",
      "e": "concrete",
      "f": "",
      "l": 2
    },
    {
      "j": "初旬",
      "e": "first 10 days of the month",
      "f": "しょじゅん",
      "l": 2
    },
    {
      "j": "タイア",
      "e": "tire, tyre",
      "f": "",
      "l": 2
    },
    {
      "j": "艶",
      "e": "gloss, glaze",
      "f": "つや",
      "l": 2
    },
    {
      "j": "あてはめる",
      "e": "to apply, to adapt",
      "f": "",
      "l": 2
    },
    {
      "j": "出来上がる",
      "e": "(1) to be finished, to be ready, by definition, (2) to be very drunk",
      "f": "できあがる",
      "l": 2
    },
    {
      "j": "カバー",
      "e": "cover (ex. book)",
      "f": "",
      "l": 2
    },
    {
      "j": "餅",
      "e": "sticky rice cake",
      "f": "もち",
      "l": 2
    },
    {
      "j": "修繕",
      "e": "repair, mending",
      "f": "しゅうぜん",
      "l": 2
    },
    {
      "j": "だいいち",
      "e": "first, foremost, # 1",
      "f": "（副）",
      "l": 2
    },
    {
      "j": "要旨",
      "e": "gist, essentials, summary, fundamentals",
      "f": "ようし",
      "l": 2
    },
    {
      "j": "崩す",
      "e": "to destroy, to pull down, to make change (money)",
      "f": "くずす",
      "l": 2
    },
    {
      "j": "両側",
      "e": "both sides",
      "f": "りょうがわ",
      "l": 2
    },
    {
      "j": "洒落",
      "e": "joke, pun, witticism",
      "f": "しゃれ",
      "l": 2
    },
    {
      "j": "司会",
      "e": "chairmanship",
      "f": "しかい",
      "l": 2
    },
    {
      "j": "項目",
      "e": "item",
      "f": "こうもく",
      "l": 2
    },
    {
      "j": "付合う",
      "e": "to associate with, to keep company with, to get on with",
      "f": "つきあう",
      "l": 2
    },
    {
      "j": "頂点",
      "e": "top, summit",
      "f": "ちょうてん",
      "l": 2
    },
    {
      "j": "筆記",
      "e": "(taking) notes, copying",
      "f": "ひっき",
      "l": 2
    },
    {
      "j": "火口",
      "e": "a burner, origin of a fire",
      "f": "かこう",
      "l": 2
    },
    {
      "j": "庖丁",
      "e": "kitchen knife, carving knife",
      "f": "ほうちょう",
      "l": 2
    },
    {
      "j": "応ずる",
      "e": "to answer, to respond, to meet, to satisfy, to accept",
      "f": "おうずる",
      "l": 2
    },
    {
      "j": "狡い",
      "e": "sly, cunning",
      "f": "ずるい",
      "l": 2
    },
    {
      "j": "広々",
      "e": "extensive, spacious",
      "f": "ひろびろ",
      "l": 2
    },
    {
      "j": "家主",
      "e": "landlord",
      "f": "やぬし",
      "l": 2
    },
    {
      "j": "校舎",
      "e": "school building",
      "f": "こうしゃ",
      "l": 2
    },
    {
      "j": "挿す",
      "e": "to insert, to put in, to graft, to wear in belt",
      "f": "さす",
      "l": 2
    },
    {
      "j": "下町",
      "e": "Shitamachi, lower parts of town",
      "f": "したまち",
      "l": 2
    },
    {
      "j": "逸れる",
      "e": "to stray (turn) from subject, to get lost, to go astray",
      "f": "それる",
      "l": 2
    },
    {
      "j": "長所",
      "e": "(1) strong point, merit, (2) advantage",
      "f": "ちょうしょ",
      "l": 2
    },
    {
      "j": "おめでたい",
      "e": "happy event, matter for congratulation, auspicious event, pregnancy",
      "f": "",
      "l": 2
    },
    {
      "j": "明け方",
      "e": "dawn",
      "f": "あけがた",
      "l": 2
    },
    {
      "j": "×",
      "e": "",
      "f": "ばつ",
      "l": 2
    },
    {
      "j": "片付く",
      "e": "to put in order, to dispose of, to solve",
      "f": "かたづく",
      "l": 2
    },
    {
      "j": "広場",
      "e": "plaza",
      "f": "ひろば",
      "l": 2
    },
    {
      "j": "過失",
      "e": "error, blunder, accident",
      "f": "かしつ",
      "l": 2
    },
    {
      "j": "写る",
      "e": "to be photographed, to be projected",
      "f": "うつる",
      "l": 2
    },
    {
      "j": "払い込む",
      "e": "to deposit, to pay in",
      "f": "はらいこむ",
      "l": 2
    },
    {
      "j": "案外",
      "e": "unexpectedly",
      "f": "あんがい",
      "l": 2
    },
    {
      "j": "電波",
      "e": "electro-magnetic wave",
      "f": "でんぱ",
      "l": 2
    },
    {
      "j": "部首",
      "e": "radical (of a kanji character)",
      "f": "ぶしゅ",
      "l": 2
    },
    {
      "j": "民間",
      "e": "private, civilian, civil, popular, folk, unofficial",
      "f": "みんかん",
      "l": 2
    },
    {
      "j": "毛皮",
      "e": "fur, skin, pelt",
      "f": "けがわ",
      "l": 2
    },
    {
      "j": "隔てる",
      "e": "to be shut out",
      "f": "へだてる",
      "l": 2
    },
    {
      "j": "団地",
      "e": "multi-unit apartments",
      "f": "だんち",
      "l": 2
    },
    {
      "j": "お帰り",
      "e": "return, welcome",
      "f": "おかえり",
      "l": 2
    },
    {
      "j": "蚊",
      "e": "mosquito",
      "f": "か",
      "l": 2
    },
    {
      "j": "受験",
      "e": "taking an examination",
      "f": "じゅけん",
      "l": 2
    },
    {
      "j": "めでたい",
      "e": "happy, simple soul, propitious, joyous",
      "f": "",
      "l": 2
    },
    {
      "j": "おまちください",
      "e": "Please wait a moment",
      "f": "",
      "l": 2
    },
    {
      "j": "卒直",
      "e": "frankness, candour, openheartedness",
      "f": "そっちょく",
      "l": 2
    },
    {
      "j": "大工",
      "e": "carpenter",
      "f": "だいく",
      "l": 2
    },
    {
      "j": "関西",
      "e": "",
      "f": "かんさい",
      "l": 2
    },
    {
      "j": "残らず",
      "e": "all, entirely, completely, without exception",
      "f": "のこらず",
      "l": 2
    },
    {
      "j": "おまちどおさま",
      "e": "Sorry to have kept you waiting",
      "f": "",
      "l": 2
    },
    {
      "j": "解答",
      "e": "answer, solution",
      "f": "かいとう",
      "l": 2
    },
    {
      "j": "ストッキング",
      "e": "stockings",
      "f": "",
      "l": 2
    },
    {
      "j": "出勤",
      "e": "going to work, at work",
      "f": "しゅっきん",
      "l": 2
    },
    {
      "j": "測量",
      "e": "measurement, surveying",
      "f": "そくりょう",
      "l": 2
    },
    {
      "j": "わりあいに",
      "e": "comparatively",
      "f": "",
      "l": 2
    },
    {
      "j": "下降",
      "e": "downward, descent, fall, drop, subsidence",
      "f": "かこう",
      "l": 2
    },
    {
      "j": "気を付ける",
      "e": "to be careful, to pay attention, to take care",
      "f": "きをつける",
      "l": 2
    },
    {
      "j": "発売",
      "e": "sale",
      "f": "はつばい",
      "l": 2
    },
    {
      "j": "さきおととい",
      "e": "two days before yesterday",
      "f": "",
      "l": 2
    },
    {
      "j": "バケツ",
      "e": "bucket, pail",
      "f": "",
      "l": 2
    },
    {
      "j": "縞",
      "e": "stripe",
      "f": "しま",
      "l": 2
    },
    {
      "j": "派手",
      "e": "showy, loud, gay, flashy, gaudy",
      "f": "はで",
      "l": 2
    },
    {
      "j": "区分",
      "e": "division, section, classification",
      "f": "くぶん",
      "l": 2
    },
    {
      "j": "湿気",
      "e": "moisture, humidity, dampness",
      "f": "しっけ",
      "l": 2
    },
    {
      "j": "コック",
      "e": "(1) cook (nl:), (2) tap, spigot, faucet, cock",
      "f": "",
      "l": 2
    },
    {
      "j": "慶び",
      "e": "(n) (a) joy, (a) delight, rapture, pleasure, gratification, rejoicing, congratulations, felicitations",
      "f": "よろこび",
      "l": 2
    },
    {
      "j": "姓",
      "e": "surname, family name",
      "f": "せい",
      "l": 2
    },
    {
      "j": "オーバーコート",
      "e": "",
      "f": "",
      "l": 2
    },
    {
      "j": "近寄る",
      "e": "to approach, to draw near",
      "f": "ちかよる",
      "l": 2
    },
    {
      "j": "助教授",
      "e": "assistant professor",
      "f": "じょきょうじゅ",
      "l": 2
    },
    {
      "j": "襖",
      "e": "sliding screen",
      "f": "ふすま",
      "l": 2
    },
    {
      "j": "膨らます",
      "e": "to swell, to expand, to inflate, to bulge",
      "f": "ふくらます",
      "l": 2
    },
    {
      "j": "水産",
      "e": "marine products, fisheries",
      "f": "すいさん",
      "l": 2
    },
    {
      "j": "通帳",
      "e": "passbook",
      "f": "つうちょう",
      "l": 2
    },
    {
      "j": "停電",
      "e": "failure of electricity",
      "f": "ていでん",
      "l": 2
    },
    {
      "j": "平日",
      "e": "weekday, ordinary days",
      "f": "へいじつ",
      "l": 2
    },
    {
      "j": "マンション",
      "e": "large apartment, apartment house",
      "f": "",
      "l": 2
    },
    {
      "j": "何分",
      "e": "what minute?, how many minutes?",
      "f": "なにぶん",
      "l": 2
    },
    {
      "j": "早口",
      "e": "fast-talking",
      "f": "はやくち",
      "l": 2
    },
    {
      "j": "フリー",
      "e": "free",
      "f": "",
      "l": 2
    },
    {
      "j": "点々",
      "e": "here and there, little by little",
      "f": "てんてん",
      "l": 2
    },
    {
      "j": "直流",
      "e": "direct current",
      "f": "ちょくりゅう",
      "l": 2
    },
    {
      "j": "突っ込む",
      "e": "to plunge into, to go into deeply",
      "f": "つっこむ",
      "l": 2
    },
    {
      "j": "見学",
      "e": "inspection, study by observation, field trip",
      "f": "けんがく",
      "l": 2
    },
    {
      "j": "量る",
      "e": "to measure, to weigh, to survey",
      "f": "はかる",
      "l": 2
    },
    {
      "j": "のこぎり",
      "e": "saw",
      "f": "",
      "l": 2
    },
    {
      "j": "大凡",
      "e": "about, roughly, as a rule, approximately",
      "f": "おおよそ",
      "l": 2
    },
    {
      "j": "煉瓦",
      "e": "brick",
      "f": "れんが",
      "l": 2
    },
    {
      "j": "防犯",
      "e": "prevention of crime",
      "f": "ぼうはん",
      "l": 2
    },
    {
      "j": "回答",
      "e": "reply, answer",
      "f": "かいとう",
      "l": 2
    },
    {
      "j": "過剰",
      "e": "excess, over-",
      "f": "かじょう",
      "l": 2
    },
    {
      "j": "寿命",
      "e": "life span",
      "f": "じゅみょう",
      "l": 2
    },
    {
      "j": "不運",
      "e": "unlucky, misfortune, bad luck, fate",
      "f": "ふうん",
      "l": 2
    },
    {
      "j": "埋める",
      "e": "to bury, to fill up, to fill (a seat, a vacant position)",
      "f": "うめる",
      "l": 2
    },
    {
      "j": "足袋",
      "e": "tabi, Japanese socks (with split toe)",
      "f": "たび",
      "l": 2
    },
    {
      "j": "消防署",
      "e": "fire station",
      "f": "しょうぼうしょ",
      "l": 2
    },
    {
      "j": "後輩",
      "e": "junior (at work or school)",
      "f": "こうはい",
      "l": 2
    },
    {
      "j": "材木",
      "e": "lumber, timber",
      "f": "ざいもく",
      "l": 2
    },
    {
      "j": "謙遜",
      "e": "humble, humility, modesty",
      "f": "けんそん",
      "l": 2
    },
    {
      "j": "真空",
      "e": "vacuum, hollow, empty",
      "f": "しんくう",
      "l": 2
    },
    {
      "j": "しょうがない",
      "e": "",
      "f": "",
      "l": 2
    },
    {
      "j": "超える",
      "e": "to exceed, to cross over, to cross",
      "f": "こえる",
      "l": 2
    },
    {
      "j": "間隔",
      "e": "space, interval, SPC",
      "f": "かんかく",
      "l": 2
    },
    {
      "j": "腰掛ける",
      "e": "to sit (down)",
      "f": "こしかける",
      "l": 2
    },
    {
      "j": "一流",
      "e": "first class, top grade, foremost, top-notch",
      "f": "いちりゅう",
      "l": 2
    },
    {
      "j": "見本",
      "e": "sample",
      "f": "みほん",
      "l": 2
    },
    {
      "j": "好き好き",
      "e": "matter of taste",
      "f": "すきずき",
      "l": 2
    },
    {
      "j": "おじゃまします",
      "e": "Excuse me for disturbing you",
      "f": "",
      "l": 2
    },
    {
      "j": "不潔",
      "e": "unclean, dirty, filthy, impure",
      "f": "ふけつ",
      "l": 2
    },
    {
      "j": "紅葉",
      "e": "(1) (Japanese) maple",
      "f": "こうよう",
      "l": 2
    },
    {
      "j": "区域",
      "e": "limits, boundary, domain, zone, sphere, territory",
      "f": "くいき",
      "l": 2
    },
    {
      "j": "相撲",
      "e": "sumo wrestling",
      "f": "すもう",
      "l": 2
    },
    {
      "j": "あわただしい",
      "e": "busy, hurried, confused, flurried",
      "f": "",
      "l": 2
    },
    {
      "j": "坊っちゃん",
      "e": "son (of others)",
      "f": "ぼっちゃん",
      "l": 2
    },
    {
      "j": "さっさと",
      "e": "quickly",
      "f": "",
      "l": 2
    },
    {
      "j": "通貨",
      "e": "currency",
      "f": "つうか",
      "l": 2
    },
    {
      "j": "ピンク",
      "e": "pink",
      "f": "",
      "l": 2
    },
    {
      "j": "レジャー",
      "e": "leisure",
      "f": "",
      "l": 2
    },
    {
      "j": "溜める",
      "e": "to amass, to accumulate",
      "f": "ためる",
      "l": 2
    },
    {
      "j": "方針",
      "e": "objective, plan, policy",
      "f": "ほうしん",
      "l": 2
    },
    {
      "j": "モダン",
      "e": "modern",
      "f": "",
      "l": 2
    },
    {
      "j": "純情",
      "e": "pure heart, naivete, self-sacrificing devotion",
      "f": "じゅんじょう",
      "l": 2
    },
    {
      "j": "リポート",
      "e": "report, paper",
      "f": "",
      "l": 2
    },
    {
      "j": "特殊",
      "e": "special, unique",
      "f": "とくしゅ",
      "l": 2
    },
    {
      "j": "お手伝いさん",
      "e": "maid",
      "f": "おてつだいさん",
      "l": 2
    },
    {
      "j": "追い越す",
      "e": "to pass (e.g. car), to outdistance, to outstrip",
      "f": "おいこす",
      "l": 2
    },
    {
      "j": "枚数",
      "e": "the number of flat things",
      "f": "まいすう",
      "l": 2
    },
    {
      "j": "うんと",
      "e": "a great deal, very much",
      "f": "",
      "l": 2
    },
    {
      "j": "せっせと",
      "e": "",
      "f": "",
      "l": 2
    },
    {
      "j": "皮肉",
      "e": "cynicism, sarcasm",
      "f": "ひにく",
      "l": 2
    },
    {
      "j": "積む",
      "e": "to pile up, to stack",
      "f": "つむ",
      "l": 2
    },
    {
      "j": "名刺",
      "e": "business card",
      "f": "めいし",
      "l": 2
    },
    {
      "j": "そうっと",
      "e": "",
      "f": "",
      "l": 2
    },
    {
      "j": "屑",
      "e": "waste, scrap",
      "f": "くず",
      "l": 2
    },
    {
      "j": "自衛",
      "e": "self-defense",
      "f": "じえい",
      "l": 2
    },
    {
      "j": "サークル",
      "e": "circle, sports club (i.e. at a company)",
      "f": "",
      "l": 2
    },
    {
      "j": "坊さん",
      "e": "Buddhist priest, monk",
      "f": "ぼうさん",
      "l": 2
    },
    {
      "j": "官庁",
      "e": "government office, authorities",
      "f": "かんちょう",
      "l": 2
    },
    {
      "j": "うっかり",
      "e": "carelessly, thoughtlessly, inadvertently",
      "f": "",
      "l": 2
    },
    {
      "j": "スチュワーデス",
      "e": "stewardess",
      "f": "",
      "l": 2
    },
    {
      "j": "問答",
      "e": "questions and answers, dialogue",
      "f": "もんどう",
      "l": 2
    },
    {
      "j": "一応",
      "e": "once, tentatively, in outline, for the time being",
      "f": "いちおう",
      "l": 2
    },
    {
      "j": "険しい",
      "e": "inaccessible place, sharp eyes",
      "f": "けわしい",
      "l": 2
    },
    {
      "j": "申請",
      "e": "application, request, petition",
      "f": "しんせい",
      "l": 2
    },
    {
      "j": "家屋",
      "e": "house, building",
      "f": "かおく",
      "l": 2
    },
    {
      "j": "すまない",
      "e": "sorry (phrase)",
      "f": "",
      "l": 2
    },
    {
      "j": "憧れる",
      "e": "to long for, to yearn after, to admire",
      "f": "あこがれる",
      "l": 2
    },
    {
      "j": "揉む",
      "e": "to rub, to crumple (up), to wrinkle",
      "f": "もむ",
      "l": 2
    },
    {
      "j": "こぼれる",
      "e": "to overflow, to spill",
      "f": "",
      "l": 2
    },
    {
      "j": "流行る",
      "e": "to flourish, to thrive, to be popular, to come into fashion",
      "f": "はやる",
      "l": 2
    },
    {
      "j": "以後",
      "e": "after this, from now on, hereafter, thereafter",
      "f": "いご",
      "l": 2
    },
    {
      "j": "配る",
      "e": "to distribute, to deliver",
      "f": "くばる",
      "l": 2
    },
    {
      "j": "撒く",
      "e": "to scatter, to sprinkle, to sow",
      "f": "まく",
      "l": 2
    },
    {
      "j": "浮かべる",
      "e": "to float, to express, to look (sad, glad)",
      "f": "うかべる",
      "l": 2
    },
    {
      "j": "あげる (=やる)",
      "e": "to do for",
      "f": "",
      "l": 2
    },
    {
      "j": "インキ",
      "e": "ink",
      "f": "",
      "l": 2
    },
    {
      "j": "編む",
      "e": "to knit",
      "f": "あむ",
      "l": 2
    },
    {
      "j": "銅",
      "e": "copper",
      "f": "どう",
      "l": 2
    },
    {
      "j": "超過",
      "e": "excess, being more than",
      "f": "ちょうか",
      "l": 2
    },
    {
      "j": "調節",
      "e": "regulation, adjustment, control",
      "f": "ちょうせつ",
      "l": 2
    },
    {
      "j": "地帯",
      "e": "area, zone",
      "f": "ちたい",
      "l": 2
    },
    {
      "j": "朗らか",
      "e": "brightness, cheerfulness, melodious",
      "f": "ほがらか",
      "l": 2
    },
    {
      "j": "有無",
      "e": "yes or no, existence, flag indicator (comp), presence or absence marker",
      "f": "うむ",
      "l": 2
    },
    {
      "j": "ガム",
      "e": "chewing gum",
      "f": "",
      "l": 2
    },
    {
      "j": "プログラム",
      "e": "program",
      "f": "",
      "l": 2
    },
    {
      "j": "但し",
      "e": "but, however, provided that",
      "f": "ただし",
      "l": 2
    },
    {
      "j": "おやつ",
      "e": "(1) between meal snack, afternoon refreshment",
      "f": "",
      "l": 2
    },
    {
      "j": "絞る",
      "e": "to press, to wring, to squeeze",
      "f": "しぼる",
      "l": 2
    },
    {
      "j": "遊園地",
      "e": "amusement park",
      "f": "ゆうえんち",
      "l": 2
    },
    {
      "j": "キャンパス",
      "e": "campus",
      "f": "",
      "l": 2
    },
    {
      "j": "裏口",
      "e": "backdoor, rear entrance",
      "f": "うらぐち",
      "l": 2
    },
    {
      "j": "あきれる",
      "e": "to be amazed, to be shocked",
      "f": "",
      "l": 2
    },
    {
      "j": "へる",
      "e": "to decrease (in size or number), to diminish, to abate",
      "f": "",
      "l": 2
    },
    {
      "j": "幼児",
      "e": "infant, baby, child",
      "f": "ようじ",
      "l": 2
    },
    {
      "j": "目覚し",
      "e": "(abbr) alarm-clock",
      "f": "めざまし",
      "l": 2
    },
    {
      "j": "方角",
      "e": "direction, way, compass point",
      "f": "ほうがく",
      "l": 2
    },
    {
      "j": "信ずる",
      "e": "to believe, to believe in, to place trust in",
      "f": "しんずる",
      "l": 2
    },
    {
      "j": "小便",
      "e": "(col) urine, piss",
      "f": "しょうべん",
      "l": 2
    },
    {
      "j": "加速度",
      "e": "acceleration",
      "f": "かそくど",
      "l": 2
    },
    {
      "j": "登場",
      "e": "entry (on stage)",
      "f": "とうじょう",
      "l": 2
    },
    {
      "j": "近々",
      "e": "nearness, before long",
      "f": "ちかぢか",
      "l": 2
    },
    {
      "j": "とっくに",
      "e": "long ago, already, a long time ago",
      "f": "",
      "l": 2
    },
    {
      "j": "彫る",
      "e": "to carve, to engrave, to sculpture, to chisel",
      "f": "ほる",
      "l": 2
    },
    {
      "j": "盆",
      "e": "Lantern Festival, Festival of the Dead, tray",
      "f": "ぼん",
      "l": 2
    },
    {
      "j": "目立つ",
      "e": "to be conspicuous, to stand out",
      "f": "めだつ",
      "l": 2
    },
    {
      "j": "煎る",
      "e": "to parch, to fry",
      "f": "いる",
      "l": 2
    },
    {
      "j": "形式",
      "e": "form, formality, format, math expression",
      "f": "けいしき",
      "l": 2
    },
    {
      "j": "麓",
      "e": "the foot, the bottom, the base (of a mountain)",
      "f": "ふもと",
      "l": 2
    },
    {
      "j": "原料",
      "e": "raw materials",
      "f": "げんりょう",
      "l": 2
    },
    {
      "j": "名字",
      "e": "surname, family name",
      "f": "みょうじ",
      "l": 2
    },
    {
      "j": "狙う",
      "e": "to aim at",
      "f": "ねらう",
      "l": 2
    },
    {
      "j": "雑音",
      "e": "noise (jarring, grating)",
      "f": "ざつおん",
      "l": 2
    },
    {
      "j": "特定",
      "e": "specific, special, particular",
      "f": "とくてい",
      "l": 2
    },
    {
      "j": "映る",
      "e": "to be reflected, to harmonize with, to come out (photo)",
      "f": "うつる",
      "l": 2
    },
    {
      "j": "勝負",
      "e": "victory or defeat, match, contest, game, bout",
      "f": "しょうぶ",
      "l": 2
    },
    {
      "j": "モデル",
      "e": "model",
      "f": "",
      "l": 2
    },
    {
      "j": "縮小",
      "e": "reduction, curtailment",
      "f": "しゅくしょう",
      "l": 2
    },
    {
      "j": "皮膚",
      "e": "skin",
      "f": "ひふ",
      "l": 2
    },
    {
      "j": "将棋",
      "e": "Japanese chess",
      "f": "しょうぎ",
      "l": 2
    },
    {
      "j": "送り仮名",
      "e": "part of word written in kana",
      "f": "おくりがな",
      "l": 2
    },
    {
      "j": "物凄い",
      "e": "earth-shattering, staggering, to a very great extent",
      "f": "ものすごい",
      "l": 2
    },
    {
      "j": "スクール",
      "e": "school",
      "f": "",
      "l": 2
    },
    {
      "j": "巡る",
      "e": "to go around",
      "f": "めぐる",
      "l": 2
    },
    {
      "j": "育児",
      "e": "childcare, nursing, upbringing",
      "f": "いくじ",
      "l": 2
    },
    {
      "j": "それなのに",
      "e": "",
      "f": "",
      "l": 2
    },
    {
      "j": "盛る",
      "e": "(1) to serve (food, etc.), (2) to fill up, (3) to prescribe",
      "f": "もる",
      "l": 2
    },
    {
      "j": "満点",
      "e": "perfect score",
      "f": "まんてん",
      "l": 2
    },
    {
      "j": "顕微鏡",
      "e": "microscope",
      "f": "けんびきょう",
      "l": 2
    },
    {
      "j": "手洗い",
      "e": "restroom, lavatory, hand-washing",
      "f": "てあらい",
      "l": 2
    },
    {
      "j": "爪",
      "e": "fingernail or toenail, claw, talon, hoof",
      "f": "つめ",
      "l": 2
    },
    {
      "j": "円周",
      "e": "circumference",
      "f": "えんしゅう",
      "l": 2
    },
    {
      "j": "薬指",
      "e": "ring finger",
      "f": "くすりゆび",
      "l": 2
    },
    {
      "j": "酸性",
      "e": "acidity",
      "f": "さんせい",
      "l": 2
    },
    {
      "j": "ふわふわ",
      "e": "light, soft",
      "f": "",
      "l": 2
    },
    {
      "j": "体制",
      "e": "order, system, structure, set-up, organization",
      "f": "たいせい",
      "l": 2
    },
    {
      "j": "再来月",
      "e": "month after next",
      "f": "さらいげつ",
      "l": 2
    },
    {
      "j": "単数",
      "e": "singular (number)",
      "f": "たんすう",
      "l": 2
    },
    {
      "j": "追い掛ける",
      "e": "to chase or run after someone, to run down, to pursue",
      "f": "おいかける",
      "l": 2
    },
    {
      "j": "いっていらっしゃい",
      "e": "",
      "f": "",
      "l": 2
    },
    {
      "j": "通り掛かる",
      "e": "to happen to pass by",
      "f": "とおりかかる",
      "l": 2
    },
    {
      "j": "正方形",
      "e": "square",
      "f": "せいほうけい",
      "l": 2
    },
    {
      "j": "輸血",
      "e": "blood transfusion",
      "f": "ゆけつ",
      "l": 2
    },
    {
      "j": "だます",
      "e": "to trick, to cheat, to deceive",
      "f": "",
      "l": 2
    },
    {
      "j": "空っぽ",
      "e": "empty, vacant, hollow",
      "f": "からっぽ",
      "l": 2
    },
    {
      "j": "先々月",
      "e": "month before last",
      "f": "せんせんげつ",
      "l": 2
    },
    {
      "j": "始めに",
      "e": "to begin with, first of all",
      "f": "はじめに",
      "l": 2
    },
    {
      "j": "膨らむ",
      "e": "to expand, to swell (out), to get big, to become inflated",
      "f": "ふくらむ",
      "l": 2
    },
    {
      "j": "ねじ",
      "e": "(a) screw",
      "f": "",
      "l": 2
    },
    {
      "j": "小数",
      "e": "fraction (part of), decimal",
      "f": "しょうすう",
      "l": 2
    },
    {
      "j": "整う",
      "e": "to be prepared, to be in order, to be put in order, to be arranged",
      "f": "ととのう",
      "l": 2
    },
    {
      "j": "開通",
      "e": "opening, open",
      "f": "かいつう",
      "l": 2
    },
    {
      "j": "引出す",
      "e": "to pull out, to take out, to draw out, to withdraw",
      "f": "ひきだす",
      "l": 2
    },
    {
      "j": "展開",
      "e": "develop, expansion (opposite of compression)",
      "f": "てんかい",
      "l": 2
    },
    {
      "j": "長方形",
      "e": "rectangle, oblong",
      "f": "ちょうほうけい",
      "l": 2
    },
    {
      "j": "馴れる",
      "e": "to become domesticated, to become tame",
      "f": "なれる",
      "l": 2
    },
    {
      "j": "有難い",
      "e": "grateful, thankful, welcome, appreciated, evoking gratitude",
      "f": "ありがたい",
      "l": 2
    },
    {
      "j": "工芸",
      "e": "industrial arts",
      "f": "こうげい",
      "l": 2
    },
    {
      "j": "割算",
      "e": "division (math)",
      "f": "わりざん",
      "l": 2
    },
    {
      "j": "ごくろうさま",
      "e": "Thank you very much for your....",
      "f": "",
      "l": 2
    },
    {
      "j": "下線",
      "e": "underline, underscore",
      "f": "かせん",
      "l": 2
    },
    {
      "j": "領事",
      "e": "consul",
      "f": "りょうじ",
      "l": 2
    },
    {
      "j": "基礎",
      "e": "foundation, basis",
      "f": "きそ",
      "l": 2
    },
    {
      "j": "中指",
      "e": "middle finger",
      "f": "なかゆび",
      "l": 2
    },
    {
      "j": "コンセント",
      "e": "(1) consent, (2) concentric",
      "f": "",
      "l": 2
    },
    {
      "j": "商業",
      "e": "commerce, trade, business",
      "f": "しょうぎょう",
      "l": 2
    },
    {
      "j": "照る",
      "e": "to shine",
      "f": "てる",
      "l": 2
    },
    {
      "j": "ヘリコプター",
      "e": "helicopter",
      "f": "",
      "l": 2
    },
    {
      "j": "真っ白",
      "e": "pure white",
      "f": "まっしろ",
      "l": 2
    },
    {
      "j": "資料",
      "e": "materials, data",
      "f": "しりょう",
      "l": 2
    },
    {
      "j": "関東",
      "e": "eastern half of Japan, including Tokyo",
      "f": "かんとう",
      "l": 2
    },
    {
      "j": "専制",
      "e": "despotism, autocracy",
      "f": "せんせい",
      "l": 2
    },
    {
      "j": "仮名遣い",
      "e": "kana orthography, syllabary spelling",
      "f": "かなづかい",
      "l": 2
    },
    {
      "j": "驚かす",
      "e": "to surprise, to frighten, to create a stir",
      "f": "おどろかす",
      "l": 2
    },
    {
      "j": "なんとなく",
      "e": "somehow or other, for some reason or another",
      "f": "",
      "l": 2
    },
    {
      "j": "囁く",
      "e": "to whisper, to murmur",
      "f": "ささやく",
      "l": 2
    },
    {
      "j": "蒸発",
      "e": "evaporation, unexplained disappearance",
      "f": "じょうはつ",
      "l": 2
    },
    {
      "j": "羽根",
      "e": "shuttlecock",
      "f": "はね",
      "l": 2
    },
    {
      "j": "澄む",
      "e": "to clear (e.g. weather), to become transparent",
      "f": "すむ",
      "l": 2
    },
    {
      "j": "冷やす",
      "e": "to cool, to refrigerate",
      "f": "ひやす",
      "l": 2
    },
    {
      "j": "身分",
      "e": "social position, social status",
      "f": "みぶん",
      "l": 2
    },
    {
      "j": "いちいち",
      "e": "one by one, separately",
      "f": "",
      "l": 2
    },
    {
      "j": "本来",
      "e": "essentially, naturally, by nature",
      "f": "ほんらい",
      "l": 2
    },
    {
      "j": "嗅ぐ",
      "e": "to sniff, to smell",
      "f": "かぐ",
      "l": 2
    },
    {
      "j": "宛名",
      "e": "address, direction",
      "f": "あてな",
      "l": 2
    },
    {
      "j": "交替",
      "e": "alternation, change, relief, relay, shift",
      "f": "こうたい",
      "l": 2
    },
    {
      "j": "出迎える",
      "e": "to meet, to greet",
      "f": "でむかえる",
      "l": 2
    },
    {
      "j": "形容詞",
      "e": "true adjective",
      "f": "けいようし",
      "l": 2
    },
    {
      "j": "賞品",
      "e": "prize, trophy",
      "f": "しょうひん",
      "l": 2
    },
    {
      "j": "ずらす",
      "e": "to put off, to delay",
      "f": "",
      "l": 2
    },
    {
      "j": "薬缶",
      "e": "kettle",
      "f": "やかん",
      "l": 2
    },
    {
      "j": "抽象",
      "e": "abstract",
      "f": "ちゅうしょう",
      "l": 2
    },
    {
      "j": "虹",
      "e": "rainbow",
      "f": "にじ",
      "l": 2
    },
    {
      "j": "塩辛い",
      "e": "salty (taste)",
      "f": "しおからい",
      "l": 2
    },
    {
      "j": "手帳",
      "e": "notebook",
      "f": "てちょう",
      "l": 2
    },
    {
      "j": "作製",
      "e": "manufacture",
      "f": "さくせい",
      "l": 2
    },
    {
      "j": "風船",
      "e": "balloon",
      "f": "ふうせん",
      "l": 2
    },
    {
      "j": "課程",
      "e": "course, curriculum",
      "f": "かてい",
      "l": 2
    },
    {
      "j": "日の入り",
      "e": "sunset",
      "f": "ひのいり",
      "l": 2
    },
    {
      "j": "見送る",
      "e": "(1) to see off, to farewell, (2) to escort, (3) to let pass",
      "f": "みおくる",
      "l": 2
    },
    {
      "j": "例外",
      "e": "exception",
      "f": "れいがい",
      "l": 2
    },
    {
      "j": "却って",
      "e": "on the contrary, rather, all the more, instead",
      "f": "かえって",
      "l": 2
    },
    {
      "j": "休息",
      "e": "rest, relief, relaxation",
      "f": "きゅうそく",
      "l": 2
    },
    {
      "j": "温泉",
      "e": "spa, hot spring, onsen",
      "f": "おんせん",
      "l": 2
    },
    {
      "j": "斜め",
      "e": "obliqueness",
      "f": "ななめ",
      "l": 2
    },
    {
      "j": "引っ繰り返る",
      "e": "to be overturned, to be upset, to topple over, to be reversed",
      "f": "ひっくりかえる",
      "l": 2
    },
    {
      "j": "各々",
      "e": "each, every, either, respectively, severally",
      "f": "おのおの",
      "l": 2
    },
    {
      "j": "涼む",
      "e": "to cool oneself, to cool off, to enjoy evening cool",
      "f": "すずむ",
      "l": 2
    },
    {
      "j": "外部",
      "e": "the outside, external",
      "f": "がいぶ",
      "l": 2
    },
    {
      "j": "金魚",
      "e": "goldfish",
      "f": "きんぎょ",
      "l": 2
    },
    {
      "j": "御免",
      "e": "your pardon, declining (something), dismissal, permission",
      "f": "ごめん",
      "l": 2
    },
    {
      "j": "各地",
      "e": "every place, various places",
      "f": "かくち",
      "l": 2
    },
    {
      "j": "ぴたり",
      "e": "",
      "f": "",
      "l": 2
    },
    {
      "j": "農村",
      "e": "agricultural community, farm village, rural",
      "f": "のうそん",
      "l": 2
    },
    {
      "j": "生ずる",
      "e": "to cause, to arise, to be generated",
      "f": "しょうずる",
      "l": 2
    },
    {
      "j": "すっぱい",
      "e": "sour, acid",
      "f": "",
      "l": 2
    },
    {
      "j": "破片",
      "e": "fragment, splinter, broken piece",
      "f": "はへん",
      "l": 2
    },
    {
      "j": "瓦",
      "e": "roof tile",
      "f": "かわら",
      "l": 2
    },
    {
      "j": "接続",
      "e": "(1) connection, union, join, link, (2) changing trains",
      "f": "せつぞく",
      "l": 2
    },
    {
      "j": "保健",
      "e": "health preservation, hygiene, sanitation",
      "f": "ほけん",
      "l": 2
    },
    {
      "j": "清む",
      "e": "",
      "f": "すむ",
      "l": 2
    },
    {
      "j": "表紙",
      "e": "front cover, binding",
      "f": "ひょうし",
      "l": 2
    },
    {
      "j": "活躍",
      "e": "activity",
      "f": "かつやく",
      "l": 2
    },
    {
      "j": "防止",
      "e": "prevention, check",
      "f": "ぼうし",
      "l": 2
    },
    {
      "j": "流石",
      "e": "clever, adept, good, expectations, as one would expect",
      "f": "さすが",
      "l": 2
    },
    {
      "j": "恋しい",
      "e": "(1) dear, beloved, darling, (2) yearned for",
      "f": "こいしい",
      "l": 2
    },
    {
      "j": "主語",
      "e": "(gram) subject",
      "f": "しゅご",
      "l": 2
    },
    {
      "j": "座敷",
      "e": "tatami room",
      "f": "ざしき",
      "l": 2
    },
    {
      "j": "火傷",
      "e": "burn, scald",
      "f": "やけど",
      "l": 2
    },
    {
      "j": "童話",
      "e": "fairy tale",
      "f": "どうわ",
      "l": 2
    },
    {
      "j": "通勤",
      "e": "commuting to work",
      "f": "つうきん",
      "l": 2
    },
    {
      "j": "引っ込む",
      "e": "to draw back, to sink, to cave in",
      "f": "ひっこむ",
      "l": 2
    },
    {
      "j": "謎謎",
      "e": "riddle, puzzle, enigma",
      "f": "なぞなぞ",
      "l": 2
    },
    {
      "j": "総理大臣",
      "e": "Prime Minister",
      "f": "そうりだいじん",
      "l": 2
    },
    {
      "j": "倣う",
      "e": "to imitate, to follow, to emulate",
      "f": "ならう",
      "l": 2
    },
    {
      "j": "ぶつぶつ",
      "e": "grumbling, complaining in a small voice",
      "f": "",
      "l": 2
    },
    {
      "j": "転々",
      "e": "",
      "f": "てんてん",
      "l": 2
    },
    {
      "j": "算盤",
      "e": "abacus",
      "f": "そろばん",
      "l": 2
    },
    {
      "j": "学科",
      "e": "study subject, course of study",
      "f": "がっか",
      "l": 2
    },
    {
      "j": "下駄",
      "e": "geta (Japanese footwear), wooden clogs",
      "f": "げた",
      "l": 2
    },
    {
      "j": "成立",
      "e": "coming into existence, arrangements, establishment, completion",
      "f": "せいりつ",
      "l": 2
    },
    {
      "j": "地味",
      "e": "plain, simple",
      "f": "じみ",
      "l": 2
    },
    {
      "j": "花火",
      "e": "fireworks",
      "f": "はなび",
      "l": 2
    },
    {
      "j": "月給",
      "e": "monthly salary",
      "f": "げっきゅう",
      "l": 2
    },
    {
      "j": "接する",
      "e": "to come in contact with, to connect, to attend, to receive",
      "f": "せっする",
      "l": 2
    },
    {
      "j": "基地",
      "e": "base",
      "f": "きち",
      "l": 2
    },
    {
      "j": "写生",
      "e": "sketching, drawing from nature",
      "f": "しゃせい",
      "l": 2
    },
    {
      "j": "拡張",
      "e": "expansion, extension, enlargement, escape (ESC)",
      "f": "かくちょう",
      "l": 2
    },
    {
      "j": "マイナス",
      "e": "minus",
      "f": "",
      "l": 2
    },
    {
      "j": "見掛け",
      "e": "outward appearance",
      "f": "みかけ",
      "l": 2
    },
    {
      "j": "含める",
      "e": "to include, to instruct, to make one understand",
      "f": "ふくめる",
      "l": 2
    },
    {
      "j": "番地",
      "e": "house number, address",
      "f": "ばんち",
      "l": 2
    },
    {
      "j": "酔っ払い",
      "e": "drunkard",
      "f": "よっぱらい",
      "l": 2
    },
    {
      "j": "出入口",
      "e": "exit and entrance",
      "f": "でいりぐち",
      "l": 2
    },
    {
      "j": "ショップ",
      "e": "a shop",
      "f": "",
      "l": 2
    },
    {
      "j": "受け持つ",
      "e": "to take (be in) charge of",
      "f": "うけもつ",
      "l": 2
    },
    {
      "j": "直径",
      "e": "diameter",
      "f": "ちょっけい",
      "l": 2
    },
    {
      "j": "中身",
      "e": "contents, interior, substance, filling, (sword) blade",
      "f": "なかみ",
      "l": 2
    },
    {
      "j": "売上",
      "e": "amount sold, proceeds",
      "f": "うりあげ",
      "l": 2
    },
    {
      "j": "おかけください",
      "e": "",
      "f": "",
      "l": 2
    },
    {
      "j": "締め切る",
      "e": "to shut up",
      "f": "しめきる",
      "l": 2
    },
    {
      "j": "堀",
      "e": "moat, canal",
      "f": "ほり",
      "l": 2
    },
    {
      "j": "濃度",
      "e": "concentration, brightness",
      "f": "のうど",
      "l": 2
    },
    {
      "j": "流域",
      "e": "(river) basin",
      "f": "りゅういき",
      "l": 2
    },
    {
      "j": "複数",
      "e": "plural, multiple",
      "f": "ふくすう",
      "l": 2
    },
    {
      "j": "確率",
      "e": "probability",
      "f": "かくりつ",
      "l": 2
    },
    {
      "j": "南極",
      "e": "south pole, Antarctic",
      "f": "なんきょく",
      "l": 2
    },
    {
      "j": "散らす",
      "e": "to scatter, to disperse, to distribute",
      "f": "ちらす",
      "l": 2
    },
    {
      "j": "役人",
      "e": "government official",
      "f": "やくにん",
      "l": 2
    },
    {
      "j": "実例",
      "e": "example, illustration",
      "f": "じつれい",
      "l": 2
    },
    {
      "j": "果して",
      "e": "as was expected, really",
      "f": "はたして",
      "l": 2
    },
    {
      "j": "力強い",
      "e": "reassuring, emboldened",
      "f": "ちからづよい",
      "l": 2
    },
    {
      "j": "真似る",
      "e": "to mimic, to imitate",
      "f": "まねる",
      "l": 2
    },
    {
      "j": "火山",
      "e": "volcano",
      "f": "かざん",
      "l": 2
    },
    {
      "j": "蒸気",
      "e": "steam, vapour",
      "f": "じょうき",
      "l": 2
    },
    {
      "j": "恨み",
      "e": "resentment",
      "f": "うらみ",
      "l": 2
    },
    {
      "j": "半径",
      "e": "radius",
      "f": "はんけい",
      "l": 2
    },
    {
      "j": "回り道",
      "e": "detour",
      "f": "まわりみち",
      "l": 2
    },
    {
      "j": "峠",
      "e": "ridge, (mountain) pass, difficult part",
      "f": "とうげ",
      "l": 2
    },
    {
      "j": "ええと",
      "e": "let me see, well, er....",
      "f": "",
      "l": 2
    },
    {
      "j": "平野",
      "e": "plain, open field",
      "f": "へいや",
      "l": 2
    },
    {
      "j": "捩る",
      "e": "to twist",
      "f": "ねじる",
      "l": 2
    },
    {
      "j": "元々",
      "e": "originally, by nature, from the start",
      "f": "もともと",
      "l": 2
    },
    {
      "j": "フライパン",
      "e": "fry pan, frying pan",
      "f": "",
      "l": 2
    },
    {
      "j": "散らかす",
      "e": "to scatter around, to leave untidy",
      "f": "ちらかす",
      "l": 2
    },
    {
      "j": "重たい",
      "e": "heavy, massive, serious",
      "f": "おもたい",
      "l": 2
    },
    {
      "j": "予備",
      "e": "preparation, preliminaries, reserve, spare",
      "f": "よび",
      "l": 2
    },
    {
      "j": "社会科学",
      "e": "social science",
      "f": "しゃかいかがく",
      "l": 2
    },
    {
      "j": "在る",
      "e": "to live, to be",
      "f": "ある",
      "l": 2
    },
    {
      "j": "シリーズ",
      "e": "series",
      "f": "",
      "l": 2
    },
    {
      "j": "相互",
      "e": "mutual, reciprocal",
      "f": "そうご",
      "l": 2
    },
    {
      "j": "呼び出す",
      "e": "to summon, to call (e.g. phone)",
      "f": "よびだす",
      "l": 2
    },
    {
      "j": "かゆい",
      "e": "itchy, itching",
      "f": "",
      "l": 2
    },
    {
      "j": "ストップ",
      "e": "stop",
      "f": "",
      "l": 2
    },
    {
      "j": "強化",
      "e": "strengthen, intensify, reinforce, solidify",
      "f": "きょうか",
      "l": 2
    },
    {
      "j": "職人",
      "e": "worker, mechanic, artisan, craftsman",
      "f": "しょくにん",
      "l": 2
    },
    {
      "j": "シーツ",
      "e": "sheet",
      "f": "",
      "l": 2
    },
    {
      "j": "激増",
      "e": "sudden increase",
      "f": "げきぞう",
      "l": 2
    },
    {
      "j": "役目",
      "e": "duty, business",
      "f": "やくめ",
      "l": 2
    },
    {
      "j": "砕く",
      "e": "to break, to smash",
      "f": "くだく",
      "l": 2
    },
    {
      "j": "伯父さん",
      "e": "middle-aged gentleman, uncle",
      "f": "おじさん",
      "l": 2
    },
    {
      "j": "言い出す",
      "e": "to start talking, to speak, to tell, to propose, to suggest, to break the ice",
      "f": "いいだす",
      "l": 2
    },
    {
      "j": "上り",
      "e": "up-train (going to Tokyo), ascent",
      "f": "のぼり",
      "l": 2
    },
    {
      "j": "纏まる",
      "e": "to be collected, to be settled, to be in order",
      "f": "まとまる",
      "l": 2
    },
    {
      "j": "明き",
      "e": "room, time to spare, emptiness",
      "f": "あき",
      "l": 2
    },
    {
      "j": "竹",
      "e": "bamboo, middle (of a three-tier ranking system)",
      "f": "たけ",
      "l": 2
    },
    {
      "j": "凍える",
      "e": "to freeze, to be chilled, to be frozen",
      "f": "こごえる",
      "l": 2
    },
    {
      "j": "能率",
      "e": "efficiency",
      "f": "のうりつ",
      "l": 2
    },
    {
      "j": "ダイヤグラム",
      "e": "diagram",
      "f": "",
      "l": 2
    },
    {
      "j": "住まい",
      "e": "dwelling, house, residence, address",
      "f": "すまい",
      "l": 2
    },
    {
      "j": "放る",
      "e": "to let go",
      "f": "ほうる",
      "l": 2
    },
    {
      "j": "作成",
      "e": "frame, draw up, make, producing",
      "f": "さくせい",
      "l": 2
    },
    {
      "j": "売買",
      "e": "trade, buying and selling",
      "f": "ばいばい",
      "l": 2
    },
    {
      "j": "公務",
      "e": "official business, public business",
      "f": "こうむ",
      "l": 2
    },
    {
      "j": "ハンドル",
      "e": "handle, steering wheel",
      "f": "",
      "l": 2
    },
    {
      "j": "連合",
      "e": "union, alliance",
      "f": "れんごう",
      "l": 2
    },
    {
      "j": "もたれる",
      "e": "to lean against, to lean on, to recline on, to lie heavy (on the stomach)",
      "f": "",
      "l": 2
    },
    {
      "j": "みじめ",
      "e": "(arch) sad, pitiful, wretched",
      "f": "",
      "l": 2
    },
    {
      "j": "椀",
      "e": "Japanese soup bowl, wooden bowl",
      "f": "わん",
      "l": 2
    },
    {
      "j": "一旦",
      "e": "once, for a moment, one morning, temporarily",
      "f": "いったん",
      "l": 2
    },
    {
      "j": "刺身",
      "e": "sliced raw fish",
      "f": "さしみ",
      "l": 2
    },
    {
      "j": "外科",
      "e": "surgical department",
      "f": "げか",
      "l": 2
    },
    {
      "j": "着ける",
      "e": "(1) to attach, to join, to add, to append",
      "f": "つける",
      "l": 2
    },
    {
      "j": "引き止める",
      "e": "to detain, to check, to restrain",
      "f": "ひきとめる",
      "l": 2
    },
    {
      "j": "蒔く",
      "e": "to sow (seeds)",
      "f": "まく",
      "l": 2
    },
    {
      "j": "気体",
      "e": "vapour, gas",
      "f": "きたい",
      "l": 2
    },
    {
      "j": "行列",
      "e": "(1) line, procession, (2) matrix (math)",
      "f": "ぎょうれつ",
      "l": 2
    },
    {
      "j": "古典",
      "e": "old book, classics, classic",
      "f": "こてん",
      "l": 2
    },
    {
      "j": "重体",
      "e": "seriously ill, serious condition, critical state",
      "f": "じゅうたい",
      "l": 2
    },
    {
      "j": "仮名",
      "e": "(n) alias, pseudonym, pen name",
      "f": "かな",
      "l": 2
    },
    {
      "j": "請う",
      "e": "to ask, to request",
      "f": "こう",
      "l": 2
    },
    {
      "j": "為す",
      "e": "to accomplish, to do",
      "f": "なす",
      "l": 2
    },
    {
      "j": "伝記",
      "e": "biography, life story",
      "f": "でんき",
      "l": 2
    },
    {
      "j": "好き嫌い",
      "e": "likes and dislikes, taste",
      "f": "すききらい",
      "l": 2
    },
    {
      "j": "部品",
      "e": "parts, accessories",
      "f": "ぶひん",
      "l": 2
    },
    {
      "j": "這う",
      "e": "to creep, to crawl",
      "f": "はう",
      "l": 2
    },
    {
      "j": "伯母さん",
      "e": "(hon) aunt",
      "f": "おばさん",
      "l": 2
    },
    {
      "j": "実物",
      "e": "real thing, original",
      "f": "じつぶつ",
      "l": 2
    },
    {
      "j": "遡る",
      "e": "to go back, to go upstream, to make retroactive",
      "f": "さかのぼる",
      "l": 2
    },
    {
      "j": "引っ掛かる",
      "e": "to be caught in, to be stuck in, to be cheated",
      "f": "ひっかかる",
      "l": 2
    },
    {
      "j": "寝間着",
      "e": "sleep-wear, nightclothes, pyjamas, nightgown, nightdress",
      "f": "ねまき",
      "l": 2
    },
    {
      "j": "張り切る",
      "e": "to be in high spirits, to be full of vigor",
      "f": "はりきる",
      "l": 2
    },
    {
      "j": "床屋",
      "e": "barber",
      "f": "とこや",
      "l": 2
    },
    {
      "j": "散る",
      "e": "to fall, to scatter (e.g. blossoms)",
      "f": "ちる",
      "l": 2
    },
    {
      "j": "針路",
      "e": "course, direction, compass bearing",
      "f": "しんろ",
      "l": 2
    },
    {
      "j": "青少年",
      "e": "youth, young person",
      "f": "せいしょうねん",
      "l": 2
    },
    {
      "j": "公共",
      "e": "public, community, public service, society, communal",
      "f": "こうきょう",
      "l": 2
    },
    {
      "j": "宣伝",
      "e": "propaganda, publicity",
      "f": "せんでん",
      "l": 2
    },
    {
      "j": "生け花",
      "e": "(1) flower arrangement",
      "f": "いけばな",
      "l": 2
    },
    {
      "j": "飢饉",
      "e": "famine",
      "f": "ききん",
      "l": 2
    },
    {
      "j": "リットル",
      "e": "litre",
      "f": "",
      "l": 2
    },
    {
      "j": "蒸す",
      "e": "to steam, to poultice, to be sultry",
      "f": "むす",
      "l": 2
    },
    {
      "j": "溜息",
      "e": "a sigh",
      "f": "ためいき",
      "l": 2
    },
    {
      "j": "推定",
      "e": "presumption, assumption, estimation",
      "f": "すいてい",
      "l": 2
    },
    {
      "j": "あくび",
      "e": "yawn",
      "f": "",
      "l": 2
    },
    {
      "j": "厚かましい",
      "e": "impudent, shameless, brazen",
      "f": "あつかましい",
      "l": 2
    },
    {
      "j": "体操",
      "e": "gymnastics, physical exercises, calisthenics",
      "f": "たいそう",
      "l": 2
    },
    {
      "j": "胡椒",
      "e": "pepper",
      "f": "こしょう",
      "l": 2
    },
    {
      "j": "エプロン",
      "e": "apron",
      "f": "",
      "l": 2
    },
    {
      "j": "割と",
      "e": "relatively, comparitively",
      "f": "わりと",
      "l": 2
    },
    {
      "j": "あたりまえ",
      "e": "usual, common, ordinary",
      "f": "",
      "l": 2
    },
    {
      "j": "アクセント",
      "e": "accent",
      "f": "",
      "l": 2
    },
    {
      "j": "消毒",
      "e": "disinfection, sterilization",
      "f": "しょうどく",
      "l": 2
    },
    {
      "j": "ばね",
      "e": "spring (e.g. coil, leaf)",
      "f": "",
      "l": 2
    },
    {
      "j": "冷凍",
      "e": "freezing, cold storage, refrigeration",
      "f": "れいとう",
      "l": 2
    },
    {
      "j": "国立",
      "e": "national",
      "f": "こくりつ",
      "l": 2
    },
    {
      "j": "本部",
      "e": "headquarters",
      "f": "ほんぶ",
      "l": 2
    },
    {
      "j": "揃う",
      "e": "to become complete, to be equal, to be all present, to gather",
      "f": "そろう",
      "l": 2
    },
    {
      "j": "別荘",
      "e": "holiday house, villa",
      "f": "べっそう",
      "l": 2
    },
    {
      "j": "中間",
      "e": "middle, midway, interim",
      "f": "ちゅうかん",
      "l": 2
    },
    {
      "j": "出掛ける",
      "e": "to depart, to set out, to start, to be going out",
      "f": "でかける",
      "l": 2
    },
    {
      "j": "酒場",
      "e": "bar, bar-room",
      "f": "さかば",
      "l": 2
    },
    {
      "j": "こないだ",
      "e": "the other day, lately, recently",
      "f": "",
      "l": 2
    },
    {
      "j": "海水浴",
      "e": "sea bathing, seawater bath",
      "f": "かいすいよく",
      "l": 2
    },
    {
      "j": "電力",
      "e": "electric power",
      "f": "でんりょく",
      "l": 2
    },
    {
      "j": "通用",
      "e": "popular use, circulation",
      "f": "つうよう",
      "l": 2
    },
    {
      "j": "父母",
      "e": "father and mother, parents",
      "f": "ふぼ",
      "l": 2
    },
    {
      "j": "レベル",
      "e": "l",
      "f": "",
      "l": 2
    },
    {
      "j": "マフラー",
      "e": "muffler, scarf",
      "f": "",
      "l": 2
    },
    {
      "j": "功績",
      "e": "achievements, merit, meritorious service, meritorious deed",
      "f": "こうせき",
      "l": 2
    },
    {
      "j": "釣り合う",
      "e": "to balance, to be in harmony, to suit",
      "f": "つりあう",
      "l": 2
    },
    {
      "j": "四角",
      "e": "square",
      "f": "しかく",
      "l": 2
    },
    {
      "j": "目印",
      "e": "mark, sign, landmark",
      "f": "めじるし",
      "l": 2
    },
    {
      "j": "粗い",
      "e": "coarse, rough",
      "f": "あらい",
      "l": 2
    },
    {
      "j": "さようなら",
      "e": "good-bye",
      "f": "",
      "l": 2
    },
    {
      "j": "座布団",
      "e": "cushion (Japanese)",
      "f": "ざぶとん",
      "l": 2
    },
    {
      "j": "羨む",
      "e": "to envy",
      "f": "うらやむ",
      "l": 2
    },
    {
      "j": "夜間",
      "e": "at night, nighttime",
      "f": "やかん",
      "l": 2
    },
    {
      "j": "応用",
      "e": "application, put to practical use",
      "f": "おうよう",
      "l": 2
    },
    {
      "j": "ぶつける",
      "e": "to knock, to run into, to nail on, to strike hard, to hit and attack",
      "f": "",
      "l": 2
    },
    {
      "j": "めちゃくちゃ",
      "e": "absurd, unreasonable, excessive, messed up, spoiled, wreaked",
      "f": "",
      "l": 2
    },
    {
      "j": "調整",
      "e": "regulation, adjustment, tuning",
      "f": "ちょうせい",
      "l": 2
    },
    {
      "j": "標準",
      "e": "standard, level",
      "f": "ひょうじゅん",
      "l": 2
    },
    {
      "j": "創作",
      "e": "production, literary creation, work",
      "f": "そうさく",
      "l": 2
    },
    {
      "j": "開放",
      "e": "open, throw open, liberalization",
      "f": "かいほう",
      "l": 2
    },
    {
      "j": "日当たり",
      "e": "exposure to the sun, sunny place",
      "f": "ひあたり",
      "l": 2
    },
    {
      "j": "公表",
      "e": "official announcement, proclamation",
      "f": "こうひょう",
      "l": 2
    },
    {
      "j": "寝巻",
      "e": "sleep-wear, nightclothes, pyjamas, nightgown, nightdress",
      "f": "ねまき",
      "l": 2
    },
    {
      "j": "夕立",
      "e": "(sudden) evening shower (rain)",
      "f": "ゆうだち",
      "l": 2
    },
    {
      "j": "井戸",
      "e": "water well",
      "f": "いど",
      "l": 2
    },
    {
      "j": "研修",
      "e": "training",
      "f": "けんしゅう",
      "l": 2
    },
    {
      "j": "削除",
      "e": "elimination, cancellation, deletion, erasure",
      "f": "さくじょ",
      "l": 2
    },
    {
      "j": "浴衣",
      "e": "bathrobe, informal summer kimono, yukata",
      "f": "ゆかた",
      "l": 2
    },
    {
      "j": "生える",
      "e": "(1) to grow, to spring up, (2) to cut (teeth)",
      "f": "はえる",
      "l": 2
    },
    {
      "j": "恩恵",
      "e": "grace, favor, blessing, benefit",
      "f": "おんけい",
      "l": 2
    },
    {
      "j": "消化",
      "e": "digestion",
      "f": "しょうか",
      "l": 2
    },
    {
      "j": "分る",
      "e": "to be understood",
      "f": "わかる",
      "l": 2
    },
    {
      "j": "バイバイ",
      "e": "",
      "f": "",
      "l": 2
    },
    {
      "j": "群れ",
      "e": "group, crowd, flock, herd",
      "f": "むれ",
      "l": 2
    },
    {
      "j": "薬局",
      "e": "pharmacy, drugstore",
      "f": "やっきょく",
      "l": 2
    },
    {
      "j": "羊毛",
      "e": "wool",
      "f": "ようもう",
      "l": 2
    },
    {
      "j": "在学",
      "e": "(enrolled) in school",
      "f": "ざいがく",
      "l": 2
    },
    {
      "j": "血液",
      "e": "blood",
      "f": "けつえき",
      "l": 2
    },
    {
      "j": "御覧",
      "e": "(hon) look, inspection, try",
      "f": "ごらん",
      "l": 2
    },
    {
      "j": "繋がる",
      "e": "to be tied together, to be connected to, to be related to",
      "f": "つながる",
      "l": 2
    },
    {
      "j": "白髪",
      "e": "white or grey hair, trendy hair bleaching",
      "f": "しらが",
      "l": 2
    },
    {
      "j": "要領",
      "e": "point, gist, essentials, outline",
      "f": "ようりょう",
      "l": 2
    },
    {
      "j": "発電",
      "e": "generation (e.g. power)",
      "f": "はつでん",
      "l": 2
    },
    {
      "j": "氏名",
      "e": "full name, identity",
      "f": "しめい",
      "l": 2
    },
    {
      "j": "おやすみ",
      "e": "(1) holiday, absence, rest, (2) (exp) Good night",
      "f": "",
      "l": 2
    },
    {
      "j": "凸凹",
      "e": "unevenness, roughness, ruggedness",
      "f": "でこぼこ",
      "l": 2
    },
    {
      "j": "幼稚",
      "e": "infancy, childish, infantile",
      "f": "ようち",
      "l": 2
    },
    {
      "j": "正面",
      "e": "the front, honesty",
      "f": "しょうめん",
      "l": 2
    },
    {
      "j": "こらえる",
      "e": "to bear, to stand, to endure, to put up with",
      "f": "",
      "l": 2
    },
    {
      "j": "からかう",
      "e": "to ridicule, to tease, to banter with, to make fun of",
      "f": "",
      "l": 2
    },
    {
      "j": "月日",
      "e": "time, years, days",
      "f": "つきひ",
      "l": 2
    },
    {
      "j": "載せる",
      "e": "to place on (something), to take on board, to give a ride",
      "f": "のせる",
      "l": 2
    },
    {
      "j": "気配",
      "e": "indication, market trend, worry",
      "f": "けはい",
      "l": 2
    },
    {
      "j": "甘やかす",
      "e": "to pamper, to spoil",
      "f": "あまやかす",
      "l": 2
    },
    {
      "j": "羨ましい",
      "e": "envious, enviable",
      "f": "うらやましい",
      "l": 2
    },
    {
      "j": "天皇",
      "e": "Emperor of Japan",
      "f": "てんのう",
      "l": 2
    },
    {
      "j": "県庁",
      "e": "prefectural office",
      "f": "けんちょう",
      "l": 2
    },
    {
      "j": "初級",
      "e": "elementary level",
      "f": "しょきゅう",
      "l": 2
    },
    {
      "j": "課税",
      "e": "taxation",
      "f": "かぜい",
      "l": 2
    },
    {
      "j": "ちぎる",
      "e": "to cut up fine, to pick (fruit)",
      "f": "",
      "l": 2
    },
    {
      "j": "おはよう",
      "e": "(abbr) Good morning",
      "f": "",
      "l": 2
    },
    {
      "j": "Ͼ立",
      "e": "confrontation, opposition, antagonism",
      "f": "たいりつ",
      "l": 2
    },
    {
      "j": "風呂敷",
      "e": "wrapping cloth, cloth wrapper",
      "f": "ふろしき",
      "l": 2
    },
    {
      "j": "儲かる",
      "e": "to be profitable, to yield a profit",
      "f": "もうかる",
      "l": 2
    },
    {
      "j": "起床",
      "e": "rising, getting out of bed",
      "f": "きしょう",
      "l": 2
    },
    {
      "j": "飢える",
      "e": "to starve",
      "f": "うえる",
      "l": 2
    },
    {
      "j": "冷める",
      "e": "to become cool, to wear off, to abate, to subside",
      "f": "さめる",
      "l": 2
    },
    {
      "j": "移転",
      "e": "moving, transfer, demise",
      "f": "いてん",
      "l": 2
    },
    {
      "j": "厳重",
      "e": "strict, rigour, severe, firm",
      "f": "げんじゅう",
      "l": 2
    },
    {
      "j": "帰す",
      "e": "to send back",
      "f": "かえす",
      "l": 2
    },
    {
      "j": "増減",
      "e": "increase and decrease, fluctuation",
      "f": "ぞうげん",
      "l": 2
    },
    {
      "j": "測る",
      "e": "to measure, to weigh, to survey",
      "f": "はかる",
      "l": 2
    },
    {
      "j": "しつこい",
      "e": "insistent, obstinate",
      "f": "",
      "l": 2
    },
    {
      "j": "街角",
      "e": "street corner",
      "f": "まちかど",
      "l": 2
    },
    {
      "j": "くだらない",
      "e": "good-for-nothing, stupid, trivial, worthless",
      "f": "",
      "l": 2
    },
    {
      "j": "引分け",
      "e": "a draw (in competition), tie game",
      "f": "ひきわけ",
      "l": 2
    },
    {
      "j": "兵隊",
      "e": "soldier, sailor",
      "f": "へいたい",
      "l": 2
    },
    {
      "j": "吐き気",
      "e": "nausea, sickness in the stomach",
      "f": "はきけ",
      "l": 2
    },
    {
      "j": "集金",
      "e": "money collection",
      "f": "しゅうきん",
      "l": 2
    },
    {
      "j": "塞ぐ",
      "e": "to stop up, to close up, to block (up)",
      "f": "ふさぐ",
      "l": 2
    },
    {
      "j": "分かれる",
      "e": "to branch off, to diverge from, to fork, to split, to dispense, to scatter, to divide into",
      "f": "わかれる",
      "l": 2
    },
    {
      "j": "隙間",
      "e": "crevice, crack, gap, opening",
      "f": "すきま",
      "l": 2
    },
    {
      "j": "掻く",
      "e": "to scratch, to perspire",
      "f": "かく",
      "l": 2
    },
    {
      "j": "見付かる",
      "e": "to be found, to be discovered",
      "f": "みつかる",
      "l": 2
    },
    {
      "j": "そそっかしい",
      "e": "careless, thoughtless",
      "f": "",
      "l": 2
    },
    {
      "j": "漁業",
      "e": "fishing (industry)",
      "f": "ぎょぎょう",
      "l": 2
    },
    {
      "j": "素直",
      "e": "obedient, meek, docile, unaffected",
      "f": "すなお",
      "l": 2
    },
    {
      "j": "領収",
      "e": "receipt, voucher",
      "f": "りょうしゅう",
      "l": 2
    },
    {
      "j": "回転",
      "e": "rotation, revolution, turning",
      "f": "かいてん",
      "l": 2
    },
    {
      "j": "じゅうたん",
      "e": "carpet",
      "f": "（カーペット）",
      "l": 2
    },
    {
      "j": "一休み",
      "e": "a rest",
      "f": "ひとやすみ",
      "l": 2
    },
    {
      "j": "敬う",
      "e": "to show respect, to honour",
      "f": "うやまう",
      "l": 2
    },
    {
      "j": "騒がしい",
      "e": "noisy",
      "f": "さわがしい",
      "l": 2
    },
    {
      "j": "先祖",
      "e": "ancestor",
      "f": "せんぞ",
      "l": 2
    },
    {
      "j": "引越し",
      "e": "moving (dwelling etc.), changing residence",
      "f": "ひっこし",
      "l": 2
    },
    {
      "j": "地名",
      "e": "place name",
      "f": "ちめい",
      "l": 2
    },
    {
      "j": "電球",
      "e": "light bulb",
      "f": "でんきゅう",
      "l": 2
    },
    {
      "j": "破く",
      "e": "",
      "f": "やぶく",
      "l": 2
    },
    {
      "j": "いきなり",
      "e": "(uk) abruptly, suddenly, all of a sudden, without warning",
      "f": "",
      "l": 2
    },
    {
      "j": "務める",
      "e": "(1) to serve, to fill a post, to serve under, to work (for)",
      "f": "つとめる",
      "l": 2
    },
    {
      "j": "くたびれる",
      "e": "to get tired, to wear out",
      "f": "",
      "l": 2
    },
    {
      "j": "退ける",
      "e": "to remove, to take away, to dislodge, to put something out of the way",
      "f": "どける",
      "l": 2
    },
    {
      "j": "船便",
      "e": "surface mail (ship)",
      "f": "ふなびん",
      "l": 2
    },
    {
      "j": "見舞う",
      "e": "to ask after (health), to visit",
      "f": "みまう",
      "l": 2
    },
    {
      "j": "やかましい",
      "e": "(1) noisy, (2) strict, fussy",
      "f": "",
      "l": 2
    },
    {
      "j": "継続",
      "e": "continuation",
      "f": "けいぞく",
      "l": 2
    },
    {
      "j": "属する",
      "e": "to belong to, to come under, to be affiliated with, to be subject to",
      "f": "ぞくする",
      "l": 2
    },
    {
      "j": "重力",
      "e": "gravity",
      "f": "じゅうりょく",
      "l": 2
    },
    {
      "j": "早速",
      "e": "at once, immediately, without delay, promptly",
      "f": "さっそく",
      "l": 2
    },
    {
      "j": "ビニール",
      "e": "vinyl",
      "f": "",
      "l": 2
    },
    {
      "j": "脂",
      "e": "fat, tallow, lard",
      "f": "あぶら",
      "l": 2
    },
    {
      "j": "児童",
      "e": "children, juvenile",
      "f": "じどう",
      "l": 2
    },
    {
      "j": "応援",
      "e": "aid, assistance, help, reinforcement",
      "f": "おうえん",
      "l": 2
    },
    {
      "j": "空中",
      "e": "sky, air",
      "f": "くうちゅう",
      "l": 2
    },
    {
      "j": "屋外",
      "e": "outdoors",
      "f": "おくがい",
      "l": 2
    },
    {
      "j": "中途",
      "e": "in the middle, half-way",
      "f": "ちゅうと",
      "l": 2
    },
    {
      "j": "深夜",
      "e": "late at night",
      "f": "しんや",
      "l": 2
    },
    {
      "j": "見下ろす",
      "e": "to overlook, to command a view of, to look down on something",
      "f": "みおろす",
      "l": 2
    },
    {
      "j": "にこにこ",
      "e": "",
      "f": "",
      "l": 2
    },
    {
      "j": "糊",
      "e": "paste, starch",
      "f": "のり",
      "l": 2
    },
    {
      "j": "お出掛け",
      "e": "",
      "f": "おでかけ",
      "l": 2
    },
    {
      "j": "透明",
      "e": "transparency, cleanness",
      "f": "とうめい",
      "l": 2
    },
    {
      "j": "合同",
      "e": "combination, incorporation, union, amalgamation",
      "f": "ごうどう",
      "l": 2
    },
    {
      "j": "くるむ",
      "e": "to be engulfed in, to be enveloped by, to wrap up",
      "f": "",
      "l": 2
    },
    {
      "j": "憎い",
      "e": "hateful, abominable, poor-looking, detestable",
      "f": "にくい",
      "l": 2
    },
    {
      "j": "発射",
      "e": "firing, shooting, discharge, catapult",
      "f": "はっしゃ",
      "l": 2
    },
    {
      "j": "分解",
      "e": "analysis, disassembly",
      "f": "ぶんかい",
      "l": 2
    },
    {
      "j": "観念",
      "e": "(1) idea, notion, conception, (2) sense (e.g. of duty)",
      "f": "かんねん",
      "l": 2
    },
    {
      "j": "こうして",
      "e": "thus",
      "f": "こうして",
      "l": 2
    },
    {
      "j": "素人",
      "e": "amateur, novice",
      "f": "しろうと",
      "l": 2
    },
    {
      "j": "全身",
      "e": "the whole body, full-length (portrait)",
      "f": "ぜんしん",
      "l": 2
    },
    {
      "j": "肌着",
      "e": "underwear",
      "f": "はだぎ",
      "l": 2
    },
    {
      "j": "おだいじに",
      "e": "Take care of yourself",
      "f": "",
      "l": 2
    },
    {
      "j": "角度",
      "e": "angle",
      "f": "かくど",
      "l": 2
    },
    {
      "j": "炊く",
      "e": "to boil, to cook",
      "f": "たく",
      "l": 2
    },
    {
      "j": "メニュー",
      "e": "menu",
      "f": "",
      "l": 2
    },
    {
      "j": "詫びる",
      "e": "to apologize",
      "f": "わびる",
      "l": 2
    },
    {
      "j": "適確",
      "e": "precise, accurate",
      "f": "てきかく",
      "l": 2
    },
    {
      "j": "おおざっぱ",
      "e": "rough (not precise), broad, sketchy",
      "f": "",
      "l": 2
    },
    {
      "j": "リボン",
      "e": "ribbon",
      "f": "",
      "l": 2
    },
    {
      "j": "懐かしい",
      "e": "dear, desired, missed",
      "f": "なつかしい",
      "l": 2
    },
    {
      "j": "図形",
      "e": "figure",
      "f": "ずけい",
      "l": 2
    },
    {
      "j": "芸能",
      "e": "public entertainment, accomplishments, attainments",
      "f": "げいのう",
      "l": 2
    },
    {
      "j": "長男",
      "e": "eldest son",
      "f": "ちょうなん",
      "l": 2
    },
    {
      "j": "安易",
      "e": "easy-going",
      "f": "あんい",
      "l": 2
    },
    {
      "j": "膨大",
      "e": "huge, bulky, enormous, extensive, swelling, expansion",
      "f": "ぼうだい",
      "l": 2
    },
    {
      "j": "溶ける",
      "e": "to melt, to thaw, to fuse, to dissolve",
      "f": "とける",
      "l": 2
    },
    {
      "j": "娯楽",
      "e": "pleasure, amusement",
      "f": "ごらく",
      "l": 2
    },
    {
      "j": "伝染",
      "e": "contagion",
      "f": "でんせん",
      "l": 2
    },
    {
      "j": "存ずる",
      "e": "",
      "f": "ぞんずる",
      "l": 2
    },
    {
      "j": "足る",
      "e": "to be sufficient, to be enough",
      "f": "たる",
      "l": 2
    },
    {
      "j": "茶碗",
      "e": "rice bowl, tea cup, teacup",
      "f": "ちゃわん",
      "l": 2
    },
    {
      "j": "複写",
      "e": "copy, duplicate",
      "f": "ふくしゃ",
      "l": 2
    },
    {
      "j": "兼ねる",
      "e": "to hold (position), to serve, to be unable",
      "f": "かねる",
      "l": 2
    },
    {
      "j": "オルガン",
      "e": "organ",
      "f": "",
      "l": 2
    },
    {
      "j": "担ぐ",
      "e": "to shoulder, to carry on shoulder",
      "f": "かつぐ",
      "l": 2
    },
    {
      "j": "見付ける",
      "e": "to be familiar, to discover, to detect",
      "f": "みつける",
      "l": 2
    },
    {
      "j": "まぶた",
      "e": "eyelids",
      "f": "",
      "l": 2
    },
    {
      "j": "油断",
      "e": "negligence, unpreparedness",
      "f": "ゆだん",
      "l": 2
    },
    {
      "j": "惜しい",
      "e": "regrettable, disappointing, precious",
      "f": "おしい",
      "l": 2
    },
    {
      "j": "編集",
      "e": "editing, compilation, editorial (e.g. committee)",
      "f": "へんしゅう",
      "l": 2
    },
    {
      "j": "高層",
      "e": "upper",
      "f": "こうそう",
      "l": 2
    },
    {
      "j": "寒帯",
      "e": "frigid zone",
      "f": "かんたい",
      "l": 2
    },
    {
      "j": "反映",
      "e": "reflection, influence",
      "f": "はんえい",
      "l": 2
    },
    {
      "j": "工員",
      "e": "factory worker",
      "f": "こういん",
      "l": 2
    },
    {
      "j": "燃やす",
      "e": "to burn",
      "f": "もやす",
      "l": 2
    },
    {
      "j": "跳ねる",
      "e": "to jump, to leap",
      "f": "はねる",
      "l": 2
    },
    {
      "j": "手拭い",
      "e": "(hand) towel",
      "f": "てぬぐい",
      "l": 2
    },
    {
      "j": "ランニング",
      "e": "(1) running, (2) tank top",
      "f": "",
      "l": 2
    },
    {
      "j": "溜まる",
      "e": "to collect, to gather, to save",
      "f": "たまる",
      "l": 2
    },
    {
      "j": "規準",
      "e": "standard, basis, criteria, norm",
      "f": "きじゅん",
      "l": 2
    },
    {
      "j": "ずうずうしい",
      "e": "impudent, shameless",
      "f": "",
      "l": 2
    },
    {
      "j": "日課",
      "e": "daily lesson, daily work, daily routine",
      "f": "にっか",
      "l": 2
    },
    {
      "j": "繋がり",
      "e": "connection, link, relationship",
      "f": "つながり",
      "l": 2
    },
    {
      "j": "衣食住",
      "e": "necessities of life (food, clothing, etc.)",
      "f": "いしょくじゅう",
      "l": 2
    },
    {
      "j": "寝台",
      "e": "bed, couch",
      "f": "しんだい",
      "l": 2
    },
    {
      "j": "水曜",
      "e": "Wednesday",
      "f": "すいよう",
      "l": 2
    },
    {
      "j": "原理",
      "e": "principle, theory, fundamental truth",
      "f": "げんり",
      "l": 2
    },
    {
      "j": "揃える",
      "e": "to put things in order, to arrange, to make uniform, to get something ready",
      "f": "そろえる",
      "l": 2
    },
    {
      "j": "くしゃみ",
      "e": "sneeze",
      "f": "",
      "l": 2
    },
    {
      "j": "テーマ",
      "e": "(n) theme, project, topic (de: Thema)",
      "f": "",
      "l": 2
    },
    {
      "j": "窓口",
      "e": "ticket window",
      "f": "まどぐち",
      "l": 2
    },
    {
      "j": "符号",
      "e": "sign, mark, symbol",
      "f": "ふごう",
      "l": 2
    },
    {
      "j": "またぐ",
      "e": "to straddle",
      "f": "",
      "l": 2
    },
    {
      "j": "まあまあ",
      "e": "so-so",
      "f": "",
      "l": 2
    },
    {
      "j": "体積",
      "e": "capacity, volume",
      "f": "たいせき",
      "l": 2
    },
    {
      "j": "片寄る",
      "e": "to be one-sided, to incline, to be partial",
      "f": "かたよる",
      "l": 2
    },
    {
      "j": "輸送",
      "e": "transport, transportation",
      "f": "ゆそう",
      "l": 2
    },
    {
      "j": "受取",
      "e": "receipt",
      "f": "うけとり",
      "l": 2
    },
    {
      "j": "出来上がり",
      "e": "be finished, ready, made for, cut out",
      "f": "できあがり",
      "l": 2
    },
    {
      "j": "捻る",
      "e": "to turn (a switch) on or off, to twist, to puzzle over",
      "f": "ひねる",
      "l": 2
    },
    {
      "j": "回数",
      "e": "number of times, frequency",
      "f": "かいすう",
      "l": 2
    },
    {
      "j": "おくさん",
      "e": "(hon) wife, your wife, madam",
      "f": "",
      "l": 2
    },
    {
      "j": "経度",
      "e": "longitude",
      "f": "けいど",
      "l": 2
    },
    {
      "j": "定規",
      "e": "(measuring) ruler",
      "f": "じょうぎ",
      "l": 2
    },
    {
      "j": "オイル",
      "e": "oil, engine oil, kerosene",
      "f": "",
      "l": 2
    },
    {
      "j": "鐘",
      "e": "bell, chime",
      "f": "かね",
      "l": 2
    },
    {
      "j": "下水",
      "e": "drainage, sewage, ditch, gutter, sewerage",
      "f": "げすい",
      "l": 2
    },
    {
      "j": "売り切れる",
      "e": "to be sold out",
      "f": "うりきれる",
      "l": 2
    },
    {
      "j": "挙げる",
      "e": "to raise, to fly",
      "f": "あげる",
      "l": 2
    },
    {
      "j": "ついで",
      "e": "opportunity, occasion",
      "f": "",
      "l": 2
    },
    {
      "j": "緯度",
      "e": "latitude (nav.)",
      "f": "いど",
      "l": 2
    },
    {
      "j": "曲げる",
      "e": "to bend, to crook, to lean",
      "f": "まげる",
      "l": 2
    },
    {
      "j": "月末",
      "e": "end of the month",
      "f": "げつまつ",
      "l": 2
    },
    {
      "j": "期限",
      "e": "term, period",
      "f": "きげん",
      "l": 2
    },
    {
      "j": "撫でる",
      "e": "to brush gently, to stroke",
      "f": "なでる",
      "l": 2
    },
    {
      "j": "蛍光灯",
      "e": "fluorescent lamp, person who is slow to react",
      "f": "けいこうとう",
      "l": 2
    },
    {
      "j": "狙い",
      "e": "aim",
      "f": "ねらい",
      "l": 2
    },
    {
      "j": "偶数",
      "e": "even number",
      "f": "ぐうすう",
      "l": 2
    },
    {
      "j": "園芸",
      "e": "horticulture, gardening",
      "f": "えんげい",
      "l": 2
    },
    {
      "j": "体系",
      "e": "system, organization",
      "f": "たいけい",
      "l": 2
    },
    {
      "j": "上下",
      "e": "high and low, up and down, unloading and loading, praising and blaming",
      "f": "じょうげ",
      "l": 2
    },
    {
      "j": "だらしない",
      "e": "slovenly, loose, a slut",
      "f": "",
      "l": 2
    },
    {
      "j": "めっきり",
      "e": "remarkably",
      "f": "",
      "l": 2
    },
    {
      "j": "重点",
      "e": "important point, lay stress on, colon, emphasis",
      "f": "じゅうてん",
      "l": 2
    },
    {
      "j": "映す",
      "e": "to project, to reflect, to cast (shadow)",
      "f": "うつす",
      "l": 2
    },
    {
      "j": "交流",
      "e": "alternating current, intercourse, (cultural) exchange, intermingling",
      "f": "こうりゅう",
      "l": 2
    },
    {
      "j": "電流",
      "e": "electric current",
      "f": "でんりゅう",
      "l": 2
    },
    {
      "j": "重役",
      "e": "director, high executive",
      "f": "じゅうやく",
      "l": 2
    },
    {
      "j": "日用品",
      "e": "daily necessities",
      "f": "にちようひん",
      "l": 2
    },
    {
      "j": "手前",
      "e": "before, this side, we, you",
      "f": "てまえ",
      "l": 2
    },
    {
      "j": "寺院",
      "e": "temple",
      "f": "じいん",
      "l": 2
    },
    {
      "j": "酢",
      "e": "vinegar",
      "f": "す",
      "l": 2
    },
    {
      "j": "災難",
      "e": "calamity, misfortune",
      "f": "さいなん",
      "l": 2
    },
    {
      "j": "活字",
      "e": "printing type",
      "f": "かつじ",
      "l": 2
    },
    {
      "j": "放れる",
      "e": "to leave, to get free, to cut oneself off",
      "f": "はなれる",
      "l": 2
    },
    {
      "j": "潰す",
      "e": "to smash, to waste",
      "f": "つぶす",
      "l": 2
    },
    {
      "j": "面倒臭い",
      "e": "bother to do, tiresome",
      "f": "めんどうくさい",
      "l": 2
    },
    {
      "j": "友好",
      "e": "friendship",
      "f": "ゆうこう",
      "l": 2
    },
    {
      "j": "はめる",
      "e": "(col) to get in, to insert, to put on, to make love",
      "f": "",
      "l": 2
    },
    {
      "j": "教養",
      "e": "culture, education, refinement, cultivation",
      "f": "きょうよう",
      "l": 2
    },
    {
      "j": "夫妻",
      "e": "man and wife, married couple",
      "f": "ふさい",
      "l": 2
    },
    {
      "j": "停止",
      "e": "suspension, interruption, stoppage, ban",
      "f": "ていし",
      "l": 2
    },
    {
      "j": "高める",
      "e": "to raise, to lift, to boost",
      "f": "たかめる",
      "l": 2
    },
    {
      "j": "当日",
      "e": "appointed day, very day",
      "f": "とうじつ",
      "l": 2
    },
    {
      "j": "献立",
      "e": "menu, program, schedule",
      "f": "こんだて",
      "l": 2
    },
    {
      "j": "客席",
      "e": "guest seating",
      "f": "きゃくせき",
      "l": 2
    },
    {
      "j": "すれちがう",
      "e": "to pass by one another, to disagree",
      "f": "",
      "l": 2
    },
    {
      "j": "偉い",
      "e": "great, celebrated, eminent, terrible, awful, famous, remarkable, excellent",
      "f": "えらい",
      "l": 2
    },
    {
      "j": "包装",
      "e": "packing, wrapping",
      "f": "ほうそう",
      "l": 2
    },
    {
      "j": "重なる",
      "e": "to be piled up, lie on top of one another, overlap each other",
      "f": "かさなる",
      "l": 2
    },
    {
      "j": "形容動詞",
      "e": "adjectival noun, quasi-adjective",
      "f": "けいようどうし",
      "l": 2
    },
    {
      "j": "録音",
      "e": "(audio) recording",
      "f": "ろくおん",
      "l": 2
    },
    {
      "j": "出入り",
      "e": "in and out, coming and going, free association, income and expenditure, debits and credit",
      "f": "でいり",
      "l": 2
    },
    {
      "j": "方言",
      "e": "dialect",
      "f": "ほうげん",
      "l": 2
    },
    {
      "j": "空想",
      "e": "daydream, fantasy, fancy, vision",
      "f": "くうそう",
      "l": 2
    },
    {
      "j": "店屋",
      "e": "store, shop",
      "f": "みせや",
      "l": 2
    },
    {
      "j": "まぶしい",
      "e": "dazzling, radiant",
      "f": "",
      "l": 2
    },
    {
      "j": "一段と",
      "e": "greater, more, further, still more",
      "f": "いちだんと",
      "l": 2
    },
    {
      "j": "末っ子",
      "e": "youngest child",
      "f": "すえっこ",
      "l": 2
    },
    {
      "j": "ダム",
      "e": "dumb",
      "f": "",
      "l": 2
    },
    {
      "j": "建つ",
      "e": "to erect, to be erected, to be built",
      "f": "たつ",
      "l": 2
    },
    {
      "j": "口実",
      "e": "excuse",
      "f": "こうじつ",
      "l": 2
    },
    {
      "j": "話合い",
      "e": "discussion, conference",
      "f": "はなしあい",
      "l": 2
    },
    {
      "j": "噴水",
      "e": "water fountain",
      "f": "ふんすい",
      "l": 2
    },
    {
      "j": "振舞う",
      "e": "to behave, to conduct oneself, to entertain (vt)",
      "f": "ふるまう",
      "l": 2
    },
    {
      "j": "枕",
      "e": "pillow, bolster",
      "f": "まくら",
      "l": 2
    },
    {
      "j": "漢和",
      "e": "Chinese Character-Japanese (e.g. dictionary)",
      "f": "かんわ",
      "l": 2
    },
    {
      "j": "法則",
      "e": "law, rule",
      "f": "ほうそく",
      "l": 2
    },
    {
      "j": "ウーマン",
      "e": "woman",
      "f": "",
      "l": 2
    },
    {
      "j": "工夫",
      "e": "labourer, worker",
      "f": "くふう",
      "l": 2
    },
    {
      "j": "カロリー",
      "e": "calorie",
      "f": "",
      "l": 2
    },
    {
      "j": "倉庫",
      "e": "storehouse, warehouse, godown",
      "f": "そうこ",
      "l": 2
    },
    {
      "j": "仲直り",
      "e": "reconciliation, make peace with",
      "f": "なかなおり",
      "l": 2
    },
    {
      "j": "缶詰",
      "e": "packing (in cans), canning, canned goods, tin can",
      "f": "かんづめ",
      "l": 2
    },
    {
      "j": "おかげさまで",
      "e": "Thanks to god, thanks to you",
      "f": "",
      "l": 2
    },
    {
      "j": "パンツ",
      "e": "underpants",
      "f": "",
      "l": 2
    },
    {
      "j": "瀬戸物",
      "e": "earthenware, crockery, china",
      "f": "せともの",
      "l": 2
    },
    {
      "j": "解説",
      "e": "explanation, commentary",
      "f": "かいせつ",
      "l": 2
    },
    {
      "j": "よこす",
      "e": "(1) to send, to forward, (2) to hand over (e.g. money)",
      "f": "",
      "l": 2
    },
    {
      "j": "編物",
      "e": "knitting, web",
      "f": "あみもの",
      "l": 2
    },
    {
      "j": "縮める",
      "e": "to shorten, to reduce, to boil down, to shrink",
      "f": "ちぢめる",
      "l": 2
    },
    {
      "j": "レインコート",
      "e": "raincoat",
      "f": "",
      "l": 2
    },
    {
      "j": "公害",
      "e": "public nuisance, pollution",
      "f": "こうがい",
      "l": 2
    },
    {
      "j": "若々しい",
      "e": "youthful, young",
      "f": "わかわかしい",
      "l": 2
    },
    {
      "j": "御手洗",
      "e": "font of purifying water placed at entrance of shrine",
      "f": "おてあらい",
      "l": 2
    },
    {
      "j": "実感",
      "e": "feelings (actual, true)",
      "f": "じっかん",
      "l": 2
    },
    {
      "j": "いってまいります",
      "e": "",
      "f": "",
      "l": 2
    },
    {
      "j": "前後",
      "e": "around, throughout, front and back, before and behind, before and after",
      "f": "ぜんご",
      "l": 2
    },
    {
      "j": "代える",
      "e": "to exchange, to interchange, to substitute, to replace",
      "f": "かえる",
      "l": 2
    },
    {
      "j": "無沙汰",
      "e": "neglecting to stay in contact",
      "f": "ぶさた",
      "l": 2
    },
    {
      "j": "寄せる",
      "e": "to collect, to gather, to add, to put aside",
      "f": "よせる",
      "l": 2
    },
    {
      "j": "純粋",
      "e": "pure, true, genuine, unmixed",
      "f": "じゅんすい",
      "l": 2
    },
    {
      "j": "咥える",
      "e": "",
      "f": "くわえる",
      "l": 2
    },
    {
      "j": "エチケット",
      "e": "etiquette",
      "f": "",
      "l": 2
    },
    {
      "j": "標識",
      "e": "sign, mark",
      "f": "ひょうしき",
      "l": 2
    },
    {
      "j": "消極的",
      "e": "passive",
      "f": "しょうきょくてき",
      "l": 2
    },
    {
      "j": "落第",
      "e": "failure, dropping out of a class",
      "f": "らくだい",
      "l": 2
    },
    {
      "j": "活力",
      "e": "vitality, energy",
      "f": "かつりょく",
      "l": 2
    },
    {
      "j": "短編",
      "e": "short (e.g. story, film)",
      "f": "たんぺん",
      "l": 2
    },
    {
      "j": "間接",
      "e": "indirection, indirectness",
      "f": "かんせつ",
      "l": 2
    },
    {
      "j": "原稿",
      "e": "manuscript, copy",
      "f": "げんこう",
      "l": 2
    },
    {
      "j": "次ぐ",
      "e": "to rank next to, to come after",
      "f": "つぐ",
      "l": 2
    },
    {
      "j": "用語",
      "e": "term, terminology",
      "f": "ようご",
      "l": 2
    },
    {
      "j": "立ち止まる",
      "e": "to stop, to halt, to stand still",
      "f": "たちどまる",
      "l": 2
    },
    {
      "j": "飛び込む",
      "e": "to jump in, to leap in, to plunge into, to dive",
      "f": "とびこむ",
      "l": 2
    },
    {
      "j": "努める",
      "e": "(1) to serve, to fill a post, to serve under, to work (for)",
      "f": "つとめる",
      "l": 2
    },
    {
      "j": "まごまご",
      "e": "confused",
      "f": "",
      "l": 2
    },
    {
      "j": "ネックレス",
      "e": "necklace",
      "f": "",
      "l": 2
    },
    {
      "j": "ずうっと",
      "e": "",
      "f": "",
      "l": 2
    },
    {
      "j": "商社",
      "e": "trading company, firm",
      "f": "しょうしゃ",
      "l": 2
    },
    {
      "j": "神話",
      "e": "myth, legend",
      "f": "しんわ",
      "l": 2
    },
    {
      "j": "過半数",
      "e": "majority",
      "f": "かはんすう",
      "l": 2
    },
    {
      "j": "牧場",
      "e": "(1) farm (livestock), (2) pasture land, meadow, grazing land",
      "f": "ぼくじょう",
      "l": 2
    },
    {
      "j": "ブラウス",
      "e": "blouse",
      "f": "",
      "l": 2
    },
    {
      "j": "名詞",
      "e": "noun",
      "f": "めいし",
      "l": 2
    },
    {
      "j": "スケジュール",
      "e": "schedule",
      "f": "",
      "l": 2
    },
    {
      "j": "平凡",
      "e": "common, commonplace, ordinary, mediocre",
      "f": "へいぼん",
      "l": 2
    },
    {
      "j": "草履",
      "e": "zoori (Japanese footwear), sandals",
      "f": "ぞうり",
      "l": 2
    },
    {
      "j": "往復",
      "e": "(col) round trip, coming and going, return ticket",
      "f": "おうふく",
      "l": 2
    },
    {
      "j": "剃刀",
      "e": "razor",
      "f": "かみそり",
      "l": 2
    },
    {
      "j": "開会",
      "e": "opening of a meeting",
      "f": "かいかい",
      "l": 2
    },
    {
      "j": "損得",
      "e": "loss and gain, advantage and disadvantage",
      "f": "そんとく",
      "l": 2
    },
    {
      "j": "荒い",
      "e": "rough, rude, wild",
      "f": "あらい",
      "l": 2
    },
    {
      "j": "広げる",
      "e": "to spread, to extend, to expand, to enlarge",
      "f": "ひろげる",
      "l": 2
    },
    {
      "j": "至急",
      "e": "urgent, pressing",
      "f": "しきゅう",
      "l": 2
    },
    {
      "j": "始終",
      "e": "continuously, from beginning to end",
      "f": "しじゅう",
      "l": 2
    },
    {
      "j": "具える",
      "e": "to be furnished with",
      "f": "そなえる",
      "l": 2
    },
    {
      "j": "あらすじ",
      "e": "outline, summary",
      "f": "",
      "l": 2
    },
    {
      "j": "光線",
      "e": "beam, light ray",
      "f": "こうせん",
      "l": 2
    },
    {
      "j": "円い",
      "e": "round, circular, spherical",
      "f": "まるい",
      "l": 2
    },
    {
      "j": "貸間",
      "e": "room to let",
      "f": "かしま",
      "l": 2
    },
    {
      "j": "容器",
      "e": "container, vessel",
      "f": "ようき",
      "l": 2
    },
    {
      "j": "恵まれる",
      "e": "to be blessed with, to be rich in",
      "f": "めぐまれる",
      "l": 2
    },
    {
      "j": "鑑賞",
      "e": "appreciation",
      "f": "かんしょう",
      "l": 2
    },
    {
      "j": "四角い",
      "e": "square",
      "f": "しかくい",
      "l": 2
    },
    {
      "j": "剥す",
      "e": "(v5s) to tear off, to peel off, to rip off",
      "f": "はがす",
      "l": 2
    },
    {
      "j": "郵送",
      "e": "mailing",
      "f": "ゆうそう",
      "l": 2
    },
    {
      "j": "分類",
      "e": "classification",
      "f": "ぶんるい",
      "l": 2
    },
    {
      "j": "炭鉱",
      "e": "coal mine, coal pit",
      "f": "たんこう",
      "l": 2
    },
    {
      "j": "書店",
      "e": "bookshop",
      "f": "しょてん",
      "l": 2
    },
    {
      "j": "捕る",
      "e": "to take, to catch (fish), to capture",
      "f": "とる",
      "l": 2
    },
    {
      "j": "直通",
      "e": "direct communication",
      "f": "ちょくつう",
      "l": 2
    },
    {
      "j": "集会",
      "e": "meeting, assembly",
      "f": "しゅうかい",
      "l": 2
    },
    {
      "j": "乾かす",
      "e": "to dry (clothes, etc.), to desiccate",
      "f": "かわかす",
      "l": 2
    },
    {
      "j": "混じる",
      "e": "to be mixed, to be blended with, to associate with",
      "f": "まじる",
      "l": 2
    },
    {
      "j": "系統",
      "e": "system, family line, geological formation",
      "f": "けいとう",
      "l": 2
    },
    {
      "j": "組み立てる",
      "e": "to assemble, to set up, to construct",
      "f": "くみたてる",
      "l": 2
    },
    {
      "j": "差し支え",
      "e": "hindrance, impediment",
      "f": "さしつかえ",
      "l": 2
    },
    {
      "j": "改札",
      "e": "examination of tickets",
      "f": "かいさつ",
      "l": 2
    },
    {
      "j": "仕上がる",
      "e": "to be finished",
      "f": "しあがる",
      "l": 2
    },
    {
      "j": "入社",
      "e": "entry to a company",
      "f": "にゅうしゃ",
      "l": 2
    },
    {
      "j": "突く",
      "e": "(1) to thrust, to strike, (2) to poke",
      "f": "つく",
      "l": 2
    },
    {
      "j": "あちらこちら",
      "e": "here and there",
      "f": "",
      "l": 2
    },
    {
      "j": "物差し",
      "e": "ruler, measure",
      "f": "ものさし",
      "l": 2
    },
    {
      "j": "じゃんけん",
      "e": "(n) rock-scissors-paper game",
      "f": "",
      "l": 2
    },
    {
      "j": "生存",
      "e": "existence, being, survival",
      "f": "せいぞん",
      "l": 2
    },
    {
      "j": "敬語",
      "e": "honorific, term of respect",
      "f": "けいご",
      "l": 2
    },
    {
      "j": "乗車",
      "e": "taking a train, entraining",
      "f": "じょうしゃ",
      "l": 2
    },
    {
      "j": "カラー",
      "e": "collar, color, colour",
      "f": "",
      "l": 2
    },
    {
      "j": "液体",
      "e": "liquid, fluid",
      "f": "えきたい",
      "l": 2
    },
    {
      "j": "孝行",
      "e": "filial piety",
      "f": "こうこう",
      "l": 2
    },
    {
      "j": "薬品",
      "e": "medicine(s), chemical(s)",
      "f": "やくひん",
      "l": 2
    },
    {
      "j": "車庫",
      "e": "garage, car shed",
      "f": "しゃこ",
      "l": 2
    },
    {
      "j": "鉢",
      "e": "a bowl, a pot",
      "f": "はち",
      "l": 2
    },
    {
      "j": "演劇",
      "e": "play (theatrical)",
      "f": "えんげき",
      "l": 2
    },
    {
      "j": "治す",
      "e": "to cure, to heal, to fix, to correct, to repair",
      "f": "なおす",
      "l": 2
    },
    {
      "j": "こぼす",
      "e": "to spill",
      "f": "",
      "l": 2
    },
    {
      "j": "拭く",
      "e": "to wipe, to dry",
      "f": "ふく",
      "l": 2
    },
    {
      "j": "噴火",
      "e": "eruption",
      "f": "ふんか",
      "l": 2
    },
    {
      "j": "毎度",
      "e": "each time, common service-sector greeting",
      "f": "まいど",
      "l": 2
    },
    {
      "j": "着せる",
      "e": "to put on clothes",
      "f": "きせる",
      "l": 2
    },
    {
      "j": "地下水",
      "e": "underground water",
      "f": "ちかすい",
      "l": 2
    },
    {
      "j": "薄暗い",
      "e": "dim, gloomy",
      "f": "うすぐらい",
      "l": 2
    },
    {
      "j": "循環",
      "e": "circulation, rotation, cycle",
      "f": "じゅんかん",
      "l": 2
    },
    {
      "j": "扇風機",
      "e": "electric fan",
      "f": "せんぷうき",
      "l": 2
    },
    {
      "j": "クーラー",
      "e": "cooler, air conditioner",
      "f": "",
      "l": 2
    },
    {
      "j": "つまずく",
      "e": "to stumble, to trip",
      "f": "",
      "l": 2
    },
    {
      "j": "スピーカー",
      "e": "speaker",
      "f": "",
      "l": 2
    },
    {
      "j": "標本",
      "e": "example, specimen",
      "f": "ひょうほん",
      "l": 2
    },
    {
      "j": "北極",
      "e": "North Pole",
      "f": "ほっきょく",
      "l": 2
    },
    {
      "j": "ダイヤモンド",
      "e": "diamond",
      "f": "",
      "l": 2
    },
    {
      "j": "伝わる",
      "e": "to be handed down, to be introduced, to be transmitted",
      "f": "つたわる",
      "l": 2
    },
    {
      "j": "暴れる",
      "e": "to act violently, to rage, to struggle, to be riotous",
      "f": "あばれる",
      "l": 2
    },
    {
      "j": "通知",
      "e": "notice, notification",
      "f": "つうち",
      "l": 2
    },
    {
      "j": "茶色い",
      "e": "",
      "f": "ちゃいろい",
      "l": 2
    },
    {
      "j": "もしかしたら",
      "e": "perhaps, maybe, by some chance",
      "f": "",
      "l": 2
    },
    {
      "j": "ぎっしり",
      "e": "tightly, fully",
      "f": "",
      "l": 2
    },
    {
      "j": "ぺん",
      "e": "pen",
      "f": "",
      "l": 2
    },
    {
      "j": "長短",
      "e": "length, long and short, +-",
      "f": "ちょうたん",
      "l": 2
    },
    {
      "j": "文房具",
      "e": "stationery",
      "f": "ぶんぼうぐ",
      "l": 2
    },
    {
      "j": "延長",
      "e": "extension, elongation, prolongation, lengthening",
      "f": "えんちょう",
      "l": 2
    },
    {
      "j": "凹む",
      "e": "to be dented, to be indented, to yield to, to give, to sink, to collapse, to cave in, to be snubbed",
      "f": "へこむ",
      "l": 2
    },
    {
      "j": "方面",
      "e": "direction, district, field (e.g., of study)",
      "f": "ほうめん",
      "l": 2
    },
    {
      "j": "汲む",
      "e": "(1) to draw (water), to dip, to scoop, to pump",
      "f": "くむ",
      "l": 2
    },
    {
      "j": "目指す",
      "e": "to aim at, to have an eye on",
      "f": "めざす",
      "l": 2
    },
    {
      "j": "お参り",
      "e": "worship, shrine visit",
      "f": "おまいり",
      "l": 2
    },
    {
      "j": "カセット",
      "e": "cassette (tape)",
      "f": "",
      "l": 2
    },
    {
      "j": "五十音",
      "e": "the Japanese syllabary",
      "f": "ごじゅうおん",
      "l": 2
    },
    {
      "j": "延びる",
      "e": "to be prolonged",
      "f": "のびる",
      "l": 2
    },
    {
      "j": "分布",
      "e": "distribution",
      "f": "ぶんぷ",
      "l": 2
    },
    {
      "j": "存じる",
      "e": "(hum) to know",
      "f": "ぞんじる",
      "l": 2
    },
    {
      "j": "代る",
      "e": "(v5r, vi) to take the place of, to relieve, to be substituted for",
      "f": "かわる",
      "l": 2
    },
    {
      "j": "望遠鏡",
      "e": "telescope",
      "f": "ぼうえんきょう",
      "l": 2
    },
    {
      "j": "プラットホーム",
      "e": "platform",
      "f": "",
      "l": 2
    },
    {
      "j": "ぶつかる",
      "e": "to strike, to collide with",
      "f": "",
      "l": 2
    },
    {
      "j": "クリーニング",
      "e": "cleaning, dry cleaning, laundry service",
      "f": "",
      "l": 2
    },
    {
      "j": "特色",
      "e": "characteristic, feature",
      "f": "とくしょく",
      "l": 2
    },
    {
      "j": "締切",
      "e": "closing, cut-off, end, deadline, Closed, No Entrance",
      "f": "しめきり",
      "l": 2
    },
    {
      "j": "図鑑",
      "e": "picture book",
      "f": "ずかん",
      "l": 2
    },
    {
      "j": "固い",
      "e": "stubborn, firm (not viscous or easily moved)",
      "f": "かたい",
      "l": 2
    },
    {
      "j": "見直す",
      "e": "to look again, to get a better opinion of",
      "f": "みなおす",
      "l": 2
    },
    {
      "j": "索引",
      "e": "index, indices",
      "f": "さくいん",
      "l": 2
    },
    {
      "j": "揚げる",
      "e": "to lift, to fry",
      "f": "あげる",
      "l": 2
    },
    {
      "j": "学力",
      "e": "scholarship, knowledge, literary ability",
      "f": "がくりょく",
      "l": 2
    },
    {
      "j": "鈴",
      "e": "bell",
      "f": "すず",
      "l": 2
    },
    {
      "j": "挟む",
      "e": "to interpose, to hold between, to insert",
      "f": "はさむ",
      "l": 2
    },
    {
      "j": "食塩",
      "e": "table salt",
      "f": "しょくえん",
      "l": 2
    },
    {
      "j": "言付ける",
      "e": "to send word, to send a message",
      "f": "ことづける",
      "l": 2
    },
    {
      "j": "何々",
      "e": "such and such, What?",
      "f": "なになに",
      "l": 2
    },
    {
      "j": "筆者",
      "e": "writer, author",
      "f": "ひっしゃ",
      "l": 2
    },
    {
      "j": "応対",
      "e": "receiving, dealing with",
      "f": "おうたい",
      "l": 2
    },
    {
      "j": "打ち消す",
      "e": "to deny, to negate, to contradict",
      "f": "うちけす",
      "l": 2
    },
    {
      "j": "万歳",
      "e": "hurrah, cheers",
      "f": "ばんざい",
      "l": 2
    },
    {
      "j": "あふれる",
      "e": "to flood, to overflow, to brim over",
      "f": "",
      "l": 2
    },
    {
      "j": "歯車",
      "e": "gear, cog-wheel",
      "f": "はぐるま",
      "l": 2
    },
    {
      "j": "剃る",
      "e": "to shave",
      "f": "そる",
      "l": 2
    },
    {
      "j": "御馳走",
      "e": "feast, treating (someone)",
      "f": "ごちそう",
      "l": 2
    },
    {
      "j": "悔しい",
      "e": "regrettable, mortifying, vexing",
      "f": "くやしい",
      "l": 2
    },
    {
      "j": "乗換",
      "e": "(n) transfer (trains, buses, etc.)",
      "f": "のりかえ",
      "l": 2
    },
    {
      "j": "余所",
      "e": "another place, somewhere else, strange parts",
      "f": "よそ",
      "l": 2
    },
    {
      "j": "換気",
      "e": "ventilation",
      "f": "かんき",
      "l": 2
    },
    {
      "j": "交通機関",
      "e": "transportation facilities",
      "f": "こうつうきかん",
      "l": 2
    },
    {
      "j": "小遣い",
      "e": "personal expenses, pocket money, spending money, incidental expenses, allowance",
      "f": "こづかい",
      "l": 2
    },
    {
      "j": "匙",
      "e": "spoon",
      "f": "さじ",
      "l": 2
    },
    {
      "j": "吊す",
      "e": "to hang",
      "f": "つるす",
      "l": 2
    },
    {
      "j": "深まる",
      "e": "to deepen, to heighten, to intensify",
      "f": "ふかまる",
      "l": 2
    },
    {
      "j": "スマート",
      "e": "smart, stylish, slim",
      "f": "",
      "l": 2
    },
    {
      "j": "話中",
      "e": "while talking, the line is busy",
      "f": "はなしちゅう",
      "l": 2
    },
    {
      "j": "ローマじ",
      "e": "romanization, Roman letters",
      "f": "",
      "l": 2
    },
    {
      "j": "逆様",
      "e": "inversion, upside down",
      "f": "さかさま",
      "l": 2
    },
    {
      "j": "夕刊",
      "e": "evening paper",
      "f": "ゆうかん",
      "l": 2
    },
    {
      "j": "ナイロン",
      "e": "nylon",
      "f": "",
      "l": 2
    },
    {
      "j": "売店",
      "e": "shop, stand",
      "f": "ばいてん",
      "l": 2
    },
    {
      "j": "見出し",
      "e": "heading, caption, subtitle, index",
      "f": "みだし",
      "l": 2
    },
    {
      "j": "御辞儀",
      "e": "bow",
      "f": "おじぎ",
      "l": 2
    },
    {
      "j": "下る",
      "e": "to get down, to descend",
      "f": "くだる",
      "l": 2
    },
    {
      "j": "湯気",
      "e": "steam, vapour",
      "f": "ゆげ",
      "l": 2
    },
    {
      "j": "直後",
      "e": "immediately following",
      "f": "ちょくご",
      "l": 2
    },
    {
      "j": "為替",
      "e": "money order, exchange",
      "f": "かわせ",
      "l": 2
    },
    {
      "j": "センチ",
      "e": "centimeter, centi-, 10^-2",
      "f": "",
      "l": 2
    },
    {
      "j": "のろのろ",
      "e": "slowly, sluggishly",
      "f": "",
      "l": 2
    },
    {
      "j": "斜",
      "e": "",
      "f": "はす",
      "l": 2
    },
    {
      "j": "食器",
      "e": "tableware",
      "f": "しょっき",
      "l": 2
    },
    {
      "j": "留まる",
      "e": "(1) to be fixed, (2) to abide, to stay (in the one place)",
      "f": "とどまる",
      "l": 2
    },
    {
      "j": "頭脳",
      "e": "head, brains, intellect",
      "f": "ずのう",
      "l": 2
    },
    {
      "j": "文脈",
      "e": "context",
      "f": "ぶんみゃく",
      "l": 2
    },
    {
      "j": "蓋",
      "e": "cover, lid, cap",
      "f": "ふた",
      "l": 2
    },
    {
      "j": "低下",
      "e": "fall, decline, lowering, deterioration",
      "f": "ていか",
      "l": 2
    },
    {
      "j": "待合室",
      "e": "waiting room",
      "f": "まちあいしつ",
      "l": 2
    },
    {
      "j": "こしらえる",
      "e": "to make, to manufacture",
      "f": "",
      "l": 2
    },
    {
      "j": "給与",
      "e": "allowance, grant, supply",
      "f": "きゅうよ",
      "l": 2
    },
    {
      "j": "日の出",
      "e": "sunrise",
      "f": "ひので",
      "l": 2
    },
    {
      "j": "殖やす",
      "e": "to increase, to add to, to augment",
      "f": "ふやす",
      "l": 2
    },
    {
      "j": "境界",
      "e": "boundary",
      "f": "きょうかい",
      "l": 2
    },
    {
      "j": "プラスチック",
      "e": "plastic",
      "f": "",
      "l": 2
    },
    {
      "j": "崩れる",
      "e": "to collapse, to crumble",
      "f": "くずれる",
      "l": 2
    },
    {
      "j": "送別",
      "e": "farewell, send-off",
      "f": "そうべつ",
      "l": 2
    },
    {
      "j": "たちまち",
      "e": "at once, in a moment, suddenly, all at once",
      "f": "",
      "l": 2
    },
    {
      "j": "縮む",
      "e": "to shrink, to be contracted",
      "f": "ちぢむ",
      "l": 2
    },
    {
      "j": "落着く",
      "e": "to calm down, to settle down",
      "f": "おちつく",
      "l": 2
    },
    {
      "j": "薄める",
      "e": "to dilute, to water down",
      "f": "うすめる",
      "l": 2
    },
    {
      "j": "こっそり",
      "e": "stealthily, secretly",
      "f": "",
      "l": 2
    },
    {
      "j": "目下",
      "e": "at present, now",
      "f": "めした",
      "l": 2
    },
    {
      "j": "中年",
      "e": "middle-aged",
      "f": "ちゅうねん",
      "l": 2
    },
    {
      "j": "加熱",
      "e": "heating",
      "f": "かねつ",
      "l": 2
    },
    {
      "j": "撮影",
      "e": "photographing",
      "f": "さつえい",
      "l": 2
    },
    {
      "j": "おねがいします",
      "e": "please",
      "f": "",
      "l": 2
    },
    {
      "j": "載る",
      "e": "to appear (in print), to be recorded",
      "f": "のる",
      "l": 2
    },
    {
      "j": "ピストル",
      "e": "pistol",
      "f": "",
      "l": 2
    },
    {
      "j": "手続き",
      "e": "procedure, (legal) process, formalities",
      "f": "てつづき",
      "l": 2
    },
    {
      "j": "溶け込む",
      "e": "to melt into",
      "f": "とけこむ",
      "l": 2
    },
    {
      "j": "学術",
      "e": "science, learning, scholarship",
      "f": "がくじゅつ",
      "l": 2
    },
    {
      "j": "もしかすると",
      "e": "perhaps, maybe, by some chance",
      "f": "",
      "l": 2
    },
    {
      "j": "佚",
      "e": "be lost, peace, hide, mistake, beautiful, in turn",
      "f": "いつ",
      "l": 2
    },
    {
      "j": "出張",
      "e": "official tour, business trip",
      "f": "しゅっちょう",
      "l": 2
    },
    {
      "j": "ビタミン",
      "e": "vitamin",
      "f": "",
      "l": 2
    },
    {
      "j": "評論",
      "e": "criticism, critique",
      "f": "ひょうろん",
      "l": 2
    },
    {
      "j": "名所",
      "e": "famous place",
      "f": "めいしょ",
      "l": 2
    },
    {
      "j": "以降",
      "e": "on and after, hereafter, thereafter",
      "f": "いこう",
      "l": 2
    },
    {
      "j": "祖先",
      "e": "ancestor",
      "f": "そせん",
      "l": 2
    },
    {
      "j": "飽くまで",
      "e": "to the end, to the last, stubbornly",
      "f": "あくまで",
      "l": 2
    },
    {
      "j": "摩擦",
      "e": "friction, rubbing, rubdown, chafe",
      "f": "まさつ",
      "l": 2
    },
    {
      "j": "勇ましい",
      "e": "brave, valiant, gallant, courageous",
      "f": "いさましい",
      "l": 2
    },
    {
      "j": "強気",
      "e": "firm, strong",
      "f": "つよき",
      "l": 2
    },
    {
      "j": "断定",
      "e": "conclusion, decision",
      "f": "だんてい",
      "l": 2
    },
    {
      "j": "大木",
      "e": "large tree",
      "f": "たいぼく",
      "l": 2
    },
    {
      "j": "しゃっくり",
      "e": "hiccough, hiccup",
      "f": "",
      "l": 2
    },
    {
      "j": "日程",
      "e": "agenda",
      "f": "にってい",
      "l": 2
    },
    {
      "j": "枯れる",
      "e": "to wither, to die (plant), to be blasted (plant)",
      "f": "かれる",
      "l": 2
    },
    {
      "j": "社説",
      "e": "editorial, leading article",
      "f": "しゃせつ",
      "l": 2
    },
    {
      "j": "宴会",
      "e": "party, banquet",
      "f": "えんかい",
      "l": 2
    },
    {
      "j": "混ぜる",
      "e": "to mix, to stir",
      "f": "まぜる",
      "l": 2
    },
    {
      "j": "三角",
      "e": "triangle, triangular",
      "f": "さんかく",
      "l": 2
    },
    {
      "j": "性質",
      "e": "nature, property, disposition",
      "f": "せいしつ",
      "l": 2
    },
    {
      "j": "間も無く",
      "e": "soon, before long, in a short time",
      "f": "まもなく",
      "l": 2
    },
    {
      "j": "思い込む",
      "e": "to be under impression that, to be convinced that",
      "f": "おもいこむ",
      "l": 2
    },
    {
      "j": "淡水",
      "e": "fresh water",
      "f": "たんすい",
      "l": 2
    },
    {
      "j": "巡査",
      "e": "police, policeman",
      "f": "じゅんさ",
      "l": 2
    },
    {
      "j": "突き当たり",
      "e": "end (e.g. of street)",
      "f": "つきあたり",
      "l": 2
    },
    {
      "j": "掘る",
      "e": "to dig, to excavate",
      "f": "ほる",
      "l": 2
    },
    {
      "j": "ためらう",
      "e": "to hesitate",
      "f": "",
      "l": 2
    },
    {
      "j": "句読点",
      "e": "punctuation marks",
      "f": "くとうてん",
      "l": 2
    },
    {
      "j": "果実",
      "e": "fruit, nut, berry.",
      "f": "かじつ",
      "l": 2
    },
    {
      "j": "垂直",
      "e": "vertical, perpendicular",
      "f": "すいちょく",
      "l": 2
    },
    {
      "j": "被せる",
      "e": "to cover (with something)",
      "f": "かぶせる",
      "l": 2
    },
    {
      "j": "長女",
      "e": "eldest daughter",
      "f": "ちょうじょ",
      "l": 2
    },
    {
      "j": "動作",
      "e": "action, movements, motions, bearing, behaviour, manners",
      "f": "どうさ",
      "l": 2
    },
    {
      "j": "浮く",
      "e": "to float, to become merry, to become loose",
      "f": "うく",
      "l": 2
    },
    {
      "j": "いつのまにか",
      "e": "before one knows, unnoticed, unawares",
      "f": "",
      "l": 2
    },
    {
      "j": "バンド",
      "e": "band",
      "f": "",
      "l": 2
    },
    {
      "j": "英文",
      "e": "sentence in English",
      "f": "えいぶん",
      "l": 2
    },
    {
      "j": "溶岩",
      "e": "lava",
      "f": "ようがん",
      "l": 2
    },
    {
      "j": "しみじみ",
      "e": "keenly, deeply, heartily",
      "f": "",
      "l": 2
    },
    {
      "j": "掏摸",
      "e": "pickpocket",
      "f": "すり",
      "l": 2
    },
    {
      "j": "圧縮",
      "e": "compression, condensation, pressure",
      "f": "あっしゅく",
      "l": 2
    },
    {
      "j": "乾杯",
      "e": "toast (drink)",
      "f": "かんぱい",
      "l": 2
    },
    {
      "j": "永い",
      "e": "long, lengthy",
      "f": "ながい",
      "l": 2
    },
    {
      "j": "半島",
      "e": "peninsula",
      "f": "はんとう",
      "l": 2
    },
    {
      "j": "床の間",
      "e": "alcove",
      "f": "とこのま",
      "l": 2
    },
    {
      "j": "車掌",
      "e": "(train) conductor",
      "f": "しゃしょう",
      "l": 2
    },
    {
      "j": "有料",
      "e": "admission-paid, toll",
      "f": "ゆうりょう",
      "l": 2
    },
    {
      "j": "日帰り",
      "e": "day trip",
      "f": "ひがえり",
      "l": 2
    },
    {
      "j": "睨む",
      "e": "to glare at, to scowl at, to keep an eye on",
      "f": "にらむ",
      "l": 2
    },
    {
      "j": "不通",
      "e": "suspension, interruption, stoppage, tie-up, cessation",
      "f": "ふつう",
      "l": 2
    },
    {
      "j": "東西",
      "e": "East and West, whole country",
      "f": "とうざい",
      "l": 2
    },
    {
      "j": "どうぞよろしく",
      "e": "pleased to meet you",
      "f": "",
      "l": 2
    },
    {
      "j": "背負う",
      "e": "to be burdened with, to carry on back or shoulder",
      "f": "せおう",
      "l": 2
    },
    {
      "j": "正門",
      "e": "main gate, main entrance",
      "f": "せいもん",
      "l": 2
    },
    {
      "j": "ばからしい",
      "e": "absurd",
      "f": "",
      "l": 2
    },
    {
      "j": "岬",
      "e": "cape (on coast)",
      "f": "みさき",
      "l": 2
    },
    {
      "j": "面積",
      "e": "area",
      "f": "めんせき",
      "l": 2
    },
    {
      "j": "騒々しい",
      "e": "noisy, boisterous",
      "f": "そうぞうしい",
      "l": 2
    },
    {
      "j": "プリント",
      "e": "print, handout",
      "f": "",
      "l": 2
    },
    {
      "j": "扇子",
      "e": "folding fan",
      "f": "せんす",
      "l": 2
    },
    {
      "j": "再三",
      "e": "again and again, repeatedly",
      "f": "さいさん",
      "l": 2
    },
    {
      "j": "快晴",
      "e": "good weather",
      "f": "かいせい",
      "l": 2
    },
    {
      "j": "叔父さん",
      "e": "middle-aged gentleman, uncle",
      "f": "おじさん",
      "l": 2
    },
    {
      "j": "ともかく",
      "e": "anyhow, anyway, somehow or other, generally speaking, in any case",
      "f": "",
      "l": 2
    },
    {
      "j": "売り切れ",
      "e": "sold-out",
      "f": "うりきれ",
      "l": 2
    },
    {
      "j": "もったいない",
      "e": "too good, more than one deserves, wasteful, sacrilegious, unworthy of",
      "f": "",
      "l": 2
    },
    {
      "j": "姪",
      "e": "niece",
      "f": "めい",
      "l": 2
    },
    {
      "j": "水平線",
      "e": "horizon",
      "f": "すいへいせん",
      "l": 2
    },
    {
      "j": "概論",
      "e": "intro, outline, general remarks",
      "f": "がいろん",
      "l": 2
    },
    {
      "j": "塵紙",
      "e": "tissue paper, toilet paper",
      "f": "ちりがみ",
      "l": 2
    },
    {
      "j": "言葉遣い",
      "e": "speech, expression, wording",
      "f": "ことばづかい",
      "l": 2
    },
    {
      "j": "加速",
      "e": "acceleration",
      "f": "かそく",
      "l": 2
    },
    {
      "j": "蹴る",
      "e": "to kick",
      "f": "ける",
      "l": 2
    },
    {
      "j": "話し掛ける",
      "e": "to accost a person, to talk (to someone)",
      "f": "はなしかける",
      "l": 2
    },
    {
      "j": "着替え",
      "e": "changing clothes, change of clothes",
      "f": "きがえ",
      "l": 2
    },
    {
      "j": "洗剤",
      "e": "detergent, washing material",
      "f": "せんざい",
      "l": 2
    },
    {
      "j": "下書き",
      "e": "rough copy, draft",
      "f": "したがき",
      "l": 2
    },
    {
      "j": "和服",
      "e": "Japanese clothes",
      "f": "わふく",
      "l": 2
    },
    {
      "j": "いよいよ",
      "e": "more and more, all the more, increasingly, at last, beyond doubt",
      "f": "",
      "l": 2
    },
    {
      "j": "短期",
      "e": "short term",
      "f": "たんき",
      "l": 2
    },
    {
      "j": "貨物",
      "e": "cargo, freight",
      "f": "かもつ",
      "l": 2
    },
    {
      "j": "オーケストラ",
      "e": "orchestra",
      "f": "",
      "l": 2
    },
    {
      "j": "討つ",
      "e": "to attack, to avenge",
      "f": "うつ",
      "l": 2
    },
    {
      "j": "交ざる",
      "e": "to be mixed, to be blended with, to associate with, to mingle with, to join",
      "f": "まざる",
      "l": 2
    },
    {
      "j": "スライド",
      "e": "slide",
      "f": "",
      "l": 2
    },
    {
      "j": "温帯",
      "e": "temperate zone",
      "f": "おんたい",
      "l": 2
    },
    {
      "j": "農産物",
      "e": "agricultural produce",
      "f": "のうさんぶつ",
      "l": 2
    },
    {
      "j": "私立",
      "e": "private (establishment)",
      "f": "しりつ",
      "l": 2
    },
    {
      "j": "商店",
      "e": "shop, business firm",
      "f": "しょうてん",
      "l": 2
    },
    {
      "j": "合流",
      "e": "confluence, union, linking up, merge",
      "f": "ごうりゅう",
      "l": 2
    },
    {
      "j": "バランス",
      "e": "balance",
      "f": "",
      "l": 2
    },
    {
      "j": "客間",
      "e": "parlor, guest room",
      "f": "きゃくま",
      "l": 2
    },
    {
      "j": "運河",
      "e": "canal, waterway",
      "f": "うんが",
      "l": 2
    },
    {
      "j": "きっかけ",
      "e": "chance, start, cue, excuse",
      "f": "",
      "l": 2
    },
    {
      "j": "サラリーマン",
      "e": "salary man, company employee",
      "f": "",
      "l": 2
    },
    {
      "j": "俳句",
      "e": "haiku poetry",
      "f": "はいく",
      "l": 2
    },
    {
      "j": "神様",
      "e": "god",
      "f": "かみさま",
      "l": 2
    },
    {
      "j": "判事",
      "e": "judge, judiciary",
      "f": "はんじ",
      "l": 2
    },
    {
      "j": "訳す",
      "e": "to translate",
      "f": "やくす",
      "l": 2
    },
    {
      "j": "森林",
      "e": "forest, woods",
      "f": "しんりん",
      "l": 2
    },
    {
      "j": "内線",
      "e": "phone extension, indoor wiring, inner line",
      "f": "ないせん",
      "l": 2
    },
    {
      "j": "組合せ",
      "e": "combination",
      "f": "くみあわせ",
      "l": 2
    },
    {
      "j": "停車",
      "e": "stopping (e.g. train)",
      "f": "ていしゃ",
      "l": 2
    },
    {
      "j": "洋品店",
      "e": "shop which handles Western-style apparel and accessories",
      "f": "ようひんてん",
      "l": 2
    },
    {
      "j": "覗く",
      "e": "to peep in, to look in, to peek in, to stick out",
      "f": "のぞく",
      "l": 2
    },
    {
      "j": "格別",
      "e": "exceptional",
      "f": "かくべつ",
      "l": 2
    },
    {
      "j": "ファスナー",
      "e": "fastener, zipper",
      "f": "",
      "l": 2
    },
    {
      "j": "文芸",
      "e": "literature, art and literature, belles-lettres",
      "f": "ぶんげい",
      "l": 2
    },
    {
      "j": "日日",
      "e": "every day, daily, day after day",
      "f": "ひにち",
      "l": 2
    },
    {
      "j": "個体",
      "e": "an individual",
      "f": "こたい",
      "l": 2
    },
    {
      "j": "引返す",
      "e": "to repeat, to send back, to bring back",
      "f": "ひきかえす",
      "l": 2
    },
    {
      "j": "正味",
      "e": "net (weight)",
      "f": "しょうみ",
      "l": 2
    },
    {
      "j": "ラッシュアワー",
      "e": "rush hour",
      "f": "",
      "l": 2
    },
    {
      "j": "思い付く",
      "e": "to think of, to hit upon",
      "f": "おもいつく",
      "l": 2
    },
    {
      "j": "日陰",
      "e": "shadow",
      "f": "ひかげ",
      "l": 2
    },
    {
      "j": "付近",
      "e": "neighbourhood, vicinity, environs",
      "f": "ふきん",
      "l": 2
    },
    {
      "j": "電池",
      "e": "battery",
      "f": "でんち",
      "l": 2
    },
    {
      "j": "再来週",
      "e": "week after next",
      "f": "さらいしゅう",
      "l": 2
    },
    {
      "j": "纏める",
      "e": "to put in order, to collect, to bring to a conclusion",
      "f": "まとめる",
      "l": 2
    },
    {
      "j": "水分",
      "e": "moisture",
      "f": "すいぶん",
      "l": 2
    },
    {
      "j": "解散",
      "e": "breakup, dissolution",
      "f": "かいさん",
      "l": 2
    },
    {
      "j": "威張る",
      "e": "to be proud, to swagger",
      "f": "いばる",
      "l": 2
    },
    {
      "j": "湿る",
      "e": "to be wet, to become wet, to be damp",
      "f": "しめる",
      "l": 2
    },
    {
      "j": "あいかわらず",
      "e": "as ever, as usual, the same",
      "f": "",
      "l": 2
    },
    {
      "j": "武士",
      "e": "warrior, samurai",
      "f": "ぶし",
      "l": 2
    },
    {
      "j": "入れ物",
      "e": "container, case, receptacle",
      "f": "いれもの",
      "l": 2
    },
    {
      "j": "鈍い",
      "e": "dull (e.g. a knife), thickheaded, slow (opposite of fast), stupid",
      "f": "にぶい",
      "l": 2
    },
    {
      "j": "発想",
      "e": "expression (music), conceptualization",
      "f": "はっそう",
      "l": 2
    },
    {
      "j": "釘",
      "e": "nail",
      "f": "くぎ",
      "l": 2
    },
    {
      "j": "楕円",
      "e": "ellipse",
      "f": "だえん",
      "l": 2
    },
    {
      "j": "生長",
      "e": "growth, increment",
      "f": "せいちょう",
      "l": 2
    },
    {
      "j": "掛け算",
      "e": "multiplication",
      "f": "かけざん",
      "l": 2
    },
    {
      "j": "テンポ",
      "e": "tempo",
      "f": "",
      "l": 2
    },
    {
      "j": "裏返す",
      "e": "to turn inside out, to turn (something) over",
      "f": "うらがえす",
      "l": 2
    },
    {
      "j": "おどかす",
      "e": "to threaten, to coerce",
      "f": "",
      "l": 2
    },
    {
      "j": "しゃぶる",
      "e": "to suck, to chew",
      "f": "",
      "l": 2
    },
    {
      "j": "普及",
      "e": "diffusion, spread",
      "f": "ふきゅう",
      "l": 2
    },
    {
      "j": "紙屑",
      "e": "wastepaper",
      "f": "かみくず",
      "l": 2
    },
    {
      "j": "規律",
      "e": "order, rules, law",
      "f": "きりつ",
      "l": 2
    },
    {
      "j": "実る",
      "e": "to bear fruit, to ripen",
      "f": "みのる",
      "l": 2
    },
    {
      "j": "貸家",
      "e": "house for rent",
      "f": "かしや",
      "l": 2
    },
    {
      "j": "自治",
      "e": "self-government, autonomy",
      "f": "じち",
      "l": 2
    },
    {
      "j": "器具",
      "e": "utensil",
      "f": "きぐ",
      "l": 2
    },
    {
      "j": "浸ける",
      "e": "to dip in, to soak",
      "f": "つける",
      "l": 2
    },
    {
      "j": "レクリェーション",
      "e": "recreation",
      "f": "",
      "l": 2
    },
    {
      "j": "慶ぶ",
      "e": "",
      "f": "よろこぶ",
      "l": 2
    },
    {
      "j": "ブローチ",
      "e": "brooch",
      "f": "",
      "l": 2
    },
    {
      "j": "図表",
      "e": "chart, diagram, graph",
      "f": "ずひょう",
      "l": 2
    },
    {
      "j": "チョーク",
      "e": "chock, chalk",
      "f": "",
      "l": 2
    },
    {
      "j": "ステージ",
      "e": "(1) stage, (2) performance",
      "f": "",
      "l": 2
    },
    {
      "j": "おしゃれ",
      "e": "smartly dressed, someone smartly dressed, fashion-conscious",
      "f": "",
      "l": 2
    },
    {
      "j": "性別",
      "e": "distinction by sex, sex, gender",
      "f": "せいべつ",
      "l": 2
    },
    {
      "j": "傾らか",
      "e": "",
      "f": "なだらか",
      "l": 2
    },
    {
      "j": "シャッター",
      "e": "shutter",
      "f": "",
      "l": 2
    },
    {
      "j": "腰掛け",
      "e": "seat, bench",
      "f": "こしかけ",
      "l": 2
    },
    {
      "j": "しゃがむ",
      "e": "to squat",
      "f": "",
      "l": 2
    },
    {
      "j": "小父さん",
      "e": "middle-aged gentleman, uncle",
      "f": "おじさん",
      "l": 2
    },
    {
      "j": "足跡",
      "e": "footprints",
      "f": "あしあと",
      "l": 2
    },
    {
      "j": "算数",
      "e": "arithmetic",
      "f": "さんすう",
      "l": 2
    },
    {
      "j": "繋げる",
      "e": "to connect",
      "f": "つなげる",
      "l": 2
    },
    {
      "j": "手頃",
      "e": "moderate, handy",
      "f": "てごろ",
      "l": 2
    },
    {
      "j": "役者",
      "e": "actor, actress",
      "f": "やくしゃ",
      "l": 2
    },
    {
      "j": "製作",
      "e": "manufacture, production",
      "f": "せいさく",
      "l": 2
    },
    {
      "j": "理科",
      "e": "science",
      "f": "りか",
      "l": 2
    },
    {
      "j": "未満",
      "e": "less than, insufficient",
      "f": "みまん",
      "l": 2
    },
    {
      "j": "けれど / けれども",
      "e": "but, however",
      "f": "",
      "l": 2
    },
    {
      "j": "思い掛けない",
      "e": "unexpected, casual",
      "f": "おもいがけない",
      "l": 2
    },
    {
      "j": "煮える",
      "e": "to boil, to cook, to be cooked",
      "f": "にえる",
      "l": 2
    },
    {
      "j": "的確",
      "e": "precise, accurate",
      "f": "てきかく",
      "l": 2
    },
    {
      "j": "同感",
      "e": "agreement; same opinion; same feeling; sympathy; concurrence",
      "f": "どうかん",
      "l": 1
    },
    {
      "j": "風車",
      "e": "1.  windmill; 2.  pinwheel",
      "f": "かざぐるま",
      "l": 1
    },
    {
      "j": "何処か",
      "e": "somewhere; anywhere; in some respects",
      "f": "どこか",
      "l": 1
    },
    {
      "j": "早める",
      "e": "to hasten; to quicken; to expedite; to precipitate; to accelerate",
      "f": "はやめる",
      "l": 1
    },
    {
      "j": "賭け",
      "e": "betting; gambling; a gamble",
      "f": "かけ",
      "l": 1
    },
    {
      "j": "興じる",
      "e": "to amuse oneself; to make merry",
      "f": "きょうじる",
      "l": 1
    },
    {
      "j": "磁気",
      "e": "magnetism",
      "f": "じき",
      "l": 1
    },
    {
      "j": "若しかして",
      "e": "perhaps; possibly",
      "f": "もしかして",
      "l": 1
    },
    {
      "j": "彼方此方",
      "e": "here and there",
      "f": "あちこち",
      "l": 1
    },
    {
      "j": "視点",
      "e": "opinion; point of view; visual point",
      "f": "してん",
      "l": 1
    },
    {
      "j": "開発",
      "e": "development; exploitation",
      "f": "かいはつ",
      "l": 1
    },
    {
      "j": "彼の",
      "e": "that over there",
      "f": "あの",
      "l": 1
    },
    {
      "j": "滞納",
      "e": "non-payment; default",
      "f": "たいのう",
      "l": 1
    },
    {
      "j": "果て",
      "e": "the end; the extremity; the limit(s); the result",
      "f": "はて",
      "l": 1
    },
    {
      "j": "長閑",
      "e": "tranquil; calm; quiet",
      "f": "のどか",
      "l": 1
    },
    {
      "j": "負う",
      "e": "to bear; to owe",
      "f": "おう",
      "l": 1
    },
    {
      "j": "首脳",
      "e": "head; brains",
      "f": "しゅのう",
      "l": 1
    },
    {
      "j": "一筋",
      "e": "a line; earnestly; blindly; straightforwardly",
      "f": "ひとすき",
      "l": 1
    },
    {
      "j": "落ち着き",
      "e": "calm; composure",
      "f": "おちつき",
      "l": 1
    },
    {
      "j": "業者",
      "e": "trader; merchant",
      "f": "ぎょうしゃ",
      "l": 1
    },
    {
      "j": "蛋白質",
      "e": "protein",
      "f": "たんぱくしつ",
      "l": 1
    },
    {
      "j": "タイムリー",
      "e": "timely; run-batted-in (baseball); RBI",
      "f": "",
      "l": 1
    },
    {
      "j": "後悔",
      "e": "regret; repentance",
      "f": "こうかい",
      "l": 1
    },
    {
      "j": "購読",
      "e": "subscription (e.g. magazine)",
      "f": "こうどく",
      "l": 1
    },
    {
      "j": "嗜好",
      "e": "taste; liking; preference",
      "f": "しこう",
      "l": 1
    },
    {
      "j": "診療",
      "e": "medical examination and treatment; diagnosis",
      "f": "しんりょう",
      "l": 1
    },
    {
      "j": "班",
      "e": "group; party; section (mil)",
      "f": "はん",
      "l": 1
    },
    {
      "j": "保管",
      "e": "charge; custody; safekeeping; deposit; storage",
      "f": "ほかん",
      "l": 1
    },
    {
      "j": "スチーム",
      "e": "steam",
      "f": "",
      "l": 1
    },
    {
      "j": "配列",
      "e": "arrangement; array (programming)",
      "f": "はいれつ",
      "l": 1
    },
    {
      "j": "染める",
      "e": "to dye; to colour",
      "f": "そめる",
      "l": 1
    },
    {
      "j": "途上",
      "e": "en route; half way",
      "f": "とじょう",
      "l": 1
    },
    {
      "j": "店",
      "e": "store; shop; establishment",
      "f": "てん",
      "l": 1
    },
    {
      "j": "刑",
      "e": "penalty; sentence; punishment",
      "f": "けい",
      "l": 1
    },
    {
      "j": "野党",
      "e": "opposition party",
      "f": "やとう",
      "l": 1
    },
    {
      "j": "徒歩",
      "e": "walking; going on foot",
      "f": "とほ",
      "l": 1
    },
    {
      "j": "伝来",
      "e": "ancestral; hereditary; imported; transmitted; handed down",
      "f": "でんらい",
      "l": 1
    },
    {
      "j": "トーン",
      "e": "tone",
      "f": "",
      "l": 1
    },
    {
      "j": "カメラマン",
      "e": "cameraman",
      "f": "",
      "l": 1
    },
    {
      "j": "抗議",
      "e": "protest; objection",
      "f": "こうぎ",
      "l": 1
    },
    {
      "j": "自惚れ",
      "e": "pretension; conceit; hubris",
      "f": "うぬぼれ",
      "l": 1
    },
    {
      "j": "齎らす",
      "e": "to bring; to take; to bring about",
      "f": "もたらす",
      "l": 1
    },
    {
      "j": "優越",
      "e": "supremacy; predominance; being superior to",
      "f": "ゆうえつ",
      "l": 1
    },
    {
      "j": "不服",
      "e": "dissatisfaction; discontent; disapproval; objection; complaint; protest; disagreement",
      "f": "ふふく",
      "l": 1
    },
    {
      "j": "開催",
      "e": "holding a meeting; open an exhibition",
      "f": "かいさい",
      "l": 1
    },
    {
      "j": "内閣",
      "e": "cabinet; (government) ministry",
      "f": "ないかく",
      "l": 1
    },
    {
      "j": "正当",
      "e": "just; justifiable; right; due; proper; equitable; reasonable; legitimate; lawful",
      "f": "せいとう",
      "l": 1
    },
    {
      "j": "垢",
      "e": "dirt; filth",
      "f": "あか",
      "l": 1
    },
    {
      "j": "先先月",
      "e": "month before last",
      "f": "せんせんげつ",
      "l": 1
    },
    {
      "j": "怠慢",
      "e": "negligence; procrastination; carelessness",
      "f": "たいまん",
      "l": 1
    },
    {
      "j": "無口",
      "e": "reticence",
      "f": "むくち",
      "l": 1
    },
    {
      "j": "ご馳走",
      "e": "feast; treating (someone)",
      "f": "ごちそう",
      "l": 1
    },
    {
      "j": "ポット",
      "e": "pot",
      "f": "",
      "l": 1
    },
    {
      "j": "閲覧",
      "e": "inspection; reading",
      "f": "えつらん",
      "l": 1
    },
    {
      "j": "阻む",
      "e": "to keep someone from doing; to stop; to prevent; to check; to hinder; to obstruct; to oppose; to thwart",
      "f": "はばむ",
      "l": 1
    },
    {
      "j": "使命",
      "e": "mission; errand; message",
      "f": "しめい",
      "l": 1
    },
    {
      "j": "三日月",
      "e": "new moon; crescent moon",
      "f": "みかずき",
      "l": 1
    },
    {
      "j": "意地",
      "e": "disposition; spirit; willpower; obstinacy; backbone; appetite",
      "f": "いじ",
      "l": 1
    },
    {
      "j": "音",
      "e": "sound; note",
      "f": "ね",
      "l": 1
    },
    {
      "j": "造り",
      "e": "make up; structure; physique",
      "f": "つくり",
      "l": 1
    },
    {
      "j": "忠告",
      "e": "advice; warning",
      "f": "ちゅうこく",
      "l": 1
    },
    {
      "j": "脈",
      "e": "pulse",
      "f": "みゃく",
      "l": 1
    },
    {
      "j": "向上",
      "e": "elevation; rise; improvement; advancement; progress",
      "f": "こうじょう",
      "l": 1
    },
    {
      "j": "任務",
      "e": "duty; function; office; mission; task",
      "f": "にんむ",
      "l": 1
    },
    {
      "j": "成熟",
      "e": "maturity; ripeness",
      "f": "せいじゅく",
      "l": 1
    },
    {
      "j": "余程",
      "e": "very; greatly; much; to a large extent; quite",
      "f": "よっぽど",
      "l": 1
    },
    {
      "j": "纏め",
      "e": "settlement; conclusion",
      "f": "まとめ",
      "l": 1
    },
    {
      "j": "チャンネル",
      "e": "a channel",
      "f": "",
      "l": 1
    },
    {
      "j": "心掛け",
      "e": "readiness; intention; aim",
      "f": "こころがけ",
      "l": 1
    },
    {
      "j": "雑談",
      "e": "chatting; idle talk",
      "f": "ざつだん",
      "l": 1
    },
    {
      "j": "箪笥",
      "e": "chest of drawers",
      "f": "たんす",
      "l": 1
    },
    {
      "j": "処分",
      "e": "disposal; dealing; punishment",
      "f": "しょぶん",
      "l": 1
    },
    {
      "j": "風習",
      "e": "custom",
      "f": "ふうしゅう",
      "l": 1
    },
    {
      "j": "取り引き",
      "e": "transactions; dealings; business",
      "f": "とりひき",
      "l": 1
    },
    {
      "j": "仕上げ",
      "e": "end; finishing touches; being finished",
      "f": "しあげ",
      "l": 1
    },
    {
      "j": "黴菌",
      "e": "bacteria; germ(s)",
      "f": "ばいきん",
      "l": 1
    },
    {
      "j": "側",
      "e": "side; row; surroundings; part; (watch) case",
      "f": "かわ",
      "l": 1
    },
    {
      "j": "瞑る",
      "e": "to close the eyes",
      "f": "つぶる",
      "l": 1
    },
    {
      "j": "満月",
      "e": "full moon",
      "f": "まんげつ",
      "l": 1
    },
    {
      "j": "不当",
      "e": "injustice; impropriety; unreasonableness; undeservedness; unfair; invalid",
      "f": "ふとう",
      "l": 1
    },
    {
      "j": "度忘れ",
      "e": "lapse of memory; forget for a moment",
      "f": "どわすれ",
      "l": 1
    },
    {
      "j": "行き違い",
      "e": "misunderstanding; estrangement; disagreement; crossing without meeting; going astray",
      "f": "いきちがい",
      "l": 1
    },
    {
      "j": "独創",
      "e": "originality",
      "f": "どくそう",
      "l": 1
    },
    {
      "j": "本名",
      "e": "real name",
      "f": "ほんみょう",
      "l": 1
    },
    {
      "j": "名誉",
      "e": "honor; credit; prestige",
      "f": "めいよ",
      "l": 1
    },
    {
      "j": "兆",
      "e": "signs; omen; symptoms",
      "f": "きざし",
      "l": 1
    },
    {
      "j": "正常",
      "e": "normalcy; normality; normal",
      "f": "せいじょう",
      "l": 1
    },
    {
      "j": "取り締まる",
      "e": "to manage; to control; to supervise",
      "f": "とりしまる",
      "l": 1
    },
    {
      "j": "可愛がる",
      "e": "to love; to be affectionate",
      "f": "かわいがる",
      "l": 1
    },
    {
      "j": "この頃",
      "e": "recently",
      "f": "このごろ",
      "l": 1
    },
    {
      "j": "喧しい",
      "e": "noisy; strict; fussy",
      "f": "やかましい",
      "l": 1
    },
    {
      "j": "葬る",
      "e": "to bury; to inter; to entomb; to consign to oblivion; to shelve",
      "f": "ほうむる",
      "l": 1
    },
    {
      "j": "印鑑",
      "e": "stamp; seal",
      "f": "いんかん",
      "l": 1
    },
    {
      "j": "大水",
      "e": "flood",
      "f": "おおみず",
      "l": 1
    },
    {
      "j": "好況",
      "e": "prosperous conditions; healthy economy",
      "f": "こうきょう",
      "l": 1
    },
    {
      "j": "人質",
      "e": "hostage; prisoner",
      "f": "ひとじち",
      "l": 1
    },
    {
      "j": "掲載",
      "e": "appearance (e.g. article in paper)",
      "f": "けいさい",
      "l": 1
    },
    {
      "j": "規模",
      "e": "scale; scope; plan; structure",
      "f": "きぼ",
      "l": 1
    },
    {
      "j": "疎か",
      "e": "neglect; negligence; carelessness",
      "f": "おろそか",
      "l": 1
    },
    {
      "j": "見方",
      "e": "viewpoint",
      "f": "みかた",
      "l": 1
    },
    {
      "j": "異議",
      "e": "objection; dissent; protest",
      "f": "いぎ",
      "l": 1
    },
    {
      "j": "辞職",
      "e": "resignation",
      "f": "じしょく",
      "l": 1
    },
    {
      "j": "沿う",
      "e": "to run along; to follow",
      "f": "そう",
      "l": 1
    },
    {
      "j": "真ん中",
      "e": "middle; centre; mid-way",
      "f": "まんなか",
      "l": 1
    },
    {
      "j": "布巾",
      "e": "tea-towel; dish cloth",
      "f": "ふきん",
      "l": 1
    },
    {
      "j": "閉口",
      "e": "shut mouth",
      "f": "へいこう",
      "l": 1
    },
    {
      "j": "如何にも",
      "e": "indeed; really; phrase meaning agreement",
      "f": "いかにも",
      "l": 1
    },
    {
      "j": "揺さぶる",
      "e": "to shake; to jolt; to rock; to swing",
      "f": "ゆさぶる",
      "l": 1
    },
    {
      "j": "設定",
      "e": "establishment; creation",
      "f": "せってい",
      "l": 1
    },
    {
      "j": "絨毯",
      "e": "carpet",
      "f": "じゅうたん",
      "l": 1
    },
    {
      "j": "背負う",
      "e": "to be burdened with; to carry on back or shoulder",
      "f": "しょう",
      "l": 1
    },
    {
      "j": "大胆",
      "e": "bold; daring; audacious",
      "f": "だいたん",
      "l": 1
    },
    {
      "j": "名付ける",
      "e": "to name (someone)",
      "f": "なづける",
      "l": 1
    },
    {
      "j": "ファイト",
      "e": "fight",
      "f": "",
      "l": 1
    },
    {
      "j": "夜中",
      "e": "all night; the whole night",
      "f": "やちゅう",
      "l": 1
    },
    {
      "j": "辛うじて",
      "e": "barely; narrowly; just manage to do st",
      "f": "かろうじて",
      "l": 1
    },
    {
      "j": "しくじる",
      "e": "to fail; to fall through; to blunder",
      "f": "",
      "l": 1
    },
    {
      "j": "模範",
      "e": "exemplar; exemplification; exemplum; model; example",
      "f": "もはん",
      "l": 1
    },
    {
      "j": "余り",
      "e": "not very (this form only used as adverb); not much; remainder; rest; remnant; surplus; balance; excess; rema",
      "f": "あんまり",
      "l": 1
    },
    {
      "j": "ドライ",
      "e": "dry",
      "f": "",
      "l": 1
    },
    {
      "j": "粥",
      "e": "(rice) gruel",
      "f": "かゆ",
      "l": 1
    },
    {
      "j": "若しも",
      "e": "if",
      "f": "もしも",
      "l": 1
    },
    {
      "j": "先行",
      "e": "preceding; going first",
      "f": "せんこう",
      "l": 1
    },
    {
      "j": "有力",
      "e": "1.  influence; prominence; 2.  potent",
      "f": "ゆうりょく",
      "l": 1
    },
    {
      "j": "明瞭",
      "e": "clarity",
      "f": "めいりょう",
      "l": 1
    },
    {
      "j": "穂",
      "e": "ear (of plant); head (of plant)",
      "f": "ほ",
      "l": 1
    },
    {
      "j": "横綱",
      "e": "sumo grand champion",
      "f": "よこづな",
      "l": 1
    },
    {
      "j": "投入",
      "e": "throw; investment; making (an electrical circuit)",
      "f": "とうにゅう",
      "l": 1
    },
    {
      "j": "察する",
      "e": "to guess; to sense; to presume; to judge; to sympathize with",
      "f": "さっする",
      "l": 1
    },
    {
      "j": "公",
      "e": "official; public; formal; open; governmental",
      "f": "おおやけ",
      "l": 1
    },
    {
      "j": "不良",
      "e": "badness; delinquent; inferiority; failure",
      "f": "ふりょう",
      "l": 1
    },
    {
      "j": "没落",
      "e": "ruin; fall; collapse",
      "f": "ぼつらく",
      "l": 1
    },
    {
      "j": "取り組む",
      "e": "to tackle; to wrestle with; to engage in a bout; to come to grips with",
      "f": "とりくむ",
      "l": 1
    },
    {
      "j": "兎角",
      "e": "anyhow; anyway; somehow or other; generally speaking; in any case; this and that; many; be apt to",
      "f": "とかく",
      "l": 1
    },
    {
      "j": "審査",
      "e": "judging; inspection; examination; investigation",
      "f": "しんさ",
      "l": 1
    },
    {
      "j": "上演",
      "e": "performance (e.g. music)",
      "f": "じょうえん",
      "l": 1
    },
    {
      "j": "違える",
      "e": "to change",
      "f": "ちがえる",
      "l": 1
    },
    {
      "j": "重んじる",
      "e": "to respect; to honor; to esteem; to prize",
      "f": "おもんじる",
      "l": 1
    },
    {
      "j": "捗る",
      "e": "to make progress; to move right ahead (with the work); to advance",
      "f": "はかどる",
      "l": 1
    },
    {
      "j": "ドリル",
      "e": "drill",
      "f": "",
      "l": 1
    },
    {
      "j": "登校",
      "e": "attendance (at school)",
      "f": "とうこう",
      "l": 1
    },
    {
      "j": "効率",
      "e": "efficiency",
      "f": "こうりつ",
      "l": 1
    },
    {
      "j": "懐く",
      "e": "to become emotionally attached",
      "f": "なつく",
      "l": 1
    },
    {
      "j": "レギュラー",
      "e": "regular",
      "f": "",
      "l": 1
    },
    {
      "j": "土木",
      "e": "public works",
      "f": "どぼく",
      "l": 1
    },
    {
      "j": "変革",
      "e": "change; reform; revolution; upheaval; (the) Reformation",
      "f": "へんかく",
      "l": 1
    },
    {
      "j": "大筋",
      "e": "outline; summary",
      "f": "おおすじ",
      "l": 1
    },
    {
      "j": "人",
      "e": "man; person; people",
      "f": "じん",
      "l": 1
    },
    {
      "j": "何処",
      "e": "where; what place",
      "f": "どこ",
      "l": 1
    },
    {
      "j": "フォーム",
      "e": "foam; form",
      "f": "",
      "l": 1
    },
    {
      "j": "取り巻く",
      "e": "to surround; to circle; to enclose",
      "f": "とりまく",
      "l": 1
    },
    {
      "j": "確信",
      "e": "conviction; confidence",
      "f": "かくしん",
      "l": 1
    },
    {
      "j": "軍服",
      "e": "military or naval uniform",
      "f": "ぐんぷく",
      "l": 1
    },
    {
      "j": "創造",
      "e": "creation",
      "f": "そうぞう",
      "l": 1
    },
    {
      "j": "膳",
      "e": "(small) table; tray; meal",
      "f": "ぜん",
      "l": 1
    },
    {
      "j": "総",
      "e": "whole; all; general; gross",
      "f": "そう",
      "l": 1
    },
    {
      "j": "練る",
      "e": "to knead; to work over; to polish up",
      "f": "ねる",
      "l": 1
    },
    {
      "j": "と",
      "e": "1.  if (conjunction); 2.  promoted pawn (shogi) (abbr)",
      "f": "",
      "l": 1
    },
    {
      "j": "朝寝坊",
      "e": "oversleeping; late riser",
      "f": "あさねぼう",
      "l": 1
    },
    {
      "j": "梅干",
      "e": "dried plum",
      "f": "うめぼし",
      "l": 1
    },
    {
      "j": "乗り換え",
      "e": "transfer (trains  buses  etc.)",
      "f": "のりかえ",
      "l": 1
    },
    {
      "j": "戸",
      "e": "counter for houses",
      "f": "こ",
      "l": 1
    },
    {
      "j": "風土",
      "e": "natural features; topography; climate; spiritual features",
      "f": "ふうど",
      "l": 1
    },
    {
      "j": "先に",
      "e": "before; earlier than; ahead; beyond; away; previously; recently",
      "f": "さきに",
      "l": 1
    },
    {
      "j": "膜",
      "e": "membrane; film",
      "f": "まく",
      "l": 1
    },
    {
      "j": "先だって",
      "e": "recently; the other day",
      "f": "せんだって",
      "l": 1
    },
    {
      "j": "馬鹿馬鹿しい",
      "e": "stupid",
      "f": "ばかばかしい",
      "l": 1
    },
    {
      "j": "お蔭",
      "e": "(your) backing; assistance",
      "f": "おかげ",
      "l": 1
    },
    {
      "j": "手本",
      "e": "model; pattern",
      "f": "てほん",
      "l": 1
    },
    {
      "j": "コーナー",
      "e": "corner",
      "f": "",
      "l": 1
    },
    {
      "j": "福",
      "e": "good fortune",
      "f": "ふく",
      "l": 1
    },
    {
      "j": "巧妙",
      "e": "ingenious; skillful; clever; deft",
      "f": "こうみょう",
      "l": 1
    },
    {
      "j": "無言",
      "e": "silence",
      "f": "むごん",
      "l": 1
    },
    {
      "j": "移民",
      "e": "emigration; immigration; emigrant; immigrant",
      "f": "いみん",
      "l": 1
    },
    {
      "j": "バー",
      "e": "bar",
      "f": "",
      "l": 1
    },
    {
      "j": "専修",
      "e": "specialization",
      "f": "せんしゅう",
      "l": 1
    },
    {
      "j": "タイマー",
      "e": "timer",
      "f": "",
      "l": 1
    },
    {
      "j": "本体",
      "e": "substance; real form; object of worship",
      "f": "ほんたい",
      "l": 1
    },
    {
      "j": "育ち",
      "e": "breeding; growth",
      "f": "そだち",
      "l": 1
    },
    {
      "j": "報酬",
      "e": "remuneration; recompense; reward; toll",
      "f": "ほうしゅう",
      "l": 1
    },
    {
      "j": "緩和",
      "e": "relief; mitigation",
      "f": "かんわ",
      "l": 1
    },
    {
      "j": "出血",
      "e": "bleeding; haemorrhage",
      "f": "しゅっけつ",
      "l": 1
    },
    {
      "j": "意向",
      "e": "intention; idea; inclination",
      "f": "いこう",
      "l": 1
    },
    {
      "j": "諸君",
      "e": "Gentlemen!; Ladies!",
      "f": "しょくん",
      "l": 1
    },
    {
      "j": "自在",
      "e": "freely; at will",
      "f": "じざい",
      "l": 1
    },
    {
      "j": "貴女",
      "e": "you; lady",
      "f": "あなた",
      "l": 1
    },
    {
      "j": "五月蝿い",
      "e": "noisy; loud; fussy",
      "f": "うるさい",
      "l": 1
    },
    {
      "j": "排除",
      "e": "exclusion; removal; rejection",
      "f": "はいじょ",
      "l": 1
    },
    {
      "j": "負傷",
      "e": "injury; wound",
      "f": "ふしょう",
      "l": 1
    },
    {
      "j": "遅れ",
      "e": "delay; lag",
      "f": "おくれ",
      "l": 1
    },
    {
      "j": "一々",
      "e": "one by one; separately",
      "f": "いちいち",
      "l": 1
    },
    {
      "j": "お菜",
      "e": "side dish; accompaniment for rice dishes",
      "f": "おかず",
      "l": 1
    },
    {
      "j": "お使い",
      "e": "errand",
      "f": "おつかい",
      "l": 1
    },
    {
      "j": "手分け",
      "e": "division of labour",
      "f": "てわけ",
      "l": 1
    },
    {
      "j": "即座に",
      "e": "immediately; right away",
      "f": "そくざに",
      "l": 1
    },
    {
      "j": "叫び",
      "e": "shout; scream; outcry",
      "f": "さけび",
      "l": 1
    },
    {
      "j": "年生",
      "e": "pupil in .... year; student in .... year",
      "f": "ねんせい",
      "l": 1
    },
    {
      "j": "放り出す",
      "e": "to throw out; to fire; to expel; to give up; to abandon; to neglect",
      "f": "ほうりだす",
      "l": 1
    },
    {
      "j": "箇条書き",
      "e": "itemized form; itemization",
      "f": "かじょうがき",
      "l": 1
    },
    {
      "j": "開拓",
      "e": "reclamation (of wasteland); cultivation; pioneer",
      "f": "かいたく",
      "l": 1
    },
    {
      "j": "鉱山",
      "e": "mine (ore)",
      "f": "こうざん",
      "l": 1
    },
    {
      "j": "何々",
      "e": "which (emphatic)",
      "f": "どれどれ",
      "l": 1
    },
    {
      "j": "経過",
      "e": "passage; expiration; progress",
      "f": "けいか",
      "l": 1
    },
    {
      "j": "挑む",
      "e": "to challenge; to contend for; to make love to",
      "f": "いどむ",
      "l": 1
    },
    {
      "j": "ドライクリーニング",
      "e": "dry cleaning",
      "f": "",
      "l": 1
    },
    {
      "j": "箇所",
      "e": "passage; place; point; part",
      "f": "かしょ",
      "l": 1
    },
    {
      "j": "志望",
      "e": "wish; desire; ambition",
      "f": "しぼう",
      "l": 1
    },
    {
      "j": "負担",
      "e": "burden; charge; responsibility",
      "f": "ふたん",
      "l": 1
    },
    {
      "j": "大衆",
      "e": "general public",
      "f": "たいしゅう",
      "l": 1
    },
    {
      "j": "現われる",
      "e": "to appear; to come in sight; to become visible; to come out; to embody; to materialize; to express oneself",
      "f": "あらわれる",
      "l": 1
    },
    {
      "j": "妬む",
      "e": "to be jealous; to be envious",
      "f": "ねたむ",
      "l": 1
    },
    {
      "j": "味覚",
      "e": "taste; palate; sense of taste",
      "f": "みかく",
      "l": 1
    },
    {
      "j": "究極",
      "e": "ultimate; final; eventual",
      "f": "きゅうきょく",
      "l": 1
    },
    {
      "j": "誤魔化す",
      "e": "to deceive; to falsify; to misrepresent",
      "f": "ごまかす",
      "l": 1
    },
    {
      "j": "曖昧",
      "e": "vague; ambiguous",
      "f": "あいまい",
      "l": 1
    },
    {
      "j": "本気",
      "e": "seriousness; truth; sanctity",
      "f": "ほんき",
      "l": 1
    },
    {
      "j": "伊井",
      "e": "that one; Italy",
      "f": "いい",
      "l": 1
    },
    {
      "j": "煌びやか",
      "e": "gorgeous; gaudy; dazzling; gay",
      "f": "きらびやか",
      "l": 1
    },
    {
      "j": "溜まり",
      "e": "collected things; gathering place; arrears",
      "f": "たまり",
      "l": 1
    },
    {
      "j": "謝絶",
      "e": "refusal",
      "f": "しゃぜつ",
      "l": 1
    },
    {
      "j": "植わる",
      "e": "to be planted",
      "f": "うわる",
      "l": 1
    },
    {
      "j": "雑",
      "e": "rough; crude",
      "f": "ざつ",
      "l": 1
    },
    {
      "j": "持ち切り",
      "e": "hot topic; talk of the town",
      "f": "もちきり",
      "l": 1
    },
    {
      "j": "農耕",
      "e": "farming; agriculture",
      "f": "のうこう",
      "l": 1
    },
    {
      "j": "暴動",
      "e": "insurrection; rebellion; revolt; riot; uprising",
      "f": "ぼうどう",
      "l": 1
    },
    {
      "j": "宝器",
      "e": "treasured article or vessel; outstanding individual",
      "f": "ほうき",
      "l": 1
    },
    {
      "j": "最善",
      "e": "the very best",
      "f": "さいぜん",
      "l": 1
    },
    {
      "j": "城下",
      "e": "land near the castle",
      "f": "じょうか",
      "l": 1
    },
    {
      "j": "愛憎",
      "e": "likes and dislikes",
      "f": "あいにく",
      "l": 1
    },
    {
      "j": "結束",
      "e": "union; unity",
      "f": "けっそく",
      "l": 1
    },
    {
      "j": "若干",
      "e": "some; few; number of",
      "f": "じゃっかん",
      "l": 1
    },
    {
      "j": "遠ざかる",
      "e": "to go far off",
      "f": "とおざかる",
      "l": 1
    },
    {
      "j": "継ぎ目",
      "e": "a joint; joining point",
      "f": "つぎめ",
      "l": 1
    },
    {
      "j": "ほっと",
      "e": "feel relieved",
      "f": "",
      "l": 1
    },
    {
      "j": "産婦人科",
      "e": "maternity and gynecology department",
      "f": "さんふじんか",
      "l": 1
    },
    {
      "j": "免れる",
      "e": "to escape from; to be rescued from; to avoid; to evade; to avert; to elude; to be exempted; to be relieved",
      "f": "まぬかれる",
      "l": 1
    },
    {
      "j": "第",
      "e": "ordinal",
      "f": "だい",
      "l": 1
    },
    {
      "j": "漏らす",
      "e": "to let leak; to reveal",
      "f": "もらす",
      "l": 1
    },
    {
      "j": "意図",
      "e": "intention; aim; design",
      "f": "いと",
      "l": 1
    },
    {
      "j": "無断",
      "e": "without permission; without notice",
      "f": "むだん",
      "l": 1
    },
    {
      "j": "出演",
      "e": "performance; stage appearance",
      "f": "しゅつえん",
      "l": 1
    },
    {
      "j": "暇",
      "e": "free time; leisure; leave; spare time; farewell",
      "f": "いとま",
      "l": 1
    },
    {
      "j": "奨励",
      "e": "encouragement; promotion; message; address",
      "f": "しょうれい",
      "l": 1
    },
    {
      "j": "部下",
      "e": "subordinate person",
      "f": "ぶか",
      "l": 1
    },
    {
      "j": "剃る",
      "e": "to shave",
      "f": "する",
      "l": 1
    },
    {
      "j": "舞う",
      "e": "to dance; to flutter about; to revolve",
      "f": "まう",
      "l": 1
    },
    {
      "j": "運営",
      "e": "management; administration; operation",
      "f": "うんえい",
      "l": 1
    },
    {
      "j": "華やか",
      "e": "gay; showy; brilliant; gorgeous; florid",
      "f": "はなやか",
      "l": 1
    },
    {
      "j": "実質",
      "e": "substance; essence",
      "f": "じっしつ",
      "l": 1
    },
    {
      "j": "切っ掛け",
      "e": "chance; start; cue; excuse; motive; impetus; occasion",
      "f": "きっかけ",
      "l": 1
    },
    {
      "j": "視察",
      "e": "inspection; observation",
      "f": "しさつ",
      "l": 1
    },
    {
      "j": "屈折",
      "e": "bending; indentation; refraction",
      "f": "くっせつ",
      "l": 1
    },
    {
      "j": "大部",
      "e": "most (e.g. most part); greater; fairly; a good deal; much",
      "f": "たいぶ",
      "l": 1
    },
    {
      "j": "静止",
      "e": "stillness; repose; standing still",
      "f": "せいし",
      "l": 1
    },
    {
      "j": "家計",
      "e": "household economy; family finances",
      "f": "かけい",
      "l": 1
    },
    {
      "j": "作物",
      "e": "literary work",
      "f": "さくぶつ",
      "l": 1
    },
    {
      "j": "投げ出す",
      "e": "to throw down; to abandon; to sacrifice; to throw out",
      "f": "なげだす",
      "l": 1
    },
    {
      "j": "詐欺",
      "e": "fraud; swindle",
      "f": "さぎ",
      "l": 1
    },
    {
      "j": "此れ",
      "e": "this",
      "f": "これ",
      "l": 1
    },
    {
      "j": "箇箇",
      "e": "individual; separate",
      "f": "ここ",
      "l": 1
    },
    {
      "j": "保守",
      "e": "conservative; maintaining",
      "f": "ほしゅ",
      "l": 1
    },
    {
      "j": "時差",
      "e": "time difference",
      "f": "じさ",
      "l": 1
    },
    {
      "j": "管",
      "e": "pipe; tube",
      "f": "かん",
      "l": 1
    },
    {
      "j": "変動",
      "e": "change; fluctuation",
      "f": "へんどう",
      "l": 1
    },
    {
      "j": "問う",
      "e": "to ask; to question; to charge (i.e. with a crime); to accuse; without regard to (neg)",
      "f": "とう",
      "l": 1
    },
    {
      "j": "継ぐ",
      "e": "to succeed",
      "f": "つぐ",
      "l": 1
    },
    {
      "j": "打開",
      "e": "break in the deadlock",
      "f": "だかい",
      "l": 1
    },
    {
      "j": "待遇",
      "e": "treatment; reception",
      "f": "たいぐう",
      "l": 1
    },
    {
      "j": "活ける",
      "e": "to arrange (flowers)",
      "f": "いける",
      "l": 1
    },
    {
      "j": "仕入れる",
      "e": "to lay in stock; to replenish stock; to procure",
      "f": "しいれる",
      "l": 1
    },
    {
      "j": "ミリ",
      "e": "milli-; 10^-3",
      "f": "",
      "l": 1
    },
    {
      "j": "判定",
      "e": "judgement; decision; award; verdict",
      "f": "はんてい",
      "l": 1
    },
    {
      "j": "前提",
      "e": "preamble; premise; reason; prerequisite",
      "f": "ぜんてい",
      "l": 1
    },
    {
      "j": "弛み",
      "e": "slack; slackening; dullness; letdown",
      "f": "たるみ",
      "l": 1
    },
    {
      "j": "跡継ぎ",
      "e": "heir; successor",
      "f": "あとつぎ",
      "l": 1
    },
    {
      "j": "誘惑",
      "e": "temptation; allurement; lure",
      "f": "ゆうわく",
      "l": 1
    },
    {
      "j": "背く",
      "e": "to run counter to; to go against; to disobey; to infringe",
      "f": "そむく",
      "l": 1
    },
    {
      "j": "遭難",
      "e": "disaster; shipwreck; accident",
      "f": "そうなん",
      "l": 1
    },
    {
      "j": "手遅れ",
      "e": "too late; belated treatment",
      "f": "ておくれ",
      "l": 1
    },
    {
      "j": "束縛",
      "e": "restraint; shackles; restriction; confinement; binding",
      "f": "そくばく",
      "l": 1
    },
    {
      "j": "蝶",
      "e": "butterfly",
      "f": "ちょう",
      "l": 1
    },
    {
      "j": "頻りに",
      "e": "frequently; repeatedly; incessantly; eagerly",
      "f": "しきりに",
      "l": 1
    },
    {
      "j": "拐う",
      "e": "to carry off; to run away with; to kidnap; to abduct",
      "f": "さらう",
      "l": 1
    },
    {
      "j": "酷い",
      "e": "cruel; awful; severe; very bad; serious; terrible; heavy; violent",
      "f": "ひどい",
      "l": 1
    },
    {
      "j": "丁々",
      "e": "clashing of swords; felling of trees; ringing of an ax",
      "f": "とうとう",
      "l": 1
    },
    {
      "j": "自信",
      "e": "self-confidence",
      "f": "じしん",
      "l": 1
    },
    {
      "j": "決行",
      "e": "doing (with resolve); carrying out (i.e. a plan)",
      "f": "けっこう",
      "l": 1
    },
    {
      "j": "措置",
      "e": "measure; step",
      "f": "そち",
      "l": 1
    },
    {
      "j": "どうやら",
      "e": "it seems like; somehow or other",
      "f": "",
      "l": 1
    },
    {
      "j": "明白",
      "e": "obvious; overt; plainly; frankly",
      "f": "あからさま",
      "l": 1
    },
    {
      "j": "向き",
      "e": "direction; situation; exposure; aspect; suitability",
      "f": "むき",
      "l": 1
    },
    {
      "j": "インフレ",
      "e": "inflation",
      "f": "",
      "l": 1
    },
    {
      "j": "切れ目",
      "e": "break; pause; gap; end; rift; interruption; cut; section; notch; incision; end (of a task)",
      "f": "きれめ",
      "l": 1
    },
    {
      "j": "諮る",
      "e": "to consult with; to confer",
      "f": "はかる",
      "l": 1
    },
    {
      "j": "得点",
      "e": "score; points made; marks obtained; runs",
      "f": "とくてん",
      "l": 1
    },
    {
      "j": "憤慨",
      "e": "indignation; resentment",
      "f": "ふんがい",
      "l": 1
    },
    {
      "j": "獲物",
      "e": "game; spoils; trophy",
      "f": "えもの",
      "l": 1
    },
    {
      "j": "主人公",
      "e": "protagonist; main character; hero(ine) (of a story); head of household",
      "f": "しゅじんこう",
      "l": 1
    },
    {
      "j": "浴室",
      "e": "bathroom; bath",
      "f": "よくしつ",
      "l": 1
    },
    {
      "j": "施設",
      "e": "institution; establishment; facility; (army) engineer",
      "f": "しせつ",
      "l": 1
    },
    {
      "j": "不意",
      "e": "sudden; abrupt; unexpected; unforeseen",
      "f": "ふい",
      "l": 1
    },
    {
      "j": "偏る",
      "e": "to be one-sided; to incline; to be partial; to be prejudiced; to lean; to be biased",
      "f": "かたよる",
      "l": 1
    },
    {
      "j": "初",
      "e": "first; new",
      "f": "はつ",
      "l": 1
    },
    {
      "j": "御",
      "e": "go-; honourable",
      "f": "ご",
      "l": 1
    },
    {
      "j": "コントラスト",
      "e": "contrast",
      "f": "",
      "l": 1
    },
    {
      "j": "相対",
      "e": "confrontation; facing; between ourselves; no third party; tete-a-tete",
      "f": "あいたい",
      "l": 1
    },
    {
      "j": "壷",
      "e": "tsubo jar; pot; vase",
      "f": "つぼ",
      "l": 1
    },
    {
      "j": "産む",
      "e": "to give birth; to deliver; to produce",
      "f": "うむ",
      "l": 1
    },
    {
      "j": "磁器",
      "e": "porcelain; china",
      "f": "じき",
      "l": 1
    },
    {
      "j": "変遷",
      "e": "change; transition; vicissitudes",
      "f": "へんせん",
      "l": 1
    },
    {
      "j": "毟る",
      "e": "to pluck; to pick; to tear",
      "f": "むしる",
      "l": 1
    },
    {
      "j": "料",
      "e": "material; charge; rate; fee",
      "f": "りょう",
      "l": 1
    },
    {
      "j": "落ち込む",
      "e": "to fall into; to feel down (sad)",
      "f": "おちこむ",
      "l": 1
    },
    {
      "j": "控室",
      "e": "waiting room",
      "f": "ひかえしつ",
      "l": 1
    },
    {
      "j": "おおい",
      "e": "hey!",
      "f": "",
      "l": 1
    },
    {
      "j": "持続",
      "e": "continuation",
      "f": "じぞく",
      "l": 1
    },
    {
      "j": "貫禄",
      "e": "presence; dignity",
      "f": "かんろく",
      "l": 1
    },
    {
      "j": "児",
      "e": "child; the young of animals",
      "f": "こ",
      "l": 1
    },
    {
      "j": "良い",
      "e": "good",
      "f": "いい",
      "l": 1
    },
    {
      "j": "本格",
      "e": "propriety; fundamental rules",
      "f": "ほんかく",
      "l": 1
    },
    {
      "j": "為さる",
      "e": "to do",
      "f": "なさる",
      "l": 1
    },
    {
      "j": "栽培",
      "e": "cultivation",
      "f": "さいばい",
      "l": 1
    },
    {
      "j": "配給",
      "e": "distribution (eg. films  rice)",
      "f": "はいきゅう",
      "l": 1
    },
    {
      "j": "手当て",
      "e": "allowance; compensation; treatment; medical care",
      "f": "てあて",
      "l": 1
    },
    {
      "j": "細胞",
      "e": "cell (biology)",
      "f": "さいぼう",
      "l": 1
    },
    {
      "j": "議案",
      "e": "legislative bill",
      "f": "ぎあん",
      "l": 1
    },
    {
      "j": "演じる",
      "e": "to perform (a play); to play (a part); to act (a part); to commit (a blunder)",
      "f": "えんじる",
      "l": 1
    },
    {
      "j": "実業家",
      "e": "industrialist; businessman",
      "f": "じつぎょうか",
      "l": 1
    },
    {
      "j": "軍艦",
      "e": "warship; battleship",
      "f": "ぐんかん",
      "l": 1
    },
    {
      "j": "恥",
      "e": "shame; embarrassment",
      "f": "はじ",
      "l": 1
    },
    {
      "j": "勤まる",
      "e": "to be fit for; to be equal to; to function properly",
      "f": "つとまる",
      "l": 1
    },
    {
      "j": "名高い",
      "e": "famous; celebrated; well-known",
      "f": "なだかい",
      "l": 1
    },
    {
      "j": "前置き",
      "e": "preface; introduction",
      "f": "まえおき",
      "l": 1
    },
    {
      "j": "灰皿",
      "e": "ashtray",
      "f": "はいさら",
      "l": 1
    },
    {
      "j": "模倣",
      "e": "imitation; copying",
      "f": "もほう",
      "l": 1
    },
    {
      "j": "填まる",
      "e": "to get into; to go into; to fit; to be fit for; to suit; to fall into; to plunge into; to be deceived; to be",
      "f": "はまる",
      "l": 1
    },
    {
      "j": "加留多",
      "e": "(pt:) (n) playing cards (pt: carta)",
      "f": "かるた",
      "l": 1
    },
    {
      "j": "だらけ",
      "e": "implying (negatively) that something is full of  e.g. mistakes",
      "f": "",
      "l": 1
    },
    {
      "j": "返答",
      "e": "reply",
      "f": "へんとう",
      "l": 1
    },
    {
      "j": "藻掻く",
      "e": "to struggle; to wriggle; to be impatient",
      "f": "もがく",
      "l": 1
    },
    {
      "j": "下吏",
      "e": "lower official",
      "f": "かり",
      "l": 1
    },
    {
      "j": "格",
      "e": "status; character; case",
      "f": "かく",
      "l": 1
    },
    {
      "j": "出社",
      "e": "arrival (in a country  at work  etc.)",
      "f": "しゅっしゃ",
      "l": 1
    },
    {
      "j": "ボルト",
      "e": "volt; bolt",
      "f": "",
      "l": 1
    },
    {
      "j": "奮闘",
      "e": "hard struggle; strenuous effort",
      "f": "ふんとう",
      "l": 1
    },
    {
      "j": "創刊",
      "e": "launching (e.g. newspaper); first issue",
      "f": "そうかん",
      "l": 1
    },
    {
      "j": "取り立てる",
      "e": "to collect; to extort; to appoint; to promote",
      "f": "とりたてる",
      "l": 1
    },
    {
      "j": "再現",
      "e": "reappearance; reproduction; return; revival",
      "f": "さいげん",
      "l": 1
    },
    {
      "j": "員",
      "e": "member",
      "f": "いん",
      "l": 1
    },
    {
      "j": "引き受ける",
      "e": "to undertake; to take up; to take over; to be responsible for; to guarantee; to contract (disease)",
      "f": "ひきうける",
      "l": 1
    },
    {
      "j": "長",
      "e": "chief; head",
      "f": "おさ",
      "l": 1
    },
    {
      "j": "介護",
      "e": "nursing",
      "f": "かいご",
      "l": 1
    },
    {
      "j": "あられ",
      "e": "kind of cookie; cartoon character",
      "f": "",
      "l": 1
    },
    {
      "j": "庶民",
      "e": "masses; common people",
      "f": "しょみん",
      "l": 1
    },
    {
      "j": "面する",
      "e": "to face on; to look out on to",
      "f": "めんする",
      "l": 1
    },
    {
      "j": "天才",
      "e": "genius; prodigy; natural gift",
      "f": "てんさい",
      "l": 1
    },
    {
      "j": "仕様",
      "e": "way; method; resource; remedy; (technical) specification",
      "f": "しよう",
      "l": 1
    },
    {
      "j": "制定",
      "e": "enactment; establishment; creation",
      "f": "せいてい",
      "l": 1
    },
    {
      "j": "処罰",
      "e": "punishment",
      "f": "しょばつ",
      "l": 1
    },
    {
      "j": "部",
      "e": "department; part; category; counter for copies of a newspaper or magazine",
      "f": "ぶ",
      "l": 1
    },
    {
      "j": "徹する",
      "e": "to sink in; to penetrate; to devote oneself; to believe in; to go through; to do intently and exclusively",
      "f": "てっする",
      "l": 1
    },
    {
      "j": "含嗽",
      "e": "gargle; rinse mouth",
      "f": "うがい",
      "l": 1
    },
    {
      "j": "鉛",
      "e": "lead (the metal)",
      "f": "なまり",
      "l": 1
    },
    {
      "j": "根本",
      "e": "origin; source; foundation; root; base; principle",
      "f": "こんぽん",
      "l": 1
    },
    {
      "j": "沸騰",
      "e": "boiling; seething",
      "f": "ふっとう",
      "l": 1
    },
    {
      "j": "神秘",
      "e": "mystery",
      "f": "しんぴ",
      "l": 1
    },
    {
      "j": "気流",
      "e": "atmospheric current",
      "f": "きりゅう",
      "l": 1
    },
    {
      "j": "諄い",
      "e": "verbose; importunate; heavy (taste)",
      "f": "くどい",
      "l": 1
    },
    {
      "j": "濯ぐ",
      "e": "to rinse; to wash out",
      "f": "すすぐ",
      "l": 1
    },
    {
      "j": "沈黙",
      "e": "silence; reticence",
      "f": "ちんもく",
      "l": 1
    },
    {
      "j": "沈殿",
      "e": "precipitation; settlement",
      "f": "ちんでん",
      "l": 1
    },
    {
      "j": "偖",
      "e": "well; now; then",
      "f": "さて",
      "l": 1
    },
    {
      "j": "始末",
      "e": "management; dealing; settlement; cleaning up afterwards",
      "f": "しまつ",
      "l": 1
    },
    {
      "j": "でかい",
      "e": "huge",
      "f": "",
      "l": 1
    },
    {
      "j": "着色",
      "e": "colouring; coloring",
      "f": "ちゃくしょく",
      "l": 1
    },
    {
      "j": "任命",
      "e": "appointment; nomination; ordination; commission; designation",
      "f": "にんめい",
      "l": 1
    },
    {
      "j": "衆議院",
      "e": "Lower House; House of Representatives",
      "f": "しゅうぎいん",
      "l": 1
    },
    {
      "j": "判決",
      "e": "judicial decision; judgement; sentence; decree",
      "f": "はんけつ",
      "l": 1
    },
    {
      "j": "主導",
      "e": "main leadership",
      "f": "しゅどう",
      "l": 1
    },
    {
      "j": "折り返す",
      "e": "to turn up; to fold back",
      "f": "おりかえす",
      "l": 1
    },
    {
      "j": "一息",
      "e": "puffy; a breath; a pause; an effort",
      "f": "ひといき",
      "l": 1
    },
    {
      "j": "クレーン",
      "e": "crane",
      "f": "",
      "l": 1
    },
    {
      "j": "契る",
      "e": "to pledge; to promise; to swear",
      "f": "ちぎる",
      "l": 1
    },
    {
      "j": "カーペット",
      "e": "carpet",
      "f": "",
      "l": 1
    },
    {
      "j": "傑",
      "e": "excellence",
      "f": "けつ",
      "l": 1
    },
    {
      "j": "切ない",
      "e": "painful; trying; oppressive; suffocating",
      "f": "せつない",
      "l": 1
    },
    {
      "j": "守備",
      "e": "defense",
      "f": "しゅび",
      "l": 1
    },
    {
      "j": "愚か",
      "e": "foolish; stupid",
      "f": "おろか",
      "l": 1
    },
    {
      "j": "脅かす",
      "e": "to threaten; to coerce",
      "f": "おどかす",
      "l": 1
    },
    {
      "j": "当たり",
      "e": "hit; success; reaching the mark; per ...; vicinity; neighborhood",
      "f": "あたり",
      "l": 1
    },
    {
      "j": "戦",
      "e": "war; battle; campaign; fight",
      "f": "いくさ",
      "l": 1
    },
    {
      "j": "不振",
      "e": "dullness; depression; slump; stagnation",
      "f": "ふしん",
      "l": 1
    },
    {
      "j": "便宜",
      "e": "convenience; accommodation; advantage; expedience",
      "f": "べんぎ",
      "l": 1
    },
    {
      "j": "涸れる",
      "e": "to dry up; to run out",
      "f": "かれる",
      "l": 1
    },
    {
      "j": "手数",
      "e": "number of moves; trouble",
      "f": "てかず",
      "l": 1
    },
    {
      "j": "絡む",
      "e": "to entangle; to entwine",
      "f": "からむ",
      "l": 1
    },
    {
      "j": "興奮",
      "e": "excitement; stimulation; agitation; arousal",
      "f": "こうふん",
      "l": 1
    },
    {
      "j": "伝言",
      "e": "verbal message; rumor; word",
      "f": "つてごと",
      "l": 1
    },
    {
      "j": "何気ない",
      "e": "casual; unconcerned",
      "f": "なにげない",
      "l": 1
    },
    {
      "j": "趣旨",
      "e": "object; meaning",
      "f": "しゅし",
      "l": 1
    },
    {
      "j": "原書",
      "e": "original document",
      "f": "げんしょ",
      "l": 1
    },
    {
      "j": "感染",
      "e": "infection; contagion",
      "f": "かんせん",
      "l": 1
    },
    {
      "j": "打ち合わせる",
      "e": "to knock together; to arrange",
      "f": "うちあわせる",
      "l": 1
    },
    {
      "j": "苛々",
      "e": "getting nervous; irritation",
      "f": "いらいら",
      "l": 1
    },
    {
      "j": "難い",
      "e": "difficult; hard",
      "f": "かたい",
      "l": 1
    },
    {
      "j": "錯覚",
      "e": "optical illusion; hallucination",
      "f": "さっかく",
      "l": 1
    },
    {
      "j": "万",
      "e": "many; all",
      "f": "ばん",
      "l": 1
    },
    {
      "j": "堪える",
      "e": "to bear; to stand; to endure; to put up with; to support; to withstand; to resist; to brave; to be fit for; t",
      "f": "こたえる",
      "l": 1
    },
    {
      "j": "碌な",
      "e": "satisfactory; decent",
      "f": "ろくな",
      "l": 1
    },
    {
      "j": "梯子",
      "e": "ladder; stairs",
      "f": "ていし",
      "l": 1
    },
    {
      "j": "信任",
      "e": "trust; confidence; credence",
      "f": "しんにん",
      "l": 1
    },
    {
      "j": "歩む",
      "e": "to walk; to go on foot",
      "f": "あゆむ",
      "l": 1
    },
    {
      "j": "織",
      "e": "weave; weaving; woven item",
      "f": "おり",
      "l": 1
    },
    {
      "j": "国定",
      "e": "state-sponsored; national",
      "f": "こくてい",
      "l": 1
    },
    {
      "j": "斑",
      "e": "spots; speckles; mottles",
      "f": "ぶち",
      "l": 1
    },
    {
      "j": "行員",
      "e": "bank clerk",
      "f": "こういん",
      "l": 1
    },
    {
      "j": "チームワーク",
      "e": "teamwork",
      "f": "",
      "l": 1
    },
    {
      "j": "制",
      "e": "system; organization; imperial command; laws; regulation; control; government; suppression; restraint; holdin",
      "f": "せい",
      "l": 1
    },
    {
      "j": "際",
      "e": "edge; brink; verge; side",
      "f": "きわ",
      "l": 1
    },
    {
      "j": "ぶら下げる",
      "e": "to hang; to suspend; to dangle; to swing",
      "f": "ぶらさげる",
      "l": 1
    },
    {
      "j": "一人",
      "e": "one person",
      "f": "いちにん",
      "l": 1
    },
    {
      "j": "面皰",
      "e": "pimple; acne",
      "f": "にきび",
      "l": 1
    },
    {
      "j": "ソックス",
      "e": "socks",
      "f": "",
      "l": 1
    },
    {
      "j": "等",
      "e": "et cetera; etc.; and the like",
      "f": "とう",
      "l": 1
    },
    {
      "j": "お蔭様で",
      "e": "Thanks to god; thanks to you",
      "f": "おかげさまで",
      "l": 1
    },
    {
      "j": "セレモニー",
      "e": "ceremony",
      "f": "",
      "l": 1
    },
    {
      "j": "出生",
      "e": "birth",
      "f": "しゅっしょう",
      "l": 1
    },
    {
      "j": "ナイター",
      "e": "game under lights (e.g. baseball) (lit: nighter); night game",
      "f": "",
      "l": 1
    },
    {
      "j": "滅亡",
      "e": "downfall; ruin; collapse; destruction",
      "f": "めつぼう",
      "l": 1
    },
    {
      "j": "くっ付ける",
      "e": "to attach",
      "f": "くっつける",
      "l": 1
    },
    {
      "j": "今晩は",
      "e": "good evening",
      "f": "こんばんは",
      "l": 1
    },
    {
      "j": "炭素",
      "e": "carbon (C)",
      "f": "たんそ",
      "l": 1
    },
    {
      "j": "善し悪し",
      "e": "good or bad; merits or demerits; quality; suitability",
      "f": "よしあし",
      "l": 1
    },
    {
      "j": "蕾",
      "e": "bud; flower bud",
      "f": "つぼみ",
      "l": 1
    },
    {
      "j": "円滑",
      "e": "harmony; smoothness",
      "f": "えんかつ",
      "l": 1
    },
    {
      "j": "発病",
      "e": "attack (disease)",
      "f": "はつびょう",
      "l": 1
    },
    {
      "j": "執着",
      "e": "attachment; adhesion; tenacity",
      "f": "しゅうじゃく",
      "l": 1
    },
    {
      "j": "ちょくちょく",
      "e": "often; frequently; now and then; occasionally",
      "f": "",
      "l": 1
    },
    {
      "j": "未婚",
      "e": "unmarried",
      "f": "みこん",
      "l": 1
    },
    {
      "j": "嬢",
      "e": "young woman",
      "f": "じょう",
      "l": 1
    },
    {
      "j": "ホール",
      "e": "hall; hole",
      "f": "",
      "l": 1
    },
    {
      "j": "頑丈",
      "e": "solid; firm; stout; burly; strong; sturdy",
      "f": "がんじょう",
      "l": 1
    },
    {
      "j": "号",
      "e": "number; issue",
      "f": "ごう",
      "l": 1
    },
    {
      "j": "抑圧",
      "e": "check; restraint; oppression; suppression",
      "f": "よくあつ",
      "l": 1
    },
    {
      "j": "インテリ",
      "e": "egghead; intelligentsia",
      "f": "",
      "l": 1
    },
    {
      "j": "種々",
      "e": "variety",
      "f": "くさぐさ",
      "l": 1
    },
    {
      "j": "カット",
      "e": "cut; cutting",
      "f": "",
      "l": 1
    },
    {
      "j": "素材",
      "e": "raw materials; subject matter",
      "f": "そざい",
      "l": 1
    },
    {
      "j": "決まり悪い",
      "e": "feeling awkward; being ashamed",
      "f": "きまりわるい",
      "l": 1
    },
    {
      "j": "敏感",
      "e": "sensibility; susceptibility; sensitive (to); well attuned to",
      "f": "びんかん",
      "l": 1
    },
    {
      "j": "旧事",
      "e": "past events; bygones",
      "f": "くじ",
      "l": 1
    },
    {
      "j": "一別",
      "e": "parting",
      "f": "いちべつ",
      "l": 1
    },
    {
      "j": "公然",
      "e": "open (e.g. secret); public; official",
      "f": "こうぜん",
      "l": 1
    },
    {
      "j": "粗筋",
      "e": "outline; summary",
      "f": "あらすじ",
      "l": 1
    },
    {
      "j": "生計",
      "e": "livelihood; living",
      "f": "せいけい",
      "l": 1
    },
    {
      "j": "冷淡",
      "e": "coolness; indifference",
      "f": "れいたん",
      "l": 1
    },
    {
      "j": "此の",
      "e": "this",
      "f": "この",
      "l": 1
    },
    {
      "j": "多様",
      "e": "diversity; variety",
      "f": "たよう",
      "l": 1
    },
    {
      "j": "遣り通す",
      "e": "to carry through; to achieve; to complete",
      "f": "やりとおす",
      "l": 1
    },
    {
      "j": "窒息",
      "e": "suffocation",
      "f": "ちっそく",
      "l": 1
    },
    {
      "j": "零す",
      "e": "to spill",
      "f": "こぼす",
      "l": 1
    },
    {
      "j": "饂飩",
      "e": "noodles (Japanese)",
      "f": "うどん",
      "l": 1
    },
    {
      "j": "インターチェンジ",
      "e": "interchange",
      "f": "",
      "l": 1
    },
    {
      "j": "憂鬱",
      "e": "depression; melancholy; dejection; gloom",
      "f": "ゆううつ",
      "l": 1
    },
    {
      "j": "脚本",
      "e": "scenario",
      "f": "きゃくほん",
      "l": 1
    },
    {
      "j": "レース",
      "e": "race; lace",
      "f": "",
      "l": 1
    },
    {
      "j": "良識",
      "e": "good sense",
      "f": "りょうしき",
      "l": 1
    },
    {
      "j": "女史",
      "e": "Ms.",
      "f": "じょし",
      "l": 1
    },
    {
      "j": "幕",
      "e": "curtain; bunting; act (in play)",
      "f": "とばり",
      "l": 1
    },
    {
      "j": "供",
      "e": "offer; present; submit; serve (a meal); supply",
      "f": "きょう",
      "l": 1
    },
    {
      "j": "至って",
      "e": "very much; exceedingly; extremely",
      "f": "いたって",
      "l": 1
    },
    {
      "j": "配分",
      "e": "distribution; allotment",
      "f": "はいぶん",
      "l": 1
    },
    {
      "j": "発作",
      "e": "fit; spasm",
      "f": "ほっさ",
      "l": 1
    },
    {
      "j": "さん",
      "e": "Mr or Mrs",
      "f": "",
      "l": 1
    },
    {
      "j": "教材",
      "e": "teaching materials",
      "f": "きょうざい",
      "l": 1
    },
    {
      "j": "凡そ",
      "e": "about; roughly; as a rule; approximately",
      "f": "およそ",
      "l": 1
    },
    {
      "j": "付録",
      "e": "appendix; supplement",
      "f": "ふろく",
      "l": 1
    },
    {
      "j": "密接",
      "e": "related; connected; close; intimate",
      "f": "みっせつ",
      "l": 1
    },
    {
      "j": "故人",
      "e": "the deceased; old friend",
      "f": "こじん",
      "l": 1
    },
    {
      "j": "ヶ月",
      "e": "#NAME?",
      "f": "かげつ",
      "l": 1
    },
    {
      "j": "魂",
      "e": "soul; spirit",
      "f": "こん",
      "l": 1
    },
    {
      "j": "カルテ",
      "e": "(de:) (n) clinical records (de: Karte)",
      "f": "",
      "l": 1
    },
    {
      "j": "慣行",
      "e": "customary practice; habit; traditional event",
      "f": "かんこう",
      "l": 1
    },
    {
      "j": "急かす",
      "e": "to hurry; to urge on",
      "f": "せかす",
      "l": 1
    },
    {
      "j": "役職",
      "e": "post; managerial position; official position",
      "f": "やくしょく",
      "l": 1
    },
    {
      "j": "備わる",
      "e": "to be furnished with; to be endowed with; to possess; to be among; to be one of; to be possessed of",
      "f": "そなわる",
      "l": 1
    },
    {
      "j": "山腹",
      "e": "hillside; mountainside",
      "f": "さんぷく",
      "l": 1
    },
    {
      "j": "突く",
      "e": "1.  to thrust; to strike; to attack; 2.  to poke; to nudge; to pick at",
      "f": "つつく",
      "l": 1
    },
    {
      "j": "見落とす",
      "e": "to overlook; to fail to notice",
      "f": "みおとす",
      "l": 1
    },
    {
      "j": "真上",
      "e": "just above; right overhead",
      "f": "まうえ",
      "l": 1
    },
    {
      "j": "アルカリ",
      "e": "alkali",
      "f": "",
      "l": 1
    },
    {
      "j": "財",
      "e": "fortune; riches",
      "f": "ざい",
      "l": 1
    },
    {
      "j": "肉親",
      "e": "blood relationship; blood relative",
      "f": "にくしん",
      "l": 1
    },
    {
      "j": "所々",
      "e": "here and there; some parts (of something)",
      "f": "しょしょ",
      "l": 1
    },
    {
      "j": "皺",
      "e": "wrinkles; creases",
      "f": "しわ",
      "l": 1
    },
    {
      "j": "関税",
      "e": "customs; duty; tariff",
      "f": "かんぜい",
      "l": 1
    },
    {
      "j": "納まる",
      "e": "to be obtained; to end; to settle into; to fit into; to be settled; to be paid; to be delivered",
      "f": "おさまる",
      "l": 1
    },
    {
      "j": "憎しみ",
      "e": "hatred",
      "f": "にくしみ",
      "l": 1
    },
    {
      "j": "油絵",
      "e": "oil painting",
      "f": "あぶらえ",
      "l": 1
    },
    {
      "j": "がる",
      "e": "feel",
      "f": "",
      "l": 1
    },
    {
      "j": "若し",
      "e": "if; in case; supposing",
      "f": "もし",
      "l": 1
    },
    {
      "j": "不可欠",
      "e": "indispensable; essential",
      "f": "ふかけつ",
      "l": 1
    },
    {
      "j": "チェンジ",
      "e": "change",
      "f": "",
      "l": 1
    },
    {
      "j": "正解",
      "e": "correct; right; correct interpretation (answer  solution)",
      "f": "せいかい",
      "l": 1
    },
    {
      "j": "弾く",
      "e": "to flip; to snap",
      "f": "はじく",
      "l": 1
    },
    {
      "j": "像",
      "e": "statue; image; figure; picture; portrait",
      "f": "ぞう",
      "l": 1
    },
    {
      "j": "照り返す",
      "e": "to reflect; to throw back light",
      "f": "てりかえす",
      "l": 1
    },
    {
      "j": "非",
      "e": "faulty-; non-",
      "f": "ひ",
      "l": 1
    },
    {
      "j": "深める",
      "e": "to deepen; to heighten; to intensify",
      "f": "ふかめる",
      "l": 1
    },
    {
      "j": "丘陵",
      "e": "hill",
      "f": "きゅうりょう",
      "l": 1
    },
    {
      "j": "協定",
      "e": "arrangement; pact; agreement",
      "f": "きょうてい",
      "l": 1
    },
    {
      "j": "周",
      "e": "circuit; lap; circumference; vicinity; Chou (dynasty)",
      "f": "しゅう",
      "l": 1
    },
    {
      "j": "転居",
      "e": "moving; changing residence",
      "f": "てんきょ",
      "l": 1
    },
    {
      "j": "凌ぐ",
      "e": "to outdo; to surpass; to endure; to keep out (rain); to stave off; to tide over; to pull through; to defy; t",
      "f": "しのぐ",
      "l": 1
    },
    {
      "j": "花壇",
      "e": "flower bed",
      "f": "かだん",
      "l": 1
    },
    {
      "j": "埋め込む",
      "e": "to bury",
      "f": "うめこむ",
      "l": 1
    },
    {
      "j": "縁談",
      "e": "marriage proposal; engagement",
      "f": "えんだん",
      "l": 1
    },
    {
      "j": "楽譜",
      "e": "score (music)",
      "f": "がくふ",
      "l": 1
    },
    {
      "j": "赤ちゃん",
      "e": "baby; infant",
      "f": "あかちゃん",
      "l": 1
    },
    {
      "j": "膨脹",
      "e": "expansion; swelling; increase; growth",
      "f": "ぼうちょう",
      "l": 1
    },
    {
      "j": "補給",
      "e": "supply; supplying; replenishment",
      "f": "ほきゅう",
      "l": 1
    },
    {
      "j": "殴る",
      "e": "to strike; to hit",
      "f": "なぐる",
      "l": 1
    },
    {
      "j": "人情",
      "e": "humanity; empathy; kindness; sympathy; human nature; common sense; customs and manners",
      "f": "にんじょう",
      "l": 1
    },
    {
      "j": "待望",
      "e": "expectant waiting",
      "f": "たいぼう",
      "l": 1
    },
    {
      "j": "誤る",
      "e": "to make a mistake",
      "f": "あやまる",
      "l": 1
    },
    {
      "j": "据える",
      "e": "to set (table); to lay (foundation); to place (gun); to apply (moxa)",
      "f": "すえる",
      "l": 1
    },
    {
      "j": "高原",
      "e": "tableland; plateau",
      "f": "こうげん",
      "l": 1
    },
    {
      "j": "慌ただしい",
      "e": "busy; hurried; confused; flurried",
      "f": "あわただしい",
      "l": 1
    },
    {
      "j": "和風",
      "e": "Japanese style",
      "f": "わふう",
      "l": 1
    },
    {
      "j": "他方",
      "e": "another side; different direction; (on) the other hand",
      "f": "たほう",
      "l": 1
    },
    {
      "j": "観衆",
      "e": "spectators; onlookers; members of the audience",
      "f": "かんしゅう",
      "l": 1
    },
    {
      "j": "コミュニケーション",
      "e": "communication",
      "f": "",
      "l": 1
    },
    {
      "j": "一日",
      "e": "(1) one day, (2) first of month",
      "f": "いちじつ",
      "l": 1
    },
    {
      "j": "苛める",
      "e": "to tease; to torment; to persecute; to chastise",
      "f": "いじめる",
      "l": 1
    },
    {
      "j": "一言",
      "e": "single word",
      "f": "いちげん",
      "l": 1
    },
    {
      "j": "協会",
      "e": "association; society; organization",
      "f": "きょうかい",
      "l": 1
    },
    {
      "j": "改悪",
      "e": "deterioration; changing for the worse",
      "f": "かいあく",
      "l": 1
    },
    {
      "j": "訴え",
      "e": "lawsuit; complaint",
      "f": "うったえ",
      "l": 1
    },
    {
      "j": "喋る",
      "e": "to talk; to chat; to chatter",
      "f": "しゃべる",
      "l": 1
    },
    {
      "j": "文書",
      "e": "document; writing; letter; note; records; archives",
      "f": "ぶんしょ",
      "l": 1
    },
    {
      "j": "任す",
      "e": "to entrust; to leave to a person",
      "f": "まかす",
      "l": 1
    },
    {
      "j": "尿",
      "e": "urine",
      "f": "にょう",
      "l": 1
    },
    {
      "j": "崇拝",
      "e": "worship; adoration; admiration; cult",
      "f": "すうはい",
      "l": 1
    },
    {
      "j": "気立て",
      "e": "disposition; nature",
      "f": "きだて",
      "l": 1
    },
    {
      "j": "負かす",
      "e": "to defeat",
      "f": "まかす",
      "l": 1
    },
    {
      "j": "美",
      "e": "beauty",
      "f": "び",
      "l": 1
    },
    {
      "j": "爽やか",
      "e": "fresh; refreshing; invigorating; clear; fluent; eloquent",
      "f": "さわやか",
      "l": 1
    },
    {
      "j": "反響",
      "e": "echo; reverberation; repercussion; reaction; influence",
      "f": "はんきょう",
      "l": 1
    },
    {
      "j": "進展",
      "e": "progress; development",
      "f": "しんてん",
      "l": 1
    },
    {
      "j": "七日",
      "e": "seven days; the seventh day (of the month)",
      "f": "なぬか",
      "l": 1
    },
    {
      "j": "体力",
      "e": "physical strength",
      "f": "たいりょく",
      "l": 1
    },
    {
      "j": "悪日",
      "e": "unlucky day",
      "f": "あくび",
      "l": 1
    },
    {
      "j": "梢",
      "e": "treetop",
      "f": "こずえ",
      "l": 1
    },
    {
      "j": "出くわす",
      "e": "to happen to meet; to come across",
      "f": "でくわす",
      "l": 1
    },
    {
      "j": "部門",
      "e": "class; group; category; department; field; branch",
      "f": "ぶもん",
      "l": 1
    },
    {
      "j": "滅ぼす",
      "e": "to destroy; to overthrow; to wreck; to ruin",
      "f": "ほろぼす",
      "l": 1
    },
    {
      "j": "仕立てる",
      "e": "to tailor; to make; to prepare; to train; to send (a messenger)",
      "f": "したてる",
      "l": 1
    },
    {
      "j": "長官",
      "e": "chief; (government) secretary",
      "f": "ちょうかん",
      "l": 1
    },
    {
      "j": "周期",
      "e": "cycle; period",
      "f": "しゅうき",
      "l": 1
    },
    {
      "j": "反感",
      "e": "antipathy; revolt; animosity",
      "f": "はんかん",
      "l": 1
    },
    {
      "j": "主題",
      "e": "subject; theme; motif",
      "f": "しゅだい",
      "l": 1
    },
    {
      "j": "剥げる",
      "e": "to come off; to be worn off; to fade; to discolor",
      "f": "はげる",
      "l": 1
    },
    {
      "j": "溝",
      "e": "10^38; hundred undecillion (American); hundred sextillion (British)",
      "f": "こう",
      "l": 1
    },
    {
      "j": "区",
      "e": "ward; district; section",
      "f": "く",
      "l": 1
    },
    {
      "j": "華美",
      "e": "pomp; splendor; gaudiness",
      "f": "かび",
      "l": 1
    },
    {
      "j": "業績",
      "e": "achievement; performance; results; work; contribution",
      "f": "ぎょうせき",
      "l": 1
    },
    {
      "j": "立方",
      "e": "dancing (geisha)",
      "f": "たちかた",
      "l": 1
    },
    {
      "j": "異性",
      "e": "the opposite sex",
      "f": "いせい",
      "l": 1
    },
    {
      "j": "嵩張る",
      "e": "to be bulky; to be unwieldy; to grow voluminous",
      "f": "かさばる",
      "l": 1
    },
    {
      "j": "洋風",
      "e": "western style",
      "f": "ようふう",
      "l": 1
    },
    {
      "j": "くっきり",
      "e": "distinctly; clearly; boldly",
      "f": "",
      "l": 1
    },
    {
      "j": "個々",
      "e": "individual; one by one",
      "f": "ここ",
      "l": 1
    },
    {
      "j": "連中",
      "e": "colleagues; company; a lot",
      "f": "れんじゅう",
      "l": 1
    },
    {
      "j": "熱湯",
      "e": "boiling water",
      "f": "ねっとう",
      "l": 1
    },
    {
      "j": "気軽",
      "e": "cheerful; buoyant; lighthearted",
      "f": "きがる",
      "l": 1
    },
    {
      "j": "竿",
      "e": "rod; pole (e.g. for drying laundry)",
      "f": "さお",
      "l": 1
    },
    {
      "j": "呉れる",
      "e": "to give; to let one have; to do for one; to be given",
      "f": "くれる",
      "l": 1
    },
    {
      "j": "従来",
      "e": "up to now; so far; traditional",
      "f": "じゅうらい",
      "l": 1
    },
    {
      "j": "折衷",
      "e": "compromise; cross; blending; eclecticism",
      "f": "せっちゅう",
      "l": 1
    },
    {
      "j": "葦",
      "e": "reed; bulrush",
      "f": "よし",
      "l": 1
    },
    {
      "j": "見晴らし",
      "e": "view",
      "f": "みはらし",
      "l": 1
    },
    {
      "j": "薄弱",
      "e": "feebleness; weakness; weak",
      "f": "はくじゃく",
      "l": 1
    },
    {
      "j": "公団",
      "e": "public corporation",
      "f": "こうだん",
      "l": 1
    },
    {
      "j": "催す",
      "e": "to hold (a meeting); to give (a dinner); to feel; to show signs of; to develop symptoms of; to feel (sick",
      "f": "もよおす",
      "l": 1
    },
    {
      "j": "盗み",
      "e": "stealing",
      "f": "ぬすみ",
      "l": 1
    },
    {
      "j": "技",
      "e": "art; technique",
      "f": "わざ",
      "l": 1
    },
    {
      "j": "原典",
      "e": "original (text)",
      "f": "げんてん",
      "l": 1
    },
    {
      "j": "ソロ",
      "e": "solo",
      "f": "",
      "l": 1
    },
    {
      "j": "遅くとも",
      "e": "at the latest",
      "f": "おそくとも",
      "l": 1
    },
    {
      "j": "民俗",
      "e": "people; race; nation; racial customs; folk customs",
      "f": "みんぞく",
      "l": 1
    },
    {
      "j": "割合に",
      "e": "comparatively",
      "f": "わりあいに",
      "l": 1
    },
    {
      "j": "脱する",
      "e": "to escape from; to get out",
      "f": "だっする",
      "l": 1
    },
    {
      "j": "本の",
      "e": "mere; only; just",
      "f": "ほんの",
      "l": 1
    },
    {
      "j": "縁",
      "e": "chance; fate; destiny; relation; bonds; connection; karma",
      "f": "えん",
      "l": 1
    },
    {
      "j": "日当",
      "e": "daily allowance",
      "f": "にっとう",
      "l": 1
    },
    {
      "j": "訪れる",
      "e": "to visit",
      "f": "おとずれる",
      "l": 1
    },
    {
      "j": "社",
      "e": "Shinto shrine",
      "f": "やしろ",
      "l": 1
    },
    {
      "j": "稲光",
      "e": "(flash of) lightning",
      "f": "いなびかり",
      "l": 1
    },
    {
      "j": "曲",
      "e": "tune; piece of music",
      "f": "きょく",
      "l": 1
    },
    {
      "j": "着",
      "e": "counter for suits of clothing; arriving at ..",
      "f": "ちゃく",
      "l": 1
    },
    {
      "j": "採択",
      "e": "adoption; selection; choice",
      "f": "さいたく",
      "l": 1
    },
    {
      "j": "叶える",
      "e": "to grant (request  wish)",
      "f": "かなえる",
      "l": 1
    },
    {
      "j": "領土",
      "e": "dominion; territory; possession",
      "f": "りょうど",
      "l": 1
    },
    {
      "j": "共存",
      "e": "coexistence",
      "f": "きょうそん",
      "l": 1
    },
    {
      "j": "廃れる",
      "e": "to go out of use; to become obsolete; to die out; to go out of fashion",
      "f": "すたれる",
      "l": 1
    },
    {
      "j": "渦",
      "e": "swirl",
      "f": "うず",
      "l": 1
    },
    {
      "j": "振興",
      "e": "promotion; encouragement",
      "f": "しんこう",
      "l": 1
    },
    {
      "j": "元来",
      "e": "originally; primarily; essentially; logically; naturally",
      "f": "がんらい",
      "l": 1
    },
    {
      "j": "お大事に",
      "e": "Take care of yourself",
      "f": "おだいじに",
      "l": 1
    },
    {
      "j": "優位",
      "e": "predominance; ascendancy; superiority",
      "f": "ゆうい",
      "l": 1
    },
    {
      "j": "放棄",
      "e": "abandonment; renunciation; abdication (responsibility  right)",
      "f": "ほうき",
      "l": 1
    },
    {
      "j": "背景",
      "e": "background; scenery; setting; circumstance",
      "f": "はいけい",
      "l": 1
    },
    {
      "j": "問屋",
      "e": "wholesale store",
      "f": "といや",
      "l": 1
    },
    {
      "j": "骨董品",
      "e": "curio",
      "f": "こっとうひん",
      "l": 1
    },
    {
      "j": "蒸留",
      "e": "distillation",
      "f": "じょうりゅう",
      "l": 1
    },
    {
      "j": "弁護",
      "e": "defense; pleading; advocacy",
      "f": "べんご",
      "l": 1
    },
    {
      "j": "照明",
      "e": "illumination",
      "f": "しょうめい",
      "l": 1
    },
    {
      "j": "経歴",
      "e": "personal history; career",
      "f": "けいれき",
      "l": 1
    },
    {
      "j": "減点",
      "e": "subtract; give a demerit",
      "f": "げんてん",
      "l": 1
    },
    {
      "j": "賭ける",
      "e": "to wager; to bet; to risk; to stake; to gamble",
      "f": "かける",
      "l": 1
    },
    {
      "j": "反",
      "e": "roll of cloth (c. 10 yds.); .245 acres; 300 tsubo",
      "f": "たん",
      "l": 1
    },
    {
      "j": "久しい",
      "e": "long; long-continued; old (story)",
      "f": "ひさしい",
      "l": 1
    },
    {
      "j": "待ち望む",
      "e": "to look anxiously for; to wait eagerly for",
      "f": "まちのぞむ",
      "l": 1
    },
    {
      "j": "冷蔵",
      "e": "cold storage; refrigeration",
      "f": "れいぞう",
      "l": 1
    },
    {
      "j": "ウェートレス",
      "e": "waitress",
      "f": "",
      "l": 1
    },
    {
      "j": "広まる",
      "e": "to spread; to be propagated",
      "f": "ひろまる",
      "l": 1
    },
    {
      "j": "共和",
      "e": "republicanism; cooperation",
      "f": "きょうわ",
      "l": 1
    },
    {
      "j": "果ない",
      "e": "fleeting; transient; short-lived; momentary; vain; fickle; miserable; empty; ephemeral",
      "f": "はかない",
      "l": 1
    },
    {
      "j": "前売り",
      "e": "advance sale; booking",
      "f": "まえうり",
      "l": 1
    },
    {
      "j": "荒っぽい",
      "e": "rough; rude",
      "f": "あらっぽい",
      "l": 1
    },
    {
      "j": "製鉄",
      "e": "iron manufacture",
      "f": "せいてつ",
      "l": 1
    },
    {
      "j": "証",
      "e": "proof; evidence",
      "f": "あかし",
      "l": 1
    },
    {
      "j": "大方",
      "e": "perhaps; almost all; majority",
      "f": "おおかた",
      "l": 1
    },
    {
      "j": "蜂蜜",
      "e": "honey",
      "f": "はちみつ",
      "l": 1
    },
    {
      "j": "月賦",
      "e": "monthly installment",
      "f": "げっぷ",
      "l": 1
    },
    {
      "j": "決算",
      "e": "balance sheet; settlement of accounts",
      "f": "けっさん",
      "l": 1
    },
    {
      "j": "痛切",
      "e": "keen; acute",
      "f": "つうせつ",
      "l": 1
    },
    {
      "j": "肉体",
      "e": "the body; the flesh",
      "f": "にくたい",
      "l": 1
    },
    {
      "j": "捕吏",
      "e": "constable",
      "f": "ほり",
      "l": 1
    },
    {
      "j": "並み",
      "e": "average; medium; common; ordinary",
      "f": "なみ",
      "l": 1
    },
    {
      "j": "余興",
      "e": "side show; entertainment",
      "f": "よきょう",
      "l": 1
    },
    {
      "j": "受け入れ",
      "e": "receiving; acceptance",
      "f": "うけいれ",
      "l": 1
    },
    {
      "j": "緩やか",
      "e": "lenient",
      "f": "ゆるやか",
      "l": 1
    },
    {
      "j": "個性",
      "e": "individuality; personality; idiosyncrasy",
      "f": "こせい",
      "l": 1
    },
    {
      "j": "ストロー",
      "e": "straw",
      "f": "",
      "l": 1
    },
    {
      "j": "大金",
      "e": "great cost",
      "f": "たいきん",
      "l": 1
    },
    {
      "j": "起点",
      "e": "starting point",
      "f": "きてん",
      "l": 1
    },
    {
      "j": "家主",
      "e": "landlord",
      "f": "いえぬし",
      "l": 1
    },
    {
      "j": "独自",
      "e": "original; peculiar; characteristic",
      "f": "どくじ",
      "l": 1
    },
    {
      "j": "陳列",
      "e": "exhibition; display; show",
      "f": "ちんれつ",
      "l": 1
    },
    {
      "j": "取り扱い",
      "e": "treatment; service; handling; management",
      "f": "とりあつかい",
      "l": 1
    },
    {
      "j": "直ぐ",
      "e": "immediately; soon; easily; right (near); honest; upright",
      "f": "すぐ",
      "l": 1
    },
    {
      "j": "似通う",
      "e": "to resemble closely",
      "f": "にかよう",
      "l": 1
    },
    {
      "j": "恥じらう",
      "e": "to feel shy; to be bashful; to blush",
      "f": "はじらう",
      "l": 1
    },
    {
      "j": "会見",
      "e": "interview; audience",
      "f": "かいけん",
      "l": 1
    },
    {
      "j": "減少",
      "e": "decrease; reduction; decline",
      "f": "げんしょう",
      "l": 1
    },
    {
      "j": "英雄",
      "e": "hero; great man",
      "f": "えいゆう",
      "l": 1
    },
    {
      "j": "汽船",
      "e": "steamship",
      "f": "きせん",
      "l": 1
    },
    {
      "j": "微か",
      "e": "faint; dim; weak; indistinct; hazy; poor; wretched",
      "f": "かすか",
      "l": 1
    },
    {
      "j": "会",
      "e": "understanding",
      "f": "え",
      "l": 1
    },
    {
      "j": "行政",
      "e": "administration",
      "f": "ぎょうせい",
      "l": 1
    },
    {
      "j": "目方",
      "e": "weight",
      "f": "めかた",
      "l": 1
    },
    {
      "j": "書き取る",
      "e": "to write down; to take dictation; to take notes",
      "f": "かきとる",
      "l": 1
    },
    {
      "j": "生身",
      "e": "living flesh; flesh and blood; the quick",
      "f": "なまみ",
      "l": 1
    },
    {
      "j": "若しくは",
      "e": "or; otherwise",
      "f": "もしくは",
      "l": 1
    },
    {
      "j": "義理",
      "e": "duty; sense of duty; honor; decency; courtesy; debt of gratitude; social obligation",
      "f": "ぎり",
      "l": 1
    },
    {
      "j": "組み合わせ",
      "e": "combination",
      "f": "くみあわせ",
      "l": 1
    },
    {
      "j": "生温い",
      "e": "lukewarm; halfhearted",
      "f": "なまぬるい",
      "l": 1
    },
    {
      "j": "テレックス",
      "e": "telex; teletypewriter exchange",
      "f": "",
      "l": 1
    },
    {
      "j": "発芽",
      "e": "burgeoning",
      "f": "はつが",
      "l": 1
    },
    {
      "j": "参上",
      "e": "calling on; visiting",
      "f": "さんじょう",
      "l": 1
    },
    {
      "j": "嘗める",
      "e": "to lick; to taste; to experience; to make fun of; to make light of; to put down; to treat with contempt",
      "f": "なめる",
      "l": 1
    },
    {
      "j": "未",
      "e": "eighth sign of Chinese zodiac (The Ram  1pm-3pm  south-southwest  June)",
      "f": "ひつじ",
      "l": 1
    },
    {
      "j": "弓",
      "e": "bow (and arrow)",
      "f": "ゆみ",
      "l": 1
    },
    {
      "j": "脱出",
      "e": "escape",
      "f": "だっしゅつ",
      "l": 1
    },
    {
      "j": "簡易",
      "e": "simplicity; easiness; quasi-",
      "f": "かんい",
      "l": 1
    },
    {
      "j": "局限",
      "e": "limit; localize",
      "f": "きょくげん",
      "l": 1
    },
    {
      "j": "歩",
      "e": "pawn (in chess or shogi)",
      "f": "ふ",
      "l": 1
    },
    {
      "j": "種",
      "e": "kind; variety; species",
      "f": "しゅ",
      "l": 1
    },
    {
      "j": "細工",
      "e": "work; craftsmanship; tactics; trick",
      "f": "さいく",
      "l": 1
    },
    {
      "j": "字体",
      "e": "type; font; lettering",
      "f": "じたい",
      "l": 1
    },
    {
      "j": "優",
      "e": "gentle; affectionate",
      "f": "やさ",
      "l": 1
    },
    {
      "j": "紳士",
      "e": "gentleman",
      "f": "しんし",
      "l": 1
    },
    {
      "j": "尻尾",
      "e": "tail (animal)",
      "f": "しっぽ",
      "l": 1
    },
    {
      "j": "角",
      "e": "1.  angle; 2.  bishop (shogi)",
      "f": "かく",
      "l": 1
    },
    {
      "j": "海路",
      "e": "sea route",
      "f": "うみじ",
      "l": 1
    },
    {
      "j": "揶揄う",
      "e": "to ridicule; to tease; to banter with; to make fun of",
      "f": "からかう",
      "l": 1
    },
    {
      "j": "畏まりました",
      "e": "certainly!",
      "f": "かしこまりました",
      "l": 1
    },
    {
      "j": "討議",
      "e": "debate; discussion",
      "f": "とうぎ",
      "l": 1
    },
    {
      "j": "遊牧",
      "e": "nomadism",
      "f": "ゆうぼく",
      "l": 1
    },
    {
      "j": "仲人",
      "e": "go-between; matchmaker",
      "f": "ちゅうにん",
      "l": 1
    },
    {
      "j": "一寸",
      "e": "(ateji) (adv int) (uk) just a minute; a short time; a while; just a little; somewhat; easily; readily; rath",
      "f": "ちょっと",
      "l": 1
    },
    {
      "j": "助言",
      "e": "advice; suggestion",
      "f": "じょげん",
      "l": 1
    },
    {
      "j": "無能",
      "e": "inefficiency; incompetence",
      "f": "むのう",
      "l": 1
    },
    {
      "j": "諦め",
      "e": "resignation; acceptance; consolation",
      "f": "あきらめ",
      "l": 1
    },
    {
      "j": "君主",
      "e": "ruler; monarch",
      "f": "くんしゅ",
      "l": 1
    },
    {
      "j": "連帯",
      "e": "solidarity",
      "f": "れんたい",
      "l": 1
    },
    {
      "j": "光沢",
      "e": "brilliance; polish; lustre; glossy finish (of photographs)",
      "f": "こうたく",
      "l": 1
    },
    {
      "j": "課外",
      "e": "extracurricular",
      "f": "かがい",
      "l": 1
    },
    {
      "j": "乳",
      "e": "milk; breast; loop",
      "f": "ちち",
      "l": 1
    },
    {
      "j": "元素",
      "e": "chemical element",
      "f": "げんそ",
      "l": 1
    },
    {
      "j": "災害",
      "e": "calamity; disaster; misfortune",
      "f": "さいがい",
      "l": 1
    },
    {
      "j": "有りのまま",
      "e": "the truth; fact; as it is; frankly",
      "f": "ありのまま",
      "l": 1
    },
    {
      "j": "コマーシャル",
      "e": "a commercial",
      "f": "",
      "l": 1
    },
    {
      "j": "収支",
      "e": "income and expenditure",
      "f": "しゅうし",
      "l": 1
    },
    {
      "j": "書き取り",
      "e": "dictation",
      "f": "かきとり",
      "l": 1
    },
    {
      "j": "講習",
      "e": "short course; training",
      "f": "こうしゅう",
      "l": 1
    },
    {
      "j": "仕掛ける",
      "e": "to commence; to lay (mines); to set (traps); to wage (war); to challenge",
      "f": "しかける",
      "l": 1
    },
    {
      "j": "衝撃",
      "e": "shock; crash; impact; ballistic",
      "f": "しょうげき",
      "l": 1
    },
    {
      "j": "取り調べる",
      "e": "to investigate; to examine",
      "f": "とりしらべる",
      "l": 1
    },
    {
      "j": "ムード",
      "e": "mood",
      "f": "",
      "l": 1
    },
    {
      "j": "論議",
      "e": "discussion",
      "f": "ろんぎ",
      "l": 1
    },
    {
      "j": "先先週",
      "e": "week before last",
      "f": "せんせんしゅう",
      "l": 1
    },
    {
      "j": "黄色",
      "e": "yellow",
      "f": "おうしょく",
      "l": 1
    },
    {
      "j": "重複",
      "e": "duplication; repetition; overlapping; redundancy; restoration",
      "f": "じゅうふく",
      "l": 1
    },
    {
      "j": "眼鏡",
      "e": "spectacles; glasses",
      "f": "がんきょう",
      "l": 1
    },
    {
      "j": "健在",
      "e": "in good health; well",
      "f": "けんざい",
      "l": 1
    },
    {
      "j": "ニュー",
      "e": "new",
      "f": "",
      "l": 1
    },
    {
      "j": "還暦",
      "e": "60th birthday",
      "f": "かんれき",
      "l": 1
    },
    {
      "j": "肥料",
      "e": "manure; fertilizer",
      "f": "ひりょう",
      "l": 1
    },
    {
      "j": "アルミ",
      "e": "aluminum (Al); aluminium",
      "f": "",
      "l": 1
    },
    {
      "j": "お休み",
      "e": "holiday; absence; rest; Good night",
      "f": "おやすみ",
      "l": 1
    },
    {
      "j": "富豪",
      "e": "wealthy person; millionaire",
      "f": "ふごう",
      "l": 1
    },
    {
      "j": "橋渡し",
      "e": "bridge building; mediation",
      "f": "はしわたし",
      "l": 1
    },
    {
      "j": "捜索",
      "e": "search (esp. for someone or something missing); investigation",
      "f": "そうさく",
      "l": 1
    },
    {
      "j": "志す",
      "e": "to plan; to intend; to aspire to; to set aims (sights on)",
      "f": "こころざす",
      "l": 1
    },
    {
      "j": "考古学",
      "e": "archaeology",
      "f": "こうこがく",
      "l": 1
    },
    {
      "j": "普遍",
      "e": "universality; ubiquity; omnipresence",
      "f": "ふへん",
      "l": 1
    },
    {
      "j": "退職",
      "e": "retirement (from office)",
      "f": "たいしょく",
      "l": 1
    },
    {
      "j": "引き下げる",
      "e": "to pull down; to lower; to reduce; to withdraw",
      "f": "ひきさげる",
      "l": 1
    },
    {
      "j": "持て成す",
      "e": "to entertain; to make welcome",
      "f": "もてなす",
      "l": 1
    },
    {
      "j": "産休",
      "e": "maternity leave",
      "f": "さんきゅう",
      "l": 1
    },
    {
      "j": "心中",
      "e": "double suicide; lovers suicide",
      "f": "しんじゅう",
      "l": 1
    },
    {
      "j": "鈍感",
      "e": "thickheadedness; stolidity",
      "f": "どんかん",
      "l": 1
    },
    {
      "j": "今更",
      "e": "now; at this late hour",
      "f": "いまさら",
      "l": 1
    },
    {
      "j": "破裂",
      "e": "explosion; rupture; break off",
      "f": "はれつ",
      "l": 1
    },
    {
      "j": "反射",
      "e": "reflection; reverberation",
      "f": "はんしゃ",
      "l": 1
    },
    {
      "j": "届け",
      "e": "report; notification; registration",
      "f": "とどけ",
      "l": 1
    },
    {
      "j": "生",
      "e": "pure; undiluted; raw; crude",
      "f": "き",
      "l": 1
    },
    {
      "j": "脱退",
      "e": "secession",
      "f": "だったい",
      "l": 1
    },
    {
      "j": "造る",
      "e": "to make; to create; to manufacture; to draw up; to write; to compose; to build; to coin; to cultivate; to org",
      "f": "つくる",
      "l": 1
    },
    {
      "j": "内部",
      "e": "interior; inside; internal",
      "f": "ないぶ",
      "l": 1
    },
    {
      "j": "余地",
      "e": "place; room; margin; scope",
      "f": "よち",
      "l": 1
    },
    {
      "j": "教科",
      "e": "subject; curriculum",
      "f": "きょうか",
      "l": 1
    },
    {
      "j": "対等",
      "e": "equivalent",
      "f": "たいとう",
      "l": 1
    },
    {
      "j": "ダブる",
      "e": "to coincide (fall on the same day); to have two of something; to repeat a school year after failing",
      "f": "",
      "l": 1
    },
    {
      "j": "驚き",
      "e": "surprise; astonishment; wonder",
      "f": "おどろき",
      "l": 1
    },
    {
      "j": "屡",
      "e": "often; again and again; frequently",
      "f": "しばしば",
      "l": 1
    },
    {
      "j": "下番",
      "e": "going off duty",
      "f": "かばん",
      "l": 1
    },
    {
      "j": "人材",
      "e": "man of talent",
      "f": "じんざい",
      "l": 1
    },
    {
      "j": "麻",
      "e": "flax; linen; hemp",
      "f": "あさ",
      "l": 1
    },
    {
      "j": "盲点",
      "e": "blind spot",
      "f": "もうてん",
      "l": 1
    },
    {
      "j": "率直",
      "e": "frankness; candour; openheartedness",
      "f": "そっちょく",
      "l": 1
    },
    {
      "j": "パトカー",
      "e": "patrol car",
      "f": "",
      "l": 1
    },
    {
      "j": "調べ",
      "e": "preparation; investigation; inspection",
      "f": "しらべ",
      "l": 1
    },
    {
      "j": "デザート",
      "e": "dessert",
      "f": "",
      "l": 1
    },
    {
      "j": "嗚呼",
      "e": "Ah!; Oh!; Alas!",
      "f": "ああ",
      "l": 1
    },
    {
      "j": "行進",
      "e": "march; parade",
      "f": "こうしん",
      "l": 1
    },
    {
      "j": "大事",
      "e": "important; valuable; serious matter",
      "f": "おおごと",
      "l": 1
    },
    {
      "j": "清々しい",
      "e": "fresh; refreshing",
      "f": "すがすがしい",
      "l": 1
    },
    {
      "j": "婉曲",
      "e": "euphemistic; circumlocution; roundabout; indirect; insinuating",
      "f": "えんきょく",
      "l": 1
    },
    {
      "j": "アンコール",
      "e": "encore",
      "f": "",
      "l": 1
    },
    {
      "j": "苗",
      "e": "rice seedling",
      "f": "なえ",
      "l": 1
    },
    {
      "j": "進度",
      "e": "progress",
      "f": "しんど",
      "l": 1
    },
    {
      "j": "暗殺",
      "e": "assassination",
      "f": "あんさつ",
      "l": 1
    },
    {
      "j": "元首",
      "e": "ruler; sovereign",
      "f": "げんしゅ",
      "l": 1
    },
    {
      "j": "且つ",
      "e": "yet; and",
      "f": "かつ",
      "l": 1
    },
    {
      "j": "彼此",
      "e": "one thing or another; this and that; this or that",
      "f": "あれこれ",
      "l": 1
    },
    {
      "j": "馴れ馴れしい",
      "e": "over-familiar",
      "f": "なれなれしい",
      "l": 1
    },
    {
      "j": "耐える",
      "e": "to bear; to endure",
      "f": "たえる",
      "l": 1
    },
    {
      "j": "喜劇",
      "e": "comedy; funny show",
      "f": "きげき",
      "l": 1
    },
    {
      "j": "草臥れる",
      "e": "to get tired; to wear out",
      "f": "くたびれる",
      "l": 1
    },
    {
      "j": "貨幣",
      "e": "money; currency; coinage",
      "f": "かへい",
      "l": 1
    },
    {
      "j": "ボイコット",
      "e": "boycott",
      "f": "",
      "l": 1
    },
    {
      "j": "幽霊",
      "e": "ghost; specter; apparition; phantom",
      "f": "ゆうれい",
      "l": 1
    },
    {
      "j": "甚だ",
      "e": "very; greatly; exceedingly",
      "f": "はなはだ",
      "l": 1
    },
    {
      "j": "養う",
      "e": "to rear; to maintain; to cultivate",
      "f": "やしなう",
      "l": 1
    },
    {
      "j": "水気",
      "e": "1.  moisture; dampness; vapor; 2.  dropsy; edema",
      "f": "すいき",
      "l": 1
    },
    {
      "j": "予め",
      "e": "beforehand; in advance; previously",
      "f": "あらかじめ",
      "l": 1
    },
    {
      "j": "砂利",
      "e": "gravel; ballast; pebbles",
      "f": "じゃり",
      "l": 1
    },
    {
      "j": "ブーツ",
      "e": "boots",
      "f": "",
      "l": 1
    },
    {
      "j": "独裁",
      "e": "dictatorship; despotism",
      "f": "どくさい",
      "l": 1
    },
    {
      "j": "父母",
      "e": "father and mother; parents",
      "f": "ちちはは",
      "l": 1
    },
    {
      "j": "甘口",
      "e": "sweet flavour; mildness; flattery; stupidity",
      "f": "あまくち",
      "l": 1
    },
    {
      "j": "頂",
      "e": "(top of) head; summit; spire",
      "f": "いただき",
      "l": 1
    },
    {
      "j": "介抱",
      "e": "nursing; looking after",
      "f": "かいほう",
      "l": 1
    },
    {
      "j": "字",
      "e": "section of village",
      "f": "あざ",
      "l": 1
    },
    {
      "j": "家畜",
      "e": "domestic animals; livestock; cattle",
      "f": "かちく",
      "l": 1
    },
    {
      "j": "あやふや",
      "e": "uncertain; vague; ambiguous",
      "f": "",
      "l": 1
    },
    {
      "j": "嫉妬",
      "e": "jealousy",
      "f": "しっと",
      "l": 1
    },
    {
      "j": "ガイド",
      "e": "tour guide",
      "f": "",
      "l": 1
    },
    {
      "j": "出動",
      "e": "sailing; marching; going out",
      "f": "しゅつどう",
      "l": 1
    },
    {
      "j": "調停",
      "e": "arbitration; conciliation; mediation",
      "f": "ちょうてい",
      "l": 1
    },
    {
      "j": "差し支える",
      "e": "to interfere; to hinder; to become impeded",
      "f": "さしつかえる",
      "l": 1
    },
    {
      "j": "雑貨",
      "e": "miscellaneous goods; general goods; sundries",
      "f": "ざっか",
      "l": 1
    },
    {
      "j": "ダース",
      "e": "dozen",
      "f": "",
      "l": 1
    },
    {
      "j": "国産",
      "e": "domestic products",
      "f": "こくさん",
      "l": 1
    },
    {
      "j": "サンタクロース",
      "e": "Santa Claus",
      "f": "",
      "l": 1
    },
    {
      "j": "食い違う",
      "e": "to cross each other; to run counter to; to differ; to clash; to go awry",
      "f": "くいちがう",
      "l": 1
    },
    {
      "j": "見せびらかす",
      "e": "to show off; to flaunt",
      "f": "みせびらかす",
      "l": 1
    },
    {
      "j": "奇麗",
      "e": "pretty; clean; nice; tidy; beautiful; fair",
      "f": "きれい",
      "l": 1
    },
    {
      "j": "ファイル",
      "e": "file",
      "f": "",
      "l": 1
    },
    {
      "j": "危ぶむ",
      "e": "to fear; to have misgivings; to be doubtful; to mistrust",
      "f": "あやぶむ",
      "l": 1
    },
    {
      "j": "出産",
      "e": "(child)birth; delivery; production (of goods)",
      "f": "しゅっさん",
      "l": 1
    },
    {
      "j": "放射能",
      "e": "radioactivity",
      "f": "ほうしゃのう",
      "l": 1
    },
    {
      "j": "雅致",
      "e": "artistry; good taste; elegance; grace",
      "f": "がち",
      "l": 1
    },
    {
      "j": "過労",
      "e": "overwork; strain",
      "f": "かろう",
      "l": 1
    },
    {
      "j": "予感",
      "e": "presentiment; premonition",
      "f": "よかん",
      "l": 1
    },
    {
      "j": "お邪魔します",
      "e": "Excuse me for disturbing (interrupting) you",
      "f": "おじゃまします",
      "l": 1
    },
    {
      "j": "腸",
      "e": "guts; bowels; intestines",
      "f": "ちょう",
      "l": 1
    },
    {
      "j": "如何に",
      "e": "how?; in what way?; how much?; however; whatever",
      "f": "いかに",
      "l": 1
    },
    {
      "j": "駆けっこ",
      "e": "(foot) race",
      "f": "かけっこ",
      "l": 1
    },
    {
      "j": "要望",
      "e": "demand for; request",
      "f": "ようぼう",
      "l": 1
    },
    {
      "j": "ビールス",
      "e": "virus",
      "f": "",
      "l": 1
    },
    {
      "j": "鳥居",
      "e": "torii (Shinto shrine archway)",
      "f": "とりい",
      "l": 1
    },
    {
      "j": "志",
      "e": "will; intention; motive",
      "f": "こころざし",
      "l": 1
    },
    {
      "j": "流",
      "e": "styleof; method of; manner of",
      "f": "りゅう",
      "l": 1
    },
    {
      "j": "きっかり",
      "e": "exactly; precisely",
      "f": "",
      "l": 1
    },
    {
      "j": "甲",
      "e": "1st in rank; first sign of the Chinese calendar; shell; instep; grade A",
      "f": "きのえ",
      "l": 1
    },
    {
      "j": "喫茶",
      "e": "tea drinking; tea house",
      "f": "きっさ",
      "l": 1
    },
    {
      "j": "障る",
      "e": "to hinder; to interfere with; to affect; to do one harm; to be harmful to",
      "f": "さわる",
      "l": 1
    },
    {
      "j": "幹部",
      "e": "management; (executive) staff; leaders",
      "f": "かんぶ",
      "l": 1
    },
    {
      "j": "対比",
      "e": "contrast; comparison",
      "f": "たいひ",
      "l": 1
    },
    {
      "j": "痛感",
      "e": "feeling keenly; fully realizing",
      "f": "つうかん",
      "l": 1
    },
    {
      "j": "寄こす",
      "e": "to send; to forward",
      "f": "よこす",
      "l": 1
    },
    {
      "j": "勘弁",
      "e": "pardon; forgiveness; forbearance",
      "f": "かんべん",
      "l": 1
    },
    {
      "j": "我がまま",
      "e": "selfishness; egoism; wilfulness; disobedience; whim",
      "f": "わがまま",
      "l": 1
    },
    {
      "j": "直感",
      "e": "intuition",
      "f": "ちょっかん",
      "l": 1
    },
    {
      "j": "呆然",
      "e": "dumbfounded; overcome with surprise; in blank amazement",
      "f": "ぼうぜん",
      "l": 1
    },
    {
      "j": "手軽",
      "e": "easy; simple; informal; offhand; cheap",
      "f": "てがる",
      "l": 1
    },
    {
      "j": "件",
      "e": "example; precedent; the usual; the said; the above-mentioned; (man) in question",
      "f": "くだん",
      "l": 1
    },
    {
      "j": "権",
      "e": "authority; the right (to do something)",
      "f": "けん",
      "l": 1
    },
    {
      "j": "全快",
      "e": "complete recovery of health",
      "f": "ぜんかい",
      "l": 1
    },
    {
      "j": "追及",
      "e": "gaining on; carrying out; solving (crime)",
      "f": "ついきゅう",
      "l": 1
    },
    {
      "j": "目眩",
      "e": "dizziness; giddiness",
      "f": "めまい",
      "l": 1
    },
    {
      "j": "包む",
      "e": "to be engulfed in; to be enveloped by; to wrap up; to tuck in; to pack; to do up; to cover with; to dress i",
      "f": "くるむ",
      "l": 1
    },
    {
      "j": "用件",
      "e": "business",
      "f": "ようけん",
      "l": 1
    },
    {
      "j": "お祖母さん",
      "e": "grandmother; female senior-citizen",
      "f": "おばあさん",
      "l": 1
    },
    {
      "j": "お供",
      "e": "attendant; companion",
      "f": "おとも",
      "l": 1
    },
    {
      "j": "盛る",
      "e": "to prosper; to flourish; to copulate (animals)",
      "f": "さかる",
      "l": 1
    },
    {
      "j": "疑惑",
      "e": "doubt; misgivings; distrust; suspicion",
      "f": "ぎわく",
      "l": 1
    },
    {
      "j": "努めて",
      "e": "make an effort!; work hard!",
      "f": "つとめて",
      "l": 1
    },
    {
      "j": "引き上げる",
      "e": "to withdraw; to leave; to pull out; to retire",
      "f": "ひきあげる",
      "l": 1
    },
    {
      "j": "討論",
      "e": "debate; discussion",
      "f": "とうろん",
      "l": 1
    },
    {
      "j": "収容",
      "e": "accommodation; reception; seating; housing; custody; admission; entering (in a dictionary)",
      "f": "しゅうよう",
      "l": 1
    },
    {
      "j": "人柄",
      "e": "personality; character; personal appearance; gentility",
      "f": "ひとがら",
      "l": 1
    },
    {
      "j": "下取り",
      "e": "trade in; part exchange",
      "f": "したどり",
      "l": 1
    },
    {
      "j": "重んずる",
      "e": "to honor; to respect; to esteem; to prize",
      "f": "おもんずる",
      "l": 1
    },
    {
      "j": "偏",
      "e": "side; left radical of a character; inclining; inclining toward; biased",
      "f": "へん",
      "l": 1
    },
    {
      "j": "宛",
      "e": "addressed to",
      "f": "あて",
      "l": 1
    },
    {
      "j": "酪農",
      "e": "dairy (farm)",
      "f": "らくのう",
      "l": 1
    },
    {
      "j": "鋸",
      "e": "saw",
      "f": "のこぎり",
      "l": 1
    },
    {
      "j": "兎に角",
      "e": "anyhow; at any rate; anyway; somehow or other; generally speaking; in any case",
      "f": "とにかく",
      "l": 1
    },
    {
      "j": "脅迫",
      "e": "threat; menace; coercion; terrorism",
      "f": "きょうはく",
      "l": 1
    },
    {
      "j": "結核",
      "e": "tuberculosis; tubercule",
      "f": "けっかく",
      "l": 1
    },
    {
      "j": "銅",
      "e": "copper",
      "f": "あかがね",
      "l": 1
    },
    {
      "j": "一面",
      "e": "one side; one phase; front page; the other hand; the whole surface",
      "f": "いちめん",
      "l": 1
    },
    {
      "j": "チャイム",
      "e": "chime",
      "f": "",
      "l": 1
    },
    {
      "j": "御負け",
      "e": "1.  a discount; a prize; 2.  something additional; bonus; an extra; 3.  an exaggeration",
      "f": "おまけ",
      "l": 1
    },
    {
      "j": "中継",
      "e": "relay; hook-up",
      "f": "ちゅうけい",
      "l": 1
    },
    {
      "j": "押し寄せる",
      "e": "to push aside; to advance on",
      "f": "おしよせる",
      "l": 1
    },
    {
      "j": "再生",
      "e": "playback; regeneration; resuscitation; return to life; rebirth; reincarnation; narrow escape; reclamation; r",
      "f": "さいせい",
      "l": 1
    },
    {
      "j": "明るい",
      "e": "bright; cheerful",
      "f": "あかるい",
      "l": 1
    },
    {
      "j": "群",
      "e": "group (math)",
      "f": "ぐん",
      "l": 1
    },
    {
      "j": "沿線",
      "e": "along railway line",
      "f": "えんせん",
      "l": 1
    },
    {
      "j": "主任",
      "e": "person in charge; responsible official",
      "f": "しゅにん",
      "l": 1
    },
    {
      "j": "晴天",
      "e": "fine weather",
      "f": "せいてん",
      "l": 1
    },
    {
      "j": "楽しむ",
      "e": "to enjoy oneself",
      "f": "たのしむ",
      "l": 1
    },
    {
      "j": "受け取り",
      "e": "receipt",
      "f": "うけとり",
      "l": 1
    },
    {
      "j": "佳句",
      "e": "beautiful passage of literature",
      "f": "かく",
      "l": 1
    },
    {
      "j": "ちらっと",
      "e": "at a glance; by accident",
      "f": "",
      "l": 1
    },
    {
      "j": "巧み",
      "e": "skill; cleverness",
      "f": "たくみ",
      "l": 1
    },
    {
      "j": "逸らす",
      "e": "to turn away; to avert",
      "f": "そらす",
      "l": 1
    },
    {
      "j": "始発",
      "e": "first train",
      "f": "しはつ",
      "l": 1
    },
    {
      "j": "而も",
      "e": "moreover; furthermore; nevertheless; and yet",
      "f": "しかも",
      "l": 1
    },
    {
      "j": "紡績",
      "e": "spinning",
      "f": "ぼうせき",
      "l": 1
    },
    {
      "j": "和",
      "e": "sum; harmony; peace",
      "f": "わ",
      "l": 1
    },
    {
      "j": "禅",
      "e": "Zen (Buddhism)",
      "f": "ぜん",
      "l": 1
    },
    {
      "j": "発掘",
      "e": "excavation; exhumation",
      "f": "はっくつ",
      "l": 1
    },
    {
      "j": "結び付く",
      "e": "to be connected or related; to join together",
      "f": "むすびつく",
      "l": 1
    },
    {
      "j": "主演",
      "e": "starring; playing the leading part",
      "f": "しゅえん",
      "l": 1
    },
    {
      "j": "司る",
      "e": "to rule; to govern; to administer",
      "f": "つかさどる",
      "l": 1
    },
    {
      "j": "ナプキン",
      "e": "napkin",
      "f": "",
      "l": 1
    },
    {
      "j": "仕切る",
      "e": "to partition; to divide; to mark off; to settle accounts; to toe the mark",
      "f": "しきる",
      "l": 1
    },
    {
      "j": "受け止める",
      "e": "to catch; to stop the blow; to react to; to take",
      "f": "うけとめる",
      "l": 1
    },
    {
      "j": "悪",
      "e": "evil; wickedness",
      "f": "あく",
      "l": 1
    },
    {
      "j": "呆れる",
      "e": "to be amazed; to be shocked",
      "f": "あきれる",
      "l": 1
    },
    {
      "j": "密集",
      "e": "crowd; close formation; dense",
      "f": "みっしゅう",
      "l": 1
    },
    {
      "j": "盛大",
      "e": "grand; prosperous; magnificent",
      "f": "せいだい",
      "l": 1
    },
    {
      "j": "連ねる",
      "e": "to link; to join; to put together",
      "f": "つらねる",
      "l": 1
    },
    {
      "j": "和文",
      "e": "Japanese text; sentence in Japanese",
      "f": "わぶん",
      "l": 1
    },
    {
      "j": "導く",
      "e": "to be guided; to be shown",
      "f": "みちびく",
      "l": 1
    },
    {
      "j": "繕う",
      "e": "to mend; to repair; to fix; to patch up; to darn; to tidy up; to adjust; to trim",
      "f": "つくろう",
      "l": 1
    },
    {
      "j": "寝かせる",
      "e": "to put to bed; to lay down; to ferment",
      "f": "ねかせる",
      "l": 1
    },
    {
      "j": "神聖",
      "e": "holiness; sacredness; dignity",
      "f": "しんせい",
      "l": 1
    },
    {
      "j": "盛り上がる",
      "e": "to rouse; to swell; to rise",
      "f": "もりあがる",
      "l": 1
    },
    {
      "j": "茶の間",
      "e": "living room (Japanese style)",
      "f": "ちゃのま",
      "l": 1
    },
    {
      "j": "夕暮れ",
      "e": "evening; (evening) twilight",
      "f": "ゆうぐれ",
      "l": 1
    },
    {
      "j": "万人",
      "e": "all people; everybody; 10000 people",
      "f": "ばんじん",
      "l": 1
    },
    {
      "j": "鉄棒",
      "e": "iron rod; crowbar; horizontal bar (gymnastics)",
      "f": "かなぼう",
      "l": 1
    },
    {
      "j": "加味",
      "e": "seasoning; flavoring",
      "f": "かみ",
      "l": 1
    },
    {
      "j": "強請る",
      "e": "to tease; to coax; to solicit; to demand",
      "f": "ねだる",
      "l": 1
    },
    {
      "j": "褒美",
      "e": "reward; prize",
      "f": "ほうび",
      "l": 1
    },
    {
      "j": "台無し",
      "e": "mess; spoiled; (come to) nothing",
      "f": "だいなし",
      "l": 1
    },
    {
      "j": "待ち遠しい",
      "e": "looking forward to",
      "f": "まちどおしい",
      "l": 1
    },
    {
      "j": "終始",
      "e": "beginning and end; from beginning to end; doing a thing from beginning to end",
      "f": "しゅうし",
      "l": 1
    },
    {
      "j": "天地",
      "e": "heaven and earth; the universe; nature; top and bottom; realm; sphere; world",
      "f": "あめつち",
      "l": 1
    },
    {
      "j": "手近",
      "e": "near; handy; familiar",
      "f": "てぢか",
      "l": 1
    },
    {
      "j": "相応しい",
      "e": "appropriate",
      "f": "ふさわしい",
      "l": 1
    },
    {
      "j": "目盛",
      "e": "scale; gradations",
      "f": "めもり",
      "l": 1
    },
    {
      "j": "スプリング",
      "e": "spring",
      "f": "",
      "l": 1
    },
    {
      "j": "情熱",
      "e": "passion; enthusiasm; zeal",
      "f": "じょうねつ",
      "l": 1
    },
    {
      "j": "没収",
      "e": "forfeited",
      "f": "ぼっしゅう",
      "l": 1
    },
    {
      "j": "水田",
      "e": "(water-filled) paddy field",
      "f": "すいでん",
      "l": 1
    },
    {
      "j": "余所見",
      "e": "looking away; looking aside",
      "f": "よそみ",
      "l": 1
    },
    {
      "j": "質素",
      "e": "simplicity; modesty; frugality",
      "f": "しっそ",
      "l": 1
    },
    {
      "j": "ずるずる",
      "e": "sound or act of dragging; loose; inconclusive but unwanted situation; trailingly",
      "f": "",
      "l": 1
    },
    {
      "j": "如何して",
      "e": "why?; for what reason; how; in what way; for what purpose; what for",
      "f": "どうして",
      "l": 1
    },
    {
      "j": "製",
      "e": "-made; make",
      "f": "せい",
      "l": 1
    },
    {
      "j": "ぼつぼつ",
      "e": "gradually; here and there; spots; pimples",
      "f": "",
      "l": 1
    },
    {
      "j": "試みる",
      "e": "to try; to test",
      "f": "こころみる",
      "l": 1
    },
    {
      "j": "作用",
      "e": "action; operation; effect; function",
      "f": "さよう",
      "l": 1
    },
    {
      "j": "乗っ取る",
      "e": "to capture; to occupy; to usurp",
      "f": "のっとる",
      "l": 1
    },
    {
      "j": "退学",
      "e": "dropping out of school",
      "f": "たいがく",
      "l": 1
    },
    {
      "j": "転落",
      "e": "fall; degradation; slump",
      "f": "てんらく",
      "l": 1
    },
    {
      "j": "樹木",
      "e": "trees and shrubs; arbour",
      "f": "じゅもく",
      "l": 1
    },
    {
      "j": "逃走",
      "e": "flight; desertion; escape",
      "f": "とうそう",
      "l": 1
    },
    {
      "j": "ハンガー",
      "e": "hangar; (coat) hanger; hunger",
      "f": "",
      "l": 1
    },
    {
      "j": "其処ら",
      "e": "everywhere; somewhere; approximately; that area; around there",
      "f": "そこら",
      "l": 1
    },
    {
      "j": "半端",
      "e": "remnant; fragment; incomplete set; fraction; odd sum; incompleteness",
      "f": "はんぱ",
      "l": 1
    },
    {
      "j": "取りあえず",
      "e": "at once; first of all; for the time being",
      "f": "とりあえず",
      "l": 1
    },
    {
      "j": "胴",
      "e": "trunk; body; frame",
      "f": "どう",
      "l": 1
    },
    {
      "j": "訂正",
      "e": "correction; revision",
      "f": "ていせい",
      "l": 1
    },
    {
      "j": "複合",
      "e": "composite; complex",
      "f": "ふくごう",
      "l": 1
    },
    {
      "j": "提示",
      "e": "presentation; exhibit; suggest; citation",
      "f": "ていじ",
      "l": 1
    },
    {
      "j": "照合",
      "e": "collation; comparison",
      "f": "しょうごう",
      "l": 1
    },
    {
      "j": "大幅",
      "e": "full width; large scale; drastic",
      "f": "おおはば",
      "l": 1
    },
    {
      "j": "専用",
      "e": "exclusive use; personal use",
      "f": "せんよう",
      "l": 1
    },
    {
      "j": "軽蔑",
      "e": "scorn; disdain",
      "f": "けいべつ",
      "l": 1
    },
    {
      "j": "漏れる",
      "e": "to leak out; to escape; to come through; to shine through; to filter out; to be omitted",
      "f": "もれる",
      "l": 1
    },
    {
      "j": "暴露",
      "e": "disclosure; exposure; revelation",
      "f": "ばくろ",
      "l": 1
    },
    {
      "j": "あくどい",
      "e": "1.  gaudy; showy; excessive; 2.  vicious",
      "f": "",
      "l": 1
    },
    {
      "j": "待ち合わせ",
      "e": "appointment",
      "f": "まちあわせ",
      "l": 1
    },
    {
      "j": "中毒",
      "e": "poisoning",
      "f": "ちゅうどく",
      "l": 1
    },
    {
      "j": "デッサン",
      "e": "(fr:) (n) rough sketch (fr: dessin)",
      "f": "",
      "l": 1
    },
    {
      "j": "区間",
      "e": "section (of track  etc)",
      "f": "くかん",
      "l": 1
    },
    {
      "j": "尚",
      "e": "furthermore; still; yet; more; still more; greater; further; less",
      "f": "なお",
      "l": 1
    },
    {
      "j": "暗算",
      "e": "mental arithmetic",
      "f": "あんざん",
      "l": 1
    },
    {
      "j": "起源",
      "e": "origin; beginning; rise",
      "f": "きげん",
      "l": 1
    },
    {
      "j": "溢れる",
      "e": "to flood; to overflow; to brim over",
      "f": "あふれる",
      "l": 1
    },
    {
      "j": "出題",
      "e": "proposing a question",
      "f": "しゅつだい",
      "l": 1
    },
    {
      "j": "弱まる",
      "e": "to abate; to weaken; to be emaciated; to be dejected; to be perplexed",
      "f": "よわまる",
      "l": 1
    },
    {
      "j": "看護",
      "e": "nursing; (army) nurse",
      "f": "かんご",
      "l": 1
    },
    {
      "j": "慣らす",
      "e": "to accustom",
      "f": "ならす",
      "l": 1
    },
    {
      "j": "区々",
      "e": "1.  several; various; divergent; conflicting; different; diverse; 2.  trivial",
      "f": "まちまち",
      "l": 1
    },
    {
      "j": "略奪",
      "e": "pillage; plunder; looting; robbery",
      "f": "りゃくだつ",
      "l": 1
    },
    {
      "j": "治安",
      "e": "public order",
      "f": "ちあん",
      "l": 1
    },
    {
      "j": "自覚",
      "e": "self-conscious",
      "f": "じかく",
      "l": 1
    },
    {
      "j": "癌",
      "e": "cancer",
      "f": "がん",
      "l": 1
    },
    {
      "j": "代わる",
      "e": "to take the place of; to relieve; to be substituted for; to be exchanged; to change places with; to take",
      "f": "かわる",
      "l": 1
    },
    {
      "j": "レントゲン",
      "e": "X-ray (lit: Roentgen)",
      "f": "",
      "l": 1
    },
    {
      "j": "インフォメーション",
      "e": "information",
      "f": "",
      "l": 1
    },
    {
      "j": "産出",
      "e": "yield; produce",
      "f": "さんしゅつ",
      "l": 1
    },
    {
      "j": "ミュージック",
      "e": "music",
      "f": "",
      "l": 1
    },
    {
      "j": "原文",
      "e": "the text; original",
      "f": "げんぶん",
      "l": 1
    },
    {
      "j": "システム",
      "e": "system",
      "f": "",
      "l": 1
    },
    {
      "j": "ニュアンス",
      "e": "nuance",
      "f": "",
      "l": 1
    },
    {
      "j": "次いで",
      "e": "next; secondly; subsequently",
      "f": "ついで",
      "l": 1
    },
    {
      "j": "荒らす",
      "e": "to lay waste; to devastate; to damage; to invade; to break into",
      "f": "あらす",
      "l": 1
    },
    {
      "j": "吟味",
      "e": "testing; scrutiny; careful investigation",
      "f": "ぎんみ",
      "l": 1
    },
    {
      "j": "嘴",
      "e": "beak; bill",
      "f": "くちばし",
      "l": 1
    },
    {
      "j": "費やす",
      "e": "to spend; to devote; to waste",
      "f": "ついやす",
      "l": 1
    },
    {
      "j": "裸足",
      "e": "barefoot",
      "f": "はだし",
      "l": 1
    },
    {
      "j": "可愛い",
      "e": "pretty; cute; lovely; charming; dear; darling; pet",
      "f": "かわいい",
      "l": 1
    },
    {
      "j": "与党",
      "e": "government party; (ruling) party in power; government",
      "f": "よとう",
      "l": 1
    },
    {
      "j": "セクション",
      "e": "section",
      "f": "",
      "l": 1
    },
    {
      "j": "降水",
      "e": "rainfall; precipitation",
      "f": "こうすい",
      "l": 1
    },
    {
      "j": "不明",
      "e": "unknown; obscure; indistinct; uncertain; ambiguous; ignorant; lack of wisdom; anonymous; unidentified",
      "f": "ふめい",
      "l": 1
    },
    {
      "j": "例",
      "e": "instance; example; case; precedent; experience; custom; usage; parallel; illustration",
      "f": "ためし",
      "l": 1
    },
    {
      "j": "問い合わせる",
      "e": "to enquire; to seek information",
      "f": "といあわせる",
      "l": 1
    },
    {
      "j": "前もって",
      "e": "in advance; beforehand; previously",
      "f": "まえもって",
      "l": 1
    },
    {
      "j": "お祖父さん",
      "e": "grandfather; male senior-citizen",
      "f": "おじいさん",
      "l": 1
    },
    {
      "j": "還元",
      "e": "resolution; reduction; return to origins",
      "f": "かんげん",
      "l": 1
    },
    {
      "j": "群がる",
      "e": "to swarm; to gather",
      "f": "むらがる",
      "l": 1
    },
    {
      "j": "仕上げる",
      "e": "to finish up; to complete",
      "f": "しあげる",
      "l": 1
    },
    {
      "j": "改良",
      "e": "improvement; reform",
      "f": "かいりょう",
      "l": 1
    },
    {
      "j": "到底",
      "e": "(cannot) possibly",
      "f": "とうてい",
      "l": 1
    },
    {
      "j": "コンタクト",
      "e": "contact; contact lens",
      "f": "",
      "l": 1
    },
    {
      "j": "デコレーション",
      "e": "decoration",
      "f": "",
      "l": 1
    },
    {
      "j": "中和",
      "e": "neutralize; counteract",
      "f": "ちゅうわ",
      "l": 1
    },
    {
      "j": "及び",
      "e": "and; as well as",
      "f": "および",
      "l": 1
    },
    {
      "j": "観覧",
      "e": "viewing",
      "f": "かんらん",
      "l": 1
    },
    {
      "j": "単調",
      "e": "monotony; monotone; dullness",
      "f": "たんちょう",
      "l": 1
    },
    {
      "j": "俄か",
      "e": "sudden; abrupt; unexpected; improvised; offhand",
      "f": "にわか",
      "l": 1
    },
    {
      "j": "コンテスト",
      "e": "contest",
      "f": "",
      "l": 1
    },
    {
      "j": "赤字",
      "e": "deficit; go in the red",
      "f": "あかじ",
      "l": 1
    },
    {
      "j": "迅速",
      "e": "quick; fast; rapid; swift; prompt",
      "f": "じんそく",
      "l": 1
    },
    {
      "j": "仕舞う",
      "e": "to finish; to close; to do something completely; to put away; to put an end to",
      "f": "しまう",
      "l": 1
    },
    {
      "j": "同等",
      "e": "equality; equal; same rights; same rank",
      "f": "どうとう",
      "l": 1
    },
    {
      "j": "矢っ張り",
      "e": "also; as I thought; still; in spite of; absolutely",
      "f": "やっぱり",
      "l": 1
    },
    {
      "j": "関与",
      "e": "participation; taking part in; participating in; being concerned in",
      "f": "かんよ",
      "l": 1
    },
    {
      "j": "画期",
      "e": "epoch-making",
      "f": "かっき",
      "l": 1
    },
    {
      "j": "ご無沙汰",
      "e": "not writing or contacting for a while",
      "f": "ごぶさた",
      "l": 1
    },
    {
      "j": "成るべく",
      "e": "as much as possible",
      "f": "なるべく",
      "l": 1
    },
    {
      "j": "興業",
      "e": "industrial enterprise",
      "f": "こうぎょう",
      "l": 1
    },
    {
      "j": "主食",
      "e": "staple food",
      "f": "しゅしょく",
      "l": 1
    },
    {
      "j": "未知",
      "e": "not yet known",
      "f": "みち",
      "l": 1
    },
    {
      "j": "雪崩",
      "e": "avalanche",
      "f": "なだれ",
      "l": 1
    },
    {
      "j": "覆す",
      "e": "to overturn; to upset; to overthrow; to undermine",
      "f": "くつがえす",
      "l": 1
    },
    {
      "j": "鈍る",
      "e": "to become less capable; to grow dull; to become blunt; to weaken",
      "f": "なまる",
      "l": 1
    },
    {
      "j": "心細い",
      "e": "helpless; forlorn; hopeless; unpromising; lonely; discouraging; disheartening",
      "f": "こころぼそい",
      "l": 1
    },
    {
      "j": "未練",
      "e": "lingering affection; attachment; regret(s); reluctance",
      "f": "みれん",
      "l": 1
    },
    {
      "j": "仕付ける",
      "e": "to be used to a job; to begin to do; to baste; to tack; to plant",
      "f": "しつける",
      "l": 1
    },
    {
      "j": "園",
      "e": "garden (esp. man-made)",
      "f": "えん",
      "l": 1
    },
    {
      "j": "見積り",
      "e": "estimation; quotation",
      "f": "みつもり",
      "l": 1
    },
    {
      "j": "卯",
      "e": "fourth sign of Chinese zodiac (The Hare  5am-7am  east  February)",
      "f": "ぼう",
      "l": 1
    },
    {
      "j": "棄権",
      "e": "abstain from voting; renunciation of a right",
      "f": "きけん",
      "l": 1
    },
    {
      "j": "安っぽい",
      "e": "cheap-looking; tawdry; insignificant",
      "f": "やすっぽい",
      "l": 1
    },
    {
      "j": "がっくり",
      "e": "heartbroken",
      "f": "",
      "l": 1
    },
    {
      "j": "捕鯨",
      "e": "whaling; whale fishing",
      "f": "ほげい",
      "l": 1
    },
    {
      "j": "色彩",
      "e": "colour; hue; tints",
      "f": "しきさい",
      "l": 1
    },
    {
      "j": "暴力",
      "e": "violence",
      "f": "ぼうりょく",
      "l": 1
    },
    {
      "j": "心掛ける",
      "e": "to bear in mind; to aim to do",
      "f": "こころがける",
      "l": 1
    },
    {
      "j": "嘘つき",
      "e": "liar (sometimes said with not much seriousness); fibber",
      "f": "うそつき",
      "l": 1
    },
    {
      "j": "殺人",
      "e": "murder",
      "f": "さつじん",
      "l": 1
    },
    {
      "j": "嚏",
      "e": "sneeze",
      "f": "くしゃみ",
      "l": 1
    },
    {
      "j": "元年",
      "e": "first year (of a specific reign)",
      "f": "がんねん",
      "l": 1
    },
    {
      "j": "一気",
      "e": "drink!(said repeatedly as a party cheer)",
      "f": "いっき",
      "l": 1
    },
    {
      "j": "採掘",
      "e": "mining",
      "f": "さいくつ",
      "l": 1
    },
    {
      "j": "起こす",
      "e": "to raise; to cause; to wake someone",
      "f": "おこす",
      "l": 1
    },
    {
      "j": "神殿",
      "e": "temple; sacred place",
      "f": "しんでん",
      "l": 1
    },
    {
      "j": "賄う",
      "e": "to give board to; to provide meals; to pay",
      "f": "まかなう",
      "l": 1
    },
    {
      "j": "何だか",
      "e": "a little; somewhat; somehow",
      "f": "なんだか",
      "l": 1
    },
    {
      "j": "要因",
      "e": "primary factor; main cause",
      "f": "よういん",
      "l": 1
    },
    {
      "j": "告白",
      "e": "confession; acknowledgement",
      "f": "こくはく",
      "l": 1
    },
    {
      "j": "空腹",
      "e": "hunger",
      "f": "くうふく",
      "l": 1
    },
    {
      "j": "上司",
      "e": "superior authorities; boss",
      "f": "じょうし",
      "l": 1
    },
    {
      "j": "聖書",
      "e": "Bible; scriptures",
      "f": "せいしょ",
      "l": 1
    },
    {
      "j": "工作",
      "e": "work; construction; handicraft; maneuvering",
      "f": "こうさく",
      "l": 1
    },
    {
      "j": "採決",
      "e": "vote; roll call",
      "f": "さいけつ",
      "l": 1
    },
    {
      "j": "連邦",
      "e": "commonwealth; federation of states",
      "f": "れんぽう",
      "l": 1
    },
    {
      "j": "分散",
      "e": "dispersion; decentralization; variance (statistics)",
      "f": "ぶんさん",
      "l": 1
    },
    {
      "j": "中断",
      "e": "interruption; suspension; break",
      "f": "ちゅうだん",
      "l": 1
    },
    {
      "j": "飼育",
      "e": "breeding; raising; rearing",
      "f": "しいく",
      "l": 1
    },
    {
      "j": "あべこべ",
      "e": "contrary; opposite; inverse",
      "f": "",
      "l": 1
    },
    {
      "j": "亜科",
      "e": "suborder; subfamily",
      "f": "あか",
      "l": 1
    },
    {
      "j": "百科事典",
      "e": "encyclopedia",
      "f": "ひゃっかじてん",
      "l": 1
    },
    {
      "j": "基",
      "e": "basis",
      "f": "もとい",
      "l": 1
    },
    {
      "j": "断言",
      "e": "declaration; affirmation",
      "f": "だんげん",
      "l": 1
    },
    {
      "j": "安静",
      "e": "rest",
      "f": "あんせい",
      "l": 1
    },
    {
      "j": "地元",
      "e": "local",
      "f": "じもと",
      "l": 1
    },
    {
      "j": "円満",
      "e": "perfection; harmony; peace; smoothness; completeness; satisfaction; integrity",
      "f": "えんまん",
      "l": 1
    },
    {
      "j": "間柄",
      "e": "relation(ship)",
      "f": "あいだがら",
      "l": 1
    },
    {
      "j": "欠乏",
      "e": "want; shortage; famine",
      "f": "けつぼう",
      "l": 1
    },
    {
      "j": "気風",
      "e": "character; traits; ethos",
      "f": "きふう",
      "l": 1
    },
    {
      "j": "同封",
      "e": "enclosure (e.g. in a letter)",
      "f": "どうふう",
      "l": 1
    },
    {
      "j": "臍",
      "e": "navel; belly-button",
      "f": "へそ",
      "l": 1
    },
    {
      "j": "治療",
      "e": "medical treatment",
      "f": "ちりょう",
      "l": 1
    },
    {
      "j": "ローマ字",
      "e": "romanization; Roman letters",
      "f": "ローマじ",
      "l": 1
    },
    {
      "j": "火傷",
      "e": "burn; scald",
      "f": "かしょう",
      "l": 1
    },
    {
      "j": "弁論",
      "e": "discussion; debate; argument",
      "f": "べんろん",
      "l": 1
    },
    {
      "j": "慣れ",
      "e": "practice; experience",
      "f": "なれ",
      "l": 1
    },
    {
      "j": "商",
      "e": "quotient",
      "f": "しょう",
      "l": 1
    },
    {
      "j": "民族",
      "e": "people; race; nation; racial customs; folk customs",
      "f": "みんぞく",
      "l": 1
    },
    {
      "j": "ノイローゼ",
      "e": "(de:) (n) neurosis (de: Neurose)",
      "f": "",
      "l": 1
    },
    {
      "j": "生やす",
      "e": "to grow; to cultivate; to wear beard",
      "f": "はやす",
      "l": 1
    },
    {
      "j": "知的",
      "e": "intellectual",
      "f": "ちてき",
      "l": 1
    },
    {
      "j": "審議",
      "e": "deliberation",
      "f": "しんぎ",
      "l": 1
    },
    {
      "j": "片付け",
      "e": "tidying up; finishing",
      "f": "かたづけ",
      "l": 1
    },
    {
      "j": "アプローチ",
      "e": "approach (in golf)",
      "f": "",
      "l": 1
    },
    {
      "j": "沿い",
      "e": "along",
      "f": "ぞい",
      "l": 1
    },
    {
      "j": "取材",
      "e": "choice of subject; collecting data",
      "f": "しゅざい",
      "l": 1
    },
    {
      "j": "消去",
      "e": "elimination; erasing; dying out; melting away",
      "f": "しょうきょ",
      "l": 1
    },
    {
      "j": "物資",
      "e": "goods; materials",
      "f": "ぶっし",
      "l": 1
    },
    {
      "j": "あざ笑う",
      "e": "to sneer at; to ridicule",
      "f": "あざわらう",
      "l": 1
    },
    {
      "j": "インターフォン",
      "e": "intercom",
      "f": "",
      "l": 1
    },
    {
      "j": "映写",
      "e": "projection",
      "f": "えいしゃ",
      "l": 1
    },
    {
      "j": "独占",
      "e": "monopoly",
      "f": "どくせん",
      "l": 1
    },
    {
      "j": "様相",
      "e": "aspect",
      "f": "ようそう",
      "l": 1
    },
    {
      "j": "失調",
      "e": "lack of harmony",
      "f": "しっちょう",
      "l": 1
    },
    {
      "j": "天",
      "e": "heavenly; imperial",
      "f": "あまつ",
      "l": 1
    },
    {
      "j": "操る",
      "e": "to manipulate; to operate; to pull strings",
      "f": "あやつる",
      "l": 1
    },
    {
      "j": "総会",
      "e": "general meeting",
      "f": "そうかい",
      "l": 1
    },
    {
      "j": "状",
      "e": "shape",
      "f": "じょう",
      "l": 1
    },
    {
      "j": "旅客",
      "e": "passenger (transport)",
      "f": "りょかく",
      "l": 1
    },
    {
      "j": "据え付ける",
      "e": "to install; to equip; to mount",
      "f": "すえつける",
      "l": 1
    },
    {
      "j": "辞退",
      "e": "refusal",
      "f": "じたい",
      "l": 1
    },
    {
      "j": "満場",
      "e": "unanimous; whole audience",
      "f": "まんじょう",
      "l": 1
    },
    {
      "j": "発足",
      "e": "starting; inauguration",
      "f": "はっそく",
      "l": 1
    },
    {
      "j": "僕",
      "e": "manservant; servant (of God)",
      "f": "しもべ",
      "l": 1
    },
    {
      "j": "時刻表",
      "e": "table; diagram; chart; timetable; schedule",
      "f": "じこくひょう",
      "l": 1
    },
    {
      "j": "蓄積",
      "e": "accumulation; accumulate; store",
      "f": "ちくせき",
      "l": 1
    },
    {
      "j": "一向",
      "e": "earnestly",
      "f": "ひたすら",
      "l": 1
    },
    {
      "j": "月日",
      "e": "(the) date",
      "f": "がっぴ",
      "l": 1
    },
    {
      "j": "煙たい",
      "e": "smoky; feeling awkward",
      "f": "けむたい",
      "l": 1
    },
    {
      "j": "落ち葉",
      "e": "fallen leaves; leaf litter; defoliation; shedding leaves",
      "f": "おちば",
      "l": 1
    },
    {
      "j": "航海",
      "e": "sail; voyage",
      "f": "こうかい",
      "l": 1
    },
    {
      "j": "通常",
      "e": "common; general; usually",
      "f": "つうじょう",
      "l": 1
    },
    {
      "j": "論理",
      "e": "logic",
      "f": "ろんり",
      "l": 1
    },
    {
      "j": "推測",
      "e": "guess; conjecture",
      "f": "すいそく",
      "l": 1
    },
    {
      "j": "交わす",
      "e": "to exchange (messages); to dodge; to parry; to avoid; to turn aside",
      "f": "かわす",
      "l": 1
    },
    {
      "j": "取り替え",
      "e": "swap; exchange",
      "f": "とりかえ",
      "l": 1
    },
    {
      "j": "幹",
      "e": "(tree) trunk",
      "f": "かん",
      "l": 1
    },
    {
      "j": "定まる",
      "e": "to become settled; to be fixed",
      "f": "さだまる",
      "l": 1
    },
    {
      "j": "モニター",
      "e": "(computer) monitor",
      "f": "",
      "l": 1
    },
    {
      "j": "擦る",
      "e": "to touch lightly; to take a percentage (from)",
      "f": "かする",
      "l": 1
    },
    {
      "j": "自ずから",
      "e": "naturally; as a matter of course",
      "f": "おのずから",
      "l": 1
    },
    {
      "j": "未だ",
      "e": "as yet; hitherto; not yet (neg)",
      "f": "いまだ",
      "l": 1
    },
    {
      "j": "霞む",
      "e": "to grow hazy; to be misty",
      "f": "かすむ",
      "l": 1
    },
    {
      "j": "枚",
      "e": "counter for flat objects (e.g. sheets of paper)",
      "f": "まい",
      "l": 1
    },
    {
      "j": "賃金",
      "e": "wages",
      "f": "ちんぎん",
      "l": 1
    },
    {
      "j": "綴じる",
      "e": "to bind; to file",
      "f": "とじる",
      "l": 1
    },
    {
      "j": "近々",
      "e": "nearness; before long",
      "f": "きんきん",
      "l": 1
    },
    {
      "j": "襲撃",
      "e": "attack; charge; raid",
      "f": "しゅうげき",
      "l": 1
    },
    {
      "j": "統制",
      "e": "regulation; control",
      "f": "とうせい",
      "l": 1
    },
    {
      "j": "踵",
      "e": "(shoe) heel",
      "f": "かかと",
      "l": 1
    },
    {
      "j": "きっちり",
      "e": "precisely; tightly",
      "f": "",
      "l": 1
    },
    {
      "j": "返還",
      "e": "return; restoration",
      "f": "へんかん",
      "l": 1
    },
    {
      "j": "ユニーク",
      "e": "unique",
      "f": "",
      "l": 1
    },
    {
      "j": "同級",
      "e": "the same grade; same class",
      "f": "どうきゅう",
      "l": 1
    },
    {
      "j": "理屈",
      "e": "theory; reason",
      "f": "りくつ",
      "l": 1
    },
    {
      "j": "漁村",
      "e": "fishing village",
      "f": "ぎょそん",
      "l": 1
    },
    {
      "j": "瓶",
      "e": "earthenware pot",
      "f": "かめ",
      "l": 1
    },
    {
      "j": "意気込む",
      "e": "to be enthusiastic about",
      "f": "いきごむ",
      "l": 1
    },
    {
      "j": "満たす",
      "e": "to satisfy; to ingratiate; to fill; to fulfill",
      "f": "みたす",
      "l": 1
    },
    {
      "j": "年頃",
      "e": "age; marriageable age; age of puberty; adolescence; for some years",
      "f": "としごろ",
      "l": 1
    },
    {
      "j": "坊ちゃん",
      "e": "son (of others)",
      "f": "ぼっちゃん",
      "l": 1
    },
    {
      "j": "液",
      "e": "liquid; fluid",
      "f": "えき",
      "l": 1
    },
    {
      "j": "煽てる",
      "e": "to stir up; to instigate; to flatter",
      "f": "おだてる",
      "l": 1
    },
    {
      "j": "団結",
      "e": "unity; union; combination",
      "f": "だんけつ",
      "l": 1
    },
    {
      "j": "面",
      "e": "face",
      "f": "おも",
      "l": 1
    },
    {
      "j": "怒る",
      "e": "to get angry; to be angry",
      "f": "いかる",
      "l": 1
    },
    {
      "j": "軋む",
      "e": "to jar; to creak; to grate",
      "f": "きしむ",
      "l": 1
    },
    {
      "j": "着手",
      "e": "embarkation; launch",
      "f": "ちゃくしゅ",
      "l": 1
    },
    {
      "j": "気品",
      "e": "aroma",
      "f": "きひん",
      "l": 1
    },
    {
      "j": "勤勉",
      "e": "industry; diligence",
      "f": "きんべん",
      "l": 1
    },
    {
      "j": "質疑",
      "e": "question",
      "f": "しつぎ",
      "l": 1
    },
    {
      "j": "何方",
      "e": "which; who",
      "f": "どちら",
      "l": 1
    },
    {
      "j": "同",
      "e": "the same; the said; ibid.",
      "f": "どう",
      "l": 1
    },
    {
      "j": "住",
      "e": "dwelling; living",
      "f": "じゅう",
      "l": 1
    },
    {
      "j": "麻酔",
      "e": "anaesthesia",
      "f": "ますい",
      "l": 1
    },
    {
      "j": "噴出",
      "e": "spewing; gushing; spouting; eruption; effusion",
      "f": "ふんしゅつ",
      "l": 1
    },
    {
      "j": "ぐっと",
      "e": "firmly; fast; much; more",
      "f": "",
      "l": 1
    },
    {
      "j": "逃す",
      "e": "to let loose; to set free; to let escape",
      "f": "のがす",
      "l": 1
    },
    {
      "j": "誰",
      "e": "adjectival suffix for a person",
      "f": "たれ",
      "l": 1
    },
    {
      "j": "ガレージ",
      "e": "garage (at house)",
      "f": "",
      "l": 1
    },
    {
      "j": "消息",
      "e": "news; letter; circumstances",
      "f": "しょうそく",
      "l": 1
    },
    {
      "j": "歯科",
      "e": "dentistry",
      "f": "しか",
      "l": 1
    },
    {
      "j": "退く",
      "e": "to retreat; to recede; to withdraw",
      "f": "しりぞく",
      "l": 1
    },
    {
      "j": "雫",
      "e": "drop (of water)",
      "f": "しずく",
      "l": 1
    },
    {
      "j": "感触",
      "e": "sense of touch; feeling; sensation",
      "f": "かんしょく",
      "l": 1
    },
    {
      "j": "秘書",
      "e": "(private) secretary",
      "f": "ひしょ",
      "l": 1
    },
    {
      "j": "平たい",
      "e": "flat; even; level; simple; plain",
      "f": "ひらたい",
      "l": 1
    },
    {
      "j": "恐れ",
      "e": "fear; horror",
      "f": "おそれ",
      "l": 1
    },
    {
      "j": "てっきり",
      "e": "surely; certainly; beyond doubt",
      "f": "",
      "l": 1
    },
    {
      "j": "季刊",
      "e": "quarterly (e.g. magazine)",
      "f": "きかん",
      "l": 1
    },
    {
      "j": "転任",
      "e": "change of post",
      "f": "てんにん",
      "l": 1
    },
    {
      "j": "条約",
      "e": "treaty; pact",
      "f": "じょうやく",
      "l": 1
    },
    {
      "j": "結成",
      "e": "formation",
      "f": "けっせい",
      "l": 1
    },
    {
      "j": "孤独",
      "e": "isolation; loneliness; solitude",
      "f": "こどく",
      "l": 1
    },
    {
      "j": "悲鳴",
      "e": "shriek; scream",
      "f": "ひめい",
      "l": 1
    },
    {
      "j": "補強",
      "e": "compensation; reinforcement",
      "f": "ほきょう",
      "l": 1
    },
    {
      "j": "同情",
      "e": "sympathy; compassion; sympathize; pity; feel for",
      "f": "どうじょう",
      "l": 1
    },
    {
      "j": "在庫",
      "e": "stockpile; stock",
      "f": "ざいこ",
      "l": 1
    },
    {
      "j": "若しかすると",
      "e": "perhaps; maybe; by some chance",
      "f": "もしかすると",
      "l": 1
    },
    {
      "j": "再会",
      "e": "another meeting; meeting again; reunion",
      "f": "さいかい",
      "l": 1
    },
    {
      "j": "煌々と",
      "e": "brilliantly; brightly",
      "f": "こうこうと",
      "l": 1
    },
    {
      "j": "灰",
      "e": "puckery juice",
      "f": "あく",
      "l": 1
    },
    {
      "j": "潤う",
      "e": "to be moist; to be damp; to get wet; to profit by; to be watered; to receive benefits; to favor; to charm; t",
      "f": "うるおう",
      "l": 1
    },
    {
      "j": "可哀想",
      "e": "poor; pitiable; pathetic",
      "f": "かわいそう",
      "l": 1
    },
    {
      "j": "外相",
      "e": "Foreign Minister",
      "f": "がいしょう",
      "l": 1
    },
    {
      "j": "詫び",
      "e": "apology",
      "f": "わび",
      "l": 1
    },
    {
      "j": "害する",
      "e": "to injure; to damage; to harm; to kill; to hinder",
      "f": "がいする",
      "l": 1
    },
    {
      "j": "しぶとい",
      "e": "tenacious; stubborn",
      "f": "",
      "l": 1
    },
    {
      "j": "是正",
      "e": "correction; revision",
      "f": "ぜせい",
      "l": 1
    },
    {
      "j": "圧迫",
      "e": "pressure; coercion; oppression",
      "f": "あっぱく",
      "l": 1
    },
    {
      "j": "剥がす",
      "e": "to tear off; to peel off; to rip off; to strip off; to skin; to flay; to disrobe; to deprive of; to detach; t",
      "f": "はがす",
      "l": 1
    },
    {
      "j": "化繊",
      "e": "synthetic fibres",
      "f": "かせん",
      "l": 1
    },
    {
      "j": "畜産",
      "e": "animal husbandry",
      "f": "ちくさん",
      "l": 1
    },
    {
      "j": "ダウン",
      "e": "down",
      "f": "",
      "l": 1
    },
    {
      "j": "利根",
      "e": "intelligence",
      "f": "りこん",
      "l": 1
    },
    {
      "j": "先天的",
      "e": "a priori; inborn; innate; inherent; congenital; hereditary",
      "f": "せんてんてき",
      "l": 1
    },
    {
      "j": "有機",
      "e": "organic",
      "f": "ゆうき",
      "l": 1
    },
    {
      "j": "職員",
      "e": "staff member; personnel",
      "f": "しょくいん",
      "l": 1
    },
    {
      "j": "制する",
      "e": "to control; to command; to get the better of",
      "f": "せいする",
      "l": 1
    },
    {
      "j": "無論",
      "e": "of course; naturally",
      "f": "むろん",
      "l": 1
    },
    {
      "j": "お先に",
      "e": "before; ahead; previously",
      "f": "おさきに",
      "l": 1
    },
    {
      "j": "怒り",
      "e": "anger; hatred",
      "f": "いかり",
      "l": 1
    },
    {
      "j": "末",
      "e": "top end; tip",
      "f": "うら",
      "l": 1
    },
    {
      "j": "活発",
      "e": "vigor; active",
      "f": "かっぱつ",
      "l": 1
    },
    {
      "j": "相",
      "e": "together; mutually; fellow",
      "f": "あい",
      "l": 1
    },
    {
      "j": "予想",
      "e": "expectation; anticipation; prediction; forecast",
      "f": "よそう",
      "l": 1
    },
    {
      "j": "経費",
      "e": "expenses; cost; outlay",
      "f": "けいひ",
      "l": 1
    },
    {
      "j": "顧みる",
      "e": "to look back; to turn around; to review",
      "f": "かえりみる",
      "l": 1
    },
    {
      "j": "一心",
      "e": "one mind; wholeheartedness; the whole heart",
      "f": "いっしん",
      "l": 1
    },
    {
      "j": "極めて",
      "e": "exceedingly; extremely",
      "f": "きわめて",
      "l": 1
    },
    {
      "j": "混む",
      "e": "to be crowded",
      "f": "こむ",
      "l": 1
    },
    {
      "j": "第一",
      "e": "first; foremost; # 1",
      "f": "だいいち",
      "l": 1
    },
    {
      "j": "鞠",
      "e": "ball",
      "f": "まり",
      "l": 1
    },
    {
      "j": "軍備",
      "e": "armaments; military preparations",
      "f": "ぐんび",
      "l": 1
    },
    {
      "j": "毎",
      "e": "each respectively",
      "f": "ごと",
      "l": 1
    },
    {
      "j": "トランジスター",
      "e": "transistor",
      "f": "",
      "l": 1
    },
    {
      "j": "対して",
      "e": "for; in regard to; per",
      "f": "たいして",
      "l": 1
    },
    {
      "j": "聴覚",
      "e": "the sense of hearing",
      "f": "ちょうかく",
      "l": 1
    },
    {
      "j": "励ます",
      "e": "to encourage; to cheer; to raise (the voice)",
      "f": "はげます",
      "l": 1
    },
    {
      "j": "窮屈",
      "e": "narrow; tight; stiff; rigid; uneasy; formal; constrained",
      "f": "きゅうくつ",
      "l": 1
    },
    {
      "j": "接ぐ",
      "e": "to join; to piece together; to set (bones); to graft (trees)",
      "f": "つぐ",
      "l": 1
    },
    {
      "j": "残高",
      "e": "(bank) balance; remainder",
      "f": "ざんだか",
      "l": 1
    },
    {
      "j": "損なう",
      "e": "to harm; to hurt; to injure; to damage; to fail in doing",
      "f": "そこなう",
      "l": 1
    },
    {
      "j": "其れでも",
      "e": "but (still); and yet; nevertheless; even so; notwithstanding",
      "f": "それでも",
      "l": 1
    },
    {
      "j": "助詞",
      "e": "particle; postposition",
      "f": "じょし",
      "l": 1
    },
    {
      "j": "明朗",
      "e": "bright; clear; cheerful",
      "f": "めいろう",
      "l": 1
    },
    {
      "j": "思考",
      "e": "thought",
      "f": "しこう",
      "l": 1
    },
    {
      "j": "根気",
      "e": "patience; perseverance; energy",
      "f": "こんき",
      "l": 1
    },
    {
      "j": "旧知",
      "e": "old friend; old friendship",
      "f": "きゅうち",
      "l": 1
    },
    {
      "j": "窮乏",
      "e": "poverty",
      "f": "きゅうぼう",
      "l": 1
    },
    {
      "j": "団扇",
      "e": "fan",
      "f": "うちわ",
      "l": 1
    },
    {
      "j": "印",
      "e": "seal; stamp; mark; print",
      "f": "いん",
      "l": 1
    },
    {
      "j": "丁目",
      "e": "district of a town; city block (of irregular size)",
      "f": "ちょうめ",
      "l": 1
    },
    {
      "j": "平常",
      "e": "normal; usual",
      "f": "へいじょう",
      "l": 1
    },
    {
      "j": "粉々",
      "e": "in very small pieces",
      "f": "こなごな",
      "l": 1
    },
    {
      "j": "企画",
      "e": "planning; project",
      "f": "きかく",
      "l": 1
    },
    {
      "j": "確立",
      "e": "establishment",
      "f": "かくりつ",
      "l": 1
    },
    {
      "j": "素敵",
      "e": "lovely; dreamy; beautiful; great; fantastic; superb; cool; capital",
      "f": "すてき",
      "l": 1
    },
    {
      "j": "定める",
      "e": "to decide; to establish; to determine",
      "f": "さだめる",
      "l": 1
    },
    {
      "j": "慣例",
      "e": "custom; precedent; of convention",
      "f": "かんれい",
      "l": 1
    },
    {
      "j": "尾",
      "e": "tail; ridge",
      "f": "お",
      "l": 1
    },
    {
      "j": "瞬き",
      "e": "wink; twinkling (of stars); flicker (of light)",
      "f": "またたき",
      "l": 1
    },
    {
      "j": "妥結",
      "e": "agreement",
      "f": "だけつ",
      "l": 1
    },
    {
      "j": "詰る",
      "e": "to rebuke; to scold; to tell off",
      "f": "なじる",
      "l": 1
    },
    {
      "j": "武力",
      "e": "armed might; military power; the sword; force",
      "f": "ぶりょく",
      "l": 1
    },
    {
      "j": "廃止",
      "e": "abolition; repeal",
      "f": "はいし",
      "l": 1
    },
    {
      "j": "雷",
      "e": "thunder",
      "f": "いかずち",
      "l": 1
    },
    {
      "j": "岩石",
      "e": "rock",
      "f": "がんせき",
      "l": 1
    },
    {
      "j": "乾",
      "e": "heaven; emperor",
      "f": "かん",
      "l": 1
    },
    {
      "j": "獣",
      "e": "beast; brute",
      "f": "けだもの",
      "l": 1
    },
    {
      "j": "慣習",
      "e": "usual (historical) custom",
      "f": "かんしゅう",
      "l": 1
    },
    {
      "j": "禁じる",
      "e": "to prohibit",
      "f": "きんじる",
      "l": 1
    },
    {
      "j": "東",
      "e": "east; Eastern Japan",
      "f": "あずま",
      "l": 1
    },
    {
      "j": "檻",
      "e": "cage; pen; jail cell",
      "f": "おり",
      "l": 1
    },
    {
      "j": "罵る",
      "e": "to speak ill of; to abuse",
      "f": "ののしる",
      "l": 1
    },
    {
      "j": "ややこしい",
      "e": "puzzling; tangled; complicated; complex",
      "f": "",
      "l": 1
    },
    {
      "j": "軸",
      "e": "axis; stem; shaft; axle",
      "f": "じく",
      "l": 1
    },
    {
      "j": "目録",
      "e": "catalogue; catalog; list",
      "f": "もくろく",
      "l": 1
    },
    {
      "j": "成り立つ",
      "e": "to conclude; to consist of; to be practical (logical  feasible  viable); to hold true",
      "f": "なりたつ",
      "l": 1
    },
    {
      "j": "故",
      "e": "the late (deceased)",
      "f": "こ",
      "l": 1
    },
    {
      "j": "クラブ",
      "e": "club; crab",
      "f": "",
      "l": 1
    },
    {
      "j": "圧力",
      "e": "stress; pressure",
      "f": "あつりょく",
      "l": 1
    },
    {
      "j": "駄作",
      "e": "poor work; rubbish",
      "f": "ださく",
      "l": 1
    },
    {
      "j": "何の",
      "e": "which; what",
      "f": "どの",
      "l": 1
    },
    {
      "j": "巻",
      "e": "volume",
      "f": "まき",
      "l": 1
    },
    {
      "j": "ずれ",
      "e": "gap; slippage",
      "f": "",
      "l": 1
    },
    {
      "j": "次",
      "e": "order; sequence; times; next; below",
      "f": "し",
      "l": 1
    },
    {
      "j": "防火",
      "e": "fire prevention; fire fighting; fire proof",
      "f": "ぼうか",
      "l": 1
    },
    {
      "j": "案じる",
      "e": "to be anxious; to ponder",
      "f": "あんじる",
      "l": 1
    },
    {
      "j": "ショック",
      "e": "shock",
      "f": "",
      "l": 1
    },
    {
      "j": "逆立ち",
      "e": "handstand; headstand",
      "f": "さかだち",
      "l": 1
    },
    {
      "j": "隔週",
      "e": "every other week",
      "f": "かくしゅう",
      "l": 1
    },
    {
      "j": "増強",
      "e": "augment; reinforce; increase",
      "f": "ぞうきょう",
      "l": 1
    },
    {
      "j": "ご馳走さま",
      "e": "feast",
      "f": "ごちそうさま",
      "l": 1
    },
    {
      "j": "唱える",
      "e": "to recite; to chant; to call upon",
      "f": "となえる",
      "l": 1
    },
    {
      "j": "見すぼらしい",
      "e": "shabby; seedy",
      "f": "みすぼらしい",
      "l": 1
    },
    {
      "j": "共学",
      "e": "coeducation",
      "f": "きょうがく",
      "l": 1
    },
    {
      "j": "怠い",
      "e": "sluggish; feel heavy; languid; dull",
      "f": "だるい",
      "l": 1
    },
    {
      "j": "資産",
      "e": "property; fortune; means; assets",
      "f": "しさん",
      "l": 1
    },
    {
      "j": "残酷",
      "e": "cruelty; harshness",
      "f": "ざんこく",
      "l": 1
    },
    {
      "j": "焚火",
      "e": "(open) fire",
      "f": "たきび",
      "l": 1
    },
    {
      "j": "庶務",
      "e": "general affairs",
      "f": "しょむ",
      "l": 1
    },
    {
      "j": "弛む",
      "e": "to slacken; to loosen; to relax",
      "f": "たるむ",
      "l": 1
    },
    {
      "j": "仕える",
      "e": "to serve; to work for",
      "f": "つかえる",
      "l": 1
    },
    {
      "j": "鍛える",
      "e": "to forge; to drill; to temper; to train; to discipline",
      "f": "きたえる",
      "l": 1
    },
    {
      "j": "二人",
      "e": "two persons; two people; pair; couple",
      "f": "ににん",
      "l": 1
    },
    {
      "j": "強烈",
      "e": "strong; intense; severe",
      "f": "きょうれつ",
      "l": 1
    },
    {
      "j": "視野",
      "e": "field of vision; outlook",
      "f": "しや",
      "l": 1
    },
    {
      "j": "名簿",
      "e": "register of names",
      "f": "めいぼ",
      "l": 1
    },
    {
      "j": "共働き",
      "e": "dual income",
      "f": "ともばたらき",
      "l": 1
    },
    {
      "j": "恋愛",
      "e": "love; love-making; passion; emotion; affections",
      "f": "れんあい",
      "l": 1
    },
    {
      "j": "増進",
      "e": "promoting; increase; advance",
      "f": "ぞうしん",
      "l": 1
    },
    {
      "j": "励む",
      "e": "to be zealous; to brace oneself; to endeavour; to strive; to make an effort",
      "f": "はげむ",
      "l": 1
    },
    {
      "j": "図る",
      "e": "to plot; to attempt; to plan; to take in; to deceive; to devise; to design; to refer A to B",
      "f": "はかる",
      "l": 1
    },
    {
      "j": "世論",
      "e": "public opinion",
      "f": "せろん",
      "l": 1
    },
    {
      "j": "弟",
      "e": "younger brother",
      "f": "おと",
      "l": 1
    },
    {
      "j": "申し込み",
      "e": "application; entry; request; subscription; offer; proposal; overture; challenge",
      "f": "もうしこみ",
      "l": 1
    },
    {
      "j": "些事",
      "e": "something small or petty; trifle",
      "f": "さじ",
      "l": 1
    },
    {
      "j": "割り算",
      "e": "division (math)",
      "f": "わりざん",
      "l": 1
    },
    {
      "j": "暫く",
      "e": "little while",
      "f": "しばらく",
      "l": 1
    },
    {
      "j": "営む",
      "e": "to carry on (e.g. in ceremony); to run a business",
      "f": "いとなむ",
      "l": 1
    },
    {
      "j": "築く",
      "e": "to build; to pile up; to amass",
      "f": "きずく",
      "l": 1
    },
    {
      "j": "頻繁",
      "e": "frequency",
      "f": "ひんぱん",
      "l": 1
    },
    {
      "j": "左様なら",
      "e": "good-bye",
      "f": "さようなら",
      "l": 1
    },
    {
      "j": "腕前",
      "e": "ability; skill; facility",
      "f": "うでまえ",
      "l": 1
    },
    {
      "j": "夜行",
      "e": "walking around at night; night train; night travel",
      "f": "やぎょう",
      "l": 1
    },
    {
      "j": "戦術",
      "e": "tactics",
      "f": "せんじゅつ",
      "l": 1
    },
    {
      "j": "突っ張る",
      "e": "to support; to become stiff; to become taut; to thrust (ones opponent); to stick to (ones opinion); to in",
      "f": "つっぱる",
      "l": 1
    },
    {
      "j": "一変",
      "e": "complete change; about-face",
      "f": "いっぺん",
      "l": 1
    },
    {
      "j": "サイクル",
      "e": "cycle",
      "f": "",
      "l": 1
    },
    {
      "j": "覆面",
      "e": "mask; veil; disguise",
      "f": "ふくめん",
      "l": 1
    },
    {
      "j": "抑制",
      "e": "suppression",
      "f": "よくせい",
      "l": 1
    },
    {
      "j": "回路",
      "e": "circuit (electric)",
      "f": "かいろ",
      "l": 1
    },
    {
      "j": "フェリー",
      "e": "ferry",
      "f": "",
      "l": 1
    },
    {
      "j": "帳",
      "e": "curtain",
      "f": "とばり",
      "l": 1
    },
    {
      "j": "版画",
      "e": "art print",
      "f": "はんが",
      "l": 1
    },
    {
      "j": "彼方",
      "e": "1.  there; yonder; that",
      "f": "あちら",
      "l": 1
    },
    {
      "j": "傷",
      "e": "wound; injury; hurt; cut; gash; bruise; scratch; scar; weak point",
      "f": "しょう",
      "l": 1
    },
    {
      "j": "協議",
      "e": "conference; consultation; discussion; negotiation",
      "f": "きょうぎ",
      "l": 1
    },
    {
      "j": "ガイドブック",
      "e": "guidebook",
      "f": "",
      "l": 1
    },
    {
      "j": "精巧",
      "e": "elaborate; delicate; exquisite",
      "f": "せいこう",
      "l": 1
    },
    {
      "j": "辟易",
      "e": "wince; shrink back; succumbing to; being frightened; disconcerted",
      "f": "へきえき",
      "l": 1
    },
    {
      "j": "観点",
      "e": "point of view",
      "f": "かんてん",
      "l": 1
    },
    {
      "j": "態々",
      "e": "expressly; specially; doing something especially rather than incidentally",
      "f": "わざわざ",
      "l": 1
    },
    {
      "j": "承諾",
      "e": "consent; acquiescence; agreement",
      "f": "しょうだく",
      "l": 1
    },
    {
      "j": "保険",
      "e": "insurance; guarantee",
      "f": "ほけん",
      "l": 1
    },
    {
      "j": "進み",
      "e": "progress",
      "f": "すすみ",
      "l": 1
    },
    {
      "j": "好意",
      "e": "good will; favor; courtesy",
      "f": "こうい",
      "l": 1
    },
    {
      "j": "無闇に",
      "e": "unreasonably; absurdly; recklessly; indiscreetly; at random",
      "f": "むやみに",
      "l": 1
    },
    {
      "j": "ショー",
      "e": "show",
      "f": "",
      "l": 1
    },
    {
      "j": "数詞",
      "e": "numeral",
      "f": "すうし",
      "l": 1
    },
    {
      "j": "廃棄",
      "e": "annullment; disposal; abandon; scrap; discarding; repeal",
      "f": "はいき",
      "l": 1
    },
    {
      "j": "領域",
      "e": "area; domain; territory; field; region; regime",
      "f": "りょういき",
      "l": 1
    },
    {
      "j": "ぶらぶら",
      "e": "dangle heavily; swing; sway to and fro; aimlessly; idly; lazily; loiter; loaf; be idle; stroll idly",
      "f": "",
      "l": 1
    },
    {
      "j": "教習",
      "e": "training; instruction",
      "f": "きょうしゅう",
      "l": 1
    },
    {
      "j": "有様",
      "e": "state; condition; circumstances; the way things are or should be; truth",
      "f": "ありさま",
      "l": 1
    },
    {
      "j": "レクリエーション",
      "e": "recreation",
      "f": "",
      "l": 1
    },
    {
      "j": "オープン",
      "e": "open",
      "f": "",
      "l": 1
    },
    {
      "j": "厭々",
      "e": "unwillingly; grudgingly; shaking head in refusal (to children)",
      "f": "いやいや",
      "l": 1
    },
    {
      "j": "カクテル",
      "e": "cocktail",
      "f": "",
      "l": 1
    },
    {
      "j": "教職",
      "e": "teaching certificate; the teaching profession",
      "f": "きょうしょく",
      "l": 1
    },
    {
      "j": "記載",
      "e": "mention; entry",
      "f": "きさい",
      "l": 1
    },
    {
      "j": "決断",
      "e": "decision; determination",
      "f": "けつだん",
      "l": 1
    },
    {
      "j": "凡ゆる",
      "e": "all; every",
      "f": "あらゆる",
      "l": 1
    },
    {
      "j": "当て",
      "e": "object; aim; end; hopes; expectations",
      "f": "あて",
      "l": 1
    },
    {
      "j": "アラブ",
      "e": "Arab",
      "f": "",
      "l": 1
    },
    {
      "j": "明かす",
      "e": "to pass; spend; to reveal; to divulge",
      "f": "あかす",
      "l": 1
    },
    {
      "j": "科",
      "e": "department; section",
      "f": "か",
      "l": 1
    },
    {
      "j": "篭る",
      "e": "to seclude oneself; to be confined in; to be implied; to be stuffy",
      "f": "こもる",
      "l": 1
    },
    {
      "j": "土手",
      "e": "embankment; bank",
      "f": "どて",
      "l": 1
    },
    {
      "j": "合わせ",
      "e": "joint together; opposite; facing",
      "f": "あわせ",
      "l": 1
    },
    {
      "j": "適性",
      "e": "aptitude",
      "f": "てきせい",
      "l": 1
    },
    {
      "j": "確保",
      "e": "guarantee; ensure; maintain; insure; secure",
      "f": "かくほ",
      "l": 1
    },
    {
      "j": "悪戯",
      "e": "tease; prank; trick; practical joke; mischief",
      "f": "いたずら",
      "l": 1
    },
    {
      "j": "耕作",
      "e": "cultivation; farming",
      "f": "こうさく",
      "l": 1
    },
    {
      "j": "色々",
      "e": "various",
      "f": "いろいろ",
      "l": 1
    },
    {
      "j": "権力",
      "e": "power; authority; influence",
      "f": "けんりょく",
      "l": 1
    },
    {
      "j": "いっそ",
      "e": "rather; sooner; might as well",
      "f": "",
      "l": 1
    },
    {
      "j": "極端",
      "e": "extreme; extremity",
      "f": "きょくたん",
      "l": 1
    },
    {
      "j": "無邪気",
      "e": "innocence; simple-mindedness",
      "f": "むじゃき",
      "l": 1
    },
    {
      "j": "無念",
      "e": "chagrin; regret",
      "f": "むねん",
      "l": 1
    },
    {
      "j": "延いては",
      "e": "not only...but also; in addition to; consequently",
      "f": "ひいては",
      "l": 1
    },
    {
      "j": "動揺",
      "e": "disturbance; unrest; shaking; trembling; pitching; rolling; oscillation; agitation; excitement; commotion",
      "f": "どうよう",
      "l": 1
    },
    {
      "j": "指差す",
      "e": "to point at",
      "f": "ゆびさす",
      "l": 1
    },
    {
      "j": "運命",
      "e": "fate",
      "f": "うんめい",
      "l": 1
    },
    {
      "j": "なんか",
      "e": "things like ...; or something like that .. (often derogatory)",
      "f": "",
      "l": 1
    },
    {
      "j": "柔軟",
      "e": "flexible; lithe",
      "f": "じゅうなん",
      "l": 1
    },
    {
      "j": "結合",
      "e": "combination; union",
      "f": "けつごう",
      "l": 1
    },
    {
      "j": "決勝",
      "e": "decision of a contest; finals (in sports)",
      "f": "けっしょう",
      "l": 1
    },
    {
      "j": "尽くす",
      "e": "to exhaust; to run out; to serve (a person); to befriend",
      "f": "つくす",
      "l": 1
    },
    {
      "j": "著書",
      "e": "literary work; book",
      "f": "ちょしょ",
      "l": 1
    },
    {
      "j": "原作",
      "e": "original work",
      "f": "げんさく",
      "l": 1
    },
    {
      "j": "疲労",
      "e": "fatigue; weariness",
      "f": "ひろう",
      "l": 1
    },
    {
      "j": "無難",
      "e": "safety; security",
      "f": "ぶなん",
      "l": 1
    },
    {
      "j": "忽ち",
      "e": "at once; in a moment; suddenly; all at once",
      "f": "たちまち",
      "l": 1
    },
    {
      "j": "身なり",
      "e": "personal appearance",
      "f": "みなり",
      "l": 1
    },
    {
      "j": "タイミング",
      "e": "timing",
      "f": "",
      "l": 1
    },
    {
      "j": "挑戦",
      "e": "challenge; defiance",
      "f": "ちょうせん",
      "l": 1
    },
    {
      "j": "脂肪",
      "e": "fat; grease; blubber",
      "f": "しぼう",
      "l": 1
    },
    {
      "j": "自転",
      "e": "rotation; spin",
      "f": "じてん",
      "l": 1
    },
    {
      "j": "仏像",
      "e": "Buddhist image (statue)",
      "f": "ぶつぞう",
      "l": 1
    },
    {
      "j": "文化財",
      "e": "cultural assets; cultural property",
      "f": "ぶんかざい",
      "l": 1
    },
    {
      "j": "その外",
      "e": "besides; in addition; the rest",
      "f": "そのほか",
      "l": 1
    },
    {
      "j": "アワー",
      "e": "hour",
      "f": "",
      "l": 1
    },
    {
      "j": "転勤",
      "e": "transfer; transmission",
      "f": "てんきん",
      "l": 1
    },
    {
      "j": "圏",
      "e": "sphere; circle; range",
      "f": "けん",
      "l": 1
    },
    {
      "j": "化石",
      "e": "fossil; petrifaction; fossilization",
      "f": "かせき",
      "l": 1
    },
    {
      "j": "容易い",
      "e": "easy; simple; light",
      "f": "たやすい",
      "l": 1
    },
    {
      "j": "日頃",
      "e": "normally; habitually",
      "f": "ひごろ",
      "l": 1
    },
    {
      "j": "読者",
      "e": "reader",
      "f": "どくしゃ",
      "l": 1
    },
    {
      "j": "血管",
      "e": "blood vessel",
      "f": "けっかん",
      "l": 1
    },
    {
      "j": "悪化",
      "e": "deterioration; growing worse; aggravation; degeneration; corruption",
      "f": "あっか",
      "l": 1
    },
    {
      "j": "然も",
      "e": "with gusto; with satisfaction",
      "f": "さも",
      "l": 1
    },
    {
      "j": "読み上げる",
      "e": "to read out loud (and clearly); to call a roll",
      "f": "よみあげる",
      "l": 1
    },
    {
      "j": "核",
      "e": "nucleus; kernel",
      "f": "かく",
      "l": 1
    },
    {
      "j": "奇数",
      "e": "odd number",
      "f": "きすう",
      "l": 1
    },
    {
      "j": "武装",
      "e": "arms; armament; armed",
      "f": "ぶそう",
      "l": 1
    },
    {
      "j": "記名",
      "e": "signature; register",
      "f": "きめい",
      "l": 1
    },
    {
      "j": "丸っきり",
      "e": "completely; perfectly; just as if",
      "f": "まるっきり",
      "l": 1
    },
    {
      "j": "把握",
      "e": "grasp; catch; understanding",
      "f": "はあく",
      "l": 1
    },
    {
      "j": "織物",
      "e": "textile; fabric",
      "f": "おりもの",
      "l": 1
    },
    {
      "j": "当てはまる",
      "e": "to apply (a rule)",
      "f": "あてはまる",
      "l": 1
    },
    {
      "j": "養護",
      "e": "protection; nursing; protective care",
      "f": "ようご",
      "l": 1
    },
    {
      "j": "出来物",
      "e": "able man; tumour; growth; boil; ulcer; abcess; rash; pimple",
      "f": "できもの",
      "l": 1
    },
    {
      "j": "出入り口",
      "e": "exit and entrance",
      "f": "でいりぐち",
      "l": 1
    },
    {
      "j": "概念",
      "e": "general idea; concept; notion",
      "f": "がいねん",
      "l": 1
    },
    {
      "j": "一帯",
      "e": "a region; a zone; the whole place",
      "f": "いったい",
      "l": 1
    },
    {
      "j": "宿命",
      "e": "fate; destiny; predestination",
      "f": "しゅくめい",
      "l": 1
    },
    {
      "j": "社交",
      "e": "social life; social intercourse",
      "f": "しゃこう",
      "l": 1
    },
    {
      "j": "禁ずる",
      "e": "to forbid; to suppress",
      "f": "きんずる",
      "l": 1
    },
    {
      "j": "不順",
      "e": "irregularity; unseasonableness",
      "f": "ふじゅん",
      "l": 1
    },
    {
      "j": "勝利",
      "e": "victory; triumph; conquest; success; win",
      "f": "しょうり",
      "l": 1
    },
    {
      "j": "杯",
      "e": "wine cups",
      "f": "さかずき",
      "l": 1
    },
    {
      "j": "運搬",
      "e": "transport; carriage",
      "f": "うんぱん",
      "l": 1
    },
    {
      "j": "手錠",
      "e": "handcuffs; manacles",
      "f": "てじょう",
      "l": 1
    },
    {
      "j": "雨具",
      "e": "rain gear",
      "f": "あまぐ",
      "l": 1
    },
    {
      "j": "教え",
      "e": "teachings; precept; lesson; doctrine",
      "f": "おしえ",
      "l": 1
    },
    {
      "j": "河川",
      "e": "rivers",
      "f": "かせん",
      "l": 1
    },
    {
      "j": "流行",
      "e": "fashionable; fad; in vogue; prevailing",
      "f": "はやり",
      "l": 1
    },
    {
      "j": "この間",
      "e": "the other day; lately; recently",
      "f": "このあいだ",
      "l": 1
    },
    {
      "j": "均衡",
      "e": "equilibrium; balance",
      "f": "きんこう",
      "l": 1
    },
    {
      "j": "刃",
      "e": "edge (of a sword)",
      "f": "は",
      "l": 1
    },
    {
      "j": "馬鹿らしい",
      "e": "absurd",
      "f": "ばからしい",
      "l": 1
    },
    {
      "j": "隠居",
      "e": "retirement; retired person",
      "f": "いんきょ",
      "l": 1
    },
    {
      "j": "ちやほや",
      "e": "pamper; make a fuss of; spoil",
      "f": "",
      "l": 1
    },
    {
      "j": "其方",
      "e": "over there; the other",
      "f": "そちら",
      "l": 1
    },
    {
      "j": "殆ど",
      "e": "mostly; almost",
      "f": "ほとんど",
      "l": 1
    },
    {
      "j": "就業",
      "e": "employment; starting work",
      "f": "しゅうぎょう",
      "l": 1
    },
    {
      "j": "手掛ける",
      "e": "to handle; to manage; to work with; to rear; to look after; to have experience with",
      "f": "てがける",
      "l": 1
    },
    {
      "j": "だぶだぶ",
      "e": "loose; baggy",
      "f": "",
      "l": 1
    },
    {
      "j": "悲観",
      "e": "pessimism; disappointment",
      "f": "ひかん",
      "l": 1
    },
    {
      "j": "告げる",
      "e": "to inform",
      "f": "つげる",
      "l": 1
    },
    {
      "j": "証言",
      "e": "evidence; testimony",
      "f": "しょうげん",
      "l": 1
    },
    {
      "j": "共稼ぎ",
      "e": "working together; (husband and wife) earning a living together",
      "f": "ともかせぎ",
      "l": 1
    },
    {
      "j": "担う",
      "e": "to carry on shoulder; to bear (burden); to shoulder (gun)",
      "f": "になう",
      "l": 1
    },
    {
      "j": "危機",
      "e": "crisis",
      "f": "きき",
      "l": 1
    },
    {
      "j": "音色",
      "e": "tone color; tone quality; timbre; synthesizer patch",
      "f": "おんいろ",
      "l": 1
    },
    {
      "j": "ゲスト",
      "e": "guest",
      "f": "",
      "l": 1
    },
    {
      "j": "兼用",
      "e": "multi-use; combined use; combination; serving two purposes",
      "f": "けんよう",
      "l": 1
    },
    {
      "j": "捧げる",
      "e": "to lift up; to give; to offer; to consecrate; to devote; to sacrifice; to dedicate",
      "f": "ささげる",
      "l": 1
    },
    {
      "j": "にも拘らず",
      "e": "in spite of; nevertheless",
      "f": "にもかかわらず",
      "l": 1
    },
    {
      "j": "官僚",
      "e": "bureaucrat; bureaucracy",
      "f": "かんりょう",
      "l": 1
    },
    {
      "j": "振り出し",
      "e": "outset; starting point; drawing or issuing (draft)",
      "f": "ふりだし",
      "l": 1
    },
    {
      "j": "監視",
      "e": "observation; guarding; inspection; surveillance",
      "f": "かんし",
      "l": 1
    },
    {
      "j": "誠実",
      "e": "sincere; honest; faithful",
      "f": "せいじつ",
      "l": 1
    },
    {
      "j": "逞しい",
      "e": "burly; strong; sturdy",
      "f": "たくましい",
      "l": 1
    },
    {
      "j": "室",
      "e": "room",
      "f": "しつ",
      "l": 1
    },
    {
      "j": "即する",
      "e": "to conform to; to agree with; to be adapted to; to be based on",
      "f": "そくする",
      "l": 1
    },
    {
      "j": "きちっと",
      "e": "exactly; perfectly",
      "f": "",
      "l": 1
    },
    {
      "j": "定義",
      "e": "definition",
      "f": "ていぎ",
      "l": 1
    },
    {
      "j": "剥ぐ",
      "e": "to tear off; to peel off; to rip off; to strip off; to skin; to flay; to disrobe; to deprive of",
      "f": "はぐ",
      "l": 1
    },
    {
      "j": "根底",
      "e": "root; basis; foundation",
      "f": "こんてい",
      "l": 1
    },
    {
      "j": "不審",
      "e": "incomplete understanding; doubt; question; distrust; suspicion; strangeness; infidelity",
      "f": "ふしん",
      "l": 1
    },
    {
      "j": "何も",
      "e": "nothing",
      "f": "なにも",
      "l": 1
    },
    {
      "j": "浮気",
      "e": "flighty; fickle; wanton; unfaithful",
      "f": "うわき",
      "l": 1
    },
    {
      "j": "持ち",
      "e": "1.  hold; charge; keep possession; in charge; 2.  wear; durability; life; draw; 3.  usage (suff)",
      "f": "もち",
      "l": 1
    },
    {
      "j": "籤引",
      "e": "lottery; drawn lot",
      "f": "くじびき",
      "l": 1
    },
    {
      "j": "面白い",
      "e": "interesting; amusing",
      "f": "おもしろい",
      "l": 1
    },
    {
      "j": "受身",
      "e": "passive; passive voice",
      "f": "うけみ",
      "l": 1
    },
    {
      "j": "萎びる",
      "e": "to wilt; to fade",
      "f": "しなびる",
      "l": 1
    },
    {
      "j": "タワー",
      "e": "tower",
      "f": "",
      "l": 1
    },
    {
      "j": "炒める",
      "e": "to stir-fry",
      "f": "いためる",
      "l": 1
    },
    {
      "j": "騙す",
      "e": "to trick; to cheat; to deceive",
      "f": "だます",
      "l": 1
    },
    {
      "j": "西日",
      "e": "westering sun",
      "f": "にしび",
      "l": 1
    },
    {
      "j": "こだわる",
      "e": "to fuss over; to be particular about; to be concerned about",
      "f": "",
      "l": 1
    },
    {
      "j": "厳密",
      "e": "strict; close",
      "f": "げんみつ",
      "l": 1
    },
    {
      "j": "ずぶ濡れ",
      "e": "soaked; dripping wet",
      "f": "ずぶぬれ",
      "l": 1
    },
    {
      "j": "布告",
      "e": "edict; ordinance; proclamation",
      "f": "ふこく",
      "l": 1
    },
    {
      "j": "灯",
      "e": "light",
      "f": "ともしび",
      "l": 1
    },
    {
      "j": "召す",
      "e": "to call; to send for; to put on; to wear; to take (a bath); to ride in; to buy; to eat; to drink; to catch (a",
      "f": "めす",
      "l": 1
    },
    {
      "j": "話し合い",
      "e": "discussion; conference",
      "f": "はなしあい",
      "l": 1
    },
    {
      "j": "皇居",
      "e": "Imperial Palace",
      "f": "こうきょ",
      "l": 1
    },
    {
      "j": "さっと",
      "e": "quickly; suddenly",
      "f": "",
      "l": 1
    },
    {
      "j": "街",
      "e": "~street; ~quarters",
      "f": "がい",
      "l": 1
    },
    {
      "j": "遮る",
      "e": "to interrupt; to intercept; to obstruct",
      "f": "さえぎる",
      "l": 1
    },
    {
      "j": "一様",
      "e": "uniformity; evenness; similarity; equality; impartiality",
      "f": "いちよう",
      "l": 1
    },
    {
      "j": "渋い",
      "e": "1.  tasteful (clothing); cool; an aura of refined masculinity; 2.  astringent; sullen; bitter (taste); 3",
      "f": "しぶい",
      "l": 1
    },
    {
      "j": "痺れる",
      "e": "to become numb; to go to sleep (i.e.  a limb)",
      "f": "しびれる",
      "l": 1
    },
    {
      "j": "品質",
      "e": "quality",
      "f": "ひんしつ",
      "l": 1
    },
    {
      "j": "かも知れない",
      "e": "may; might; perhaps; may be; possibly",
      "f": "かもしれない",
      "l": 1
    },
    {
      "j": "他動詞",
      "e": "transitive verb (direct obj)",
      "f": "たどうし",
      "l": 1
    },
    {
      "j": "咎める",
      "e": "to blame; to find fault; to take someone to task; to aggravate (an injury)",
      "f": "とがめる",
      "l": 1
    },
    {
      "j": "風俗",
      "e": "1.  manners; customs; 2.  sex service; sex industry",
      "f": "ふうぞく",
      "l": 1
    },
    {
      "j": "小売",
      "e": "retail",
      "f": "こうり",
      "l": 1
    },
    {
      "j": "温和",
      "e": "gentle; mild; moderate",
      "f": "おんわ",
      "l": 1
    },
    {
      "j": "花びら",
      "e": "(flower) petal",
      "f": "はなびら",
      "l": 1
    },
    {
      "j": "用法",
      "e": "directions; rules of use",
      "f": "ようほう",
      "l": 1
    },
    {
      "j": "必然",
      "e": "inevitable; necessary",
      "f": "ひつぜん",
      "l": 1
    },
    {
      "j": "焦げ茶",
      "e": "black tea",
      "f": "こげちゃ",
      "l": 1
    },
    {
      "j": "香辛料",
      "e": "spices",
      "f": "こうしんりょう",
      "l": 1
    },
    {
      "j": "未開",
      "e": "savage land; backward region; uncivilized",
      "f": "みかい",
      "l": 1
    },
    {
      "j": "利息",
      "e": "interest (bank)",
      "f": "りそく",
      "l": 1
    },
    {
      "j": "差し出す",
      "e": "to present; to submit; to tender; to hold out",
      "f": "さしだす",
      "l": 1
    },
    {
      "j": "筈",
      "e": "it should be so",
      "f": "はず",
      "l": 1
    },
    {
      "j": "貫く",
      "e": "to go through",
      "f": "つらぬく",
      "l": 1
    },
    {
      "j": "概説",
      "e": "general statement; outline",
      "f": "がいせつ",
      "l": 1
    },
    {
      "j": "見通し",
      "e": "perspective; unobstructed view; outlook; forecast; prospect; insight",
      "f": "みとおし",
      "l": 1
    },
    {
      "j": "改まる",
      "e": "to be renewed",
      "f": "あらたまる",
      "l": 1
    },
    {
      "j": "勤め先",
      "e": "place of work",
      "f": "つとめさき",
      "l": 1
    },
    {
      "j": "下位",
      "e": "low rank; subordinate; lower order (e.g. byte)",
      "f": "かい",
      "l": 1
    },
    {
      "j": "固定",
      "e": "fixation",
      "f": "こてい",
      "l": 1
    },
    {
      "j": "乙",
      "e": "1.  strange; quaint; stylish; chic; spicy; queer; witty; tasty; romantic; 2.  2nd in rank; second sign of the",
      "f": "おつ",
      "l": 1
    },
    {
      "j": "固める",
      "e": "to harden; to freeze; to fortify",
      "f": "かためる",
      "l": 1
    },
    {
      "j": "出合う",
      "e": "to meet by chance; to come across; to happen to encounter; to hold a rendezvous; to have a date",
      "f": "であう",
      "l": 1
    },
    {
      "j": "戯曲",
      "e": "play; drama",
      "f": "ぎきょく",
      "l": 1
    },
    {
      "j": "やり遂げる",
      "e": "to accomplish",
      "f": "やりとげる",
      "l": 1
    },
    {
      "j": "政権",
      "e": "administration; political power",
      "f": "せいけん",
      "l": 1
    },
    {
      "j": "悪口",
      "e": "abuse; insult; slander; evil speaking",
      "f": "あっこう",
      "l": 1
    },
    {
      "j": "末期",
      "e": "closing years (period  days); last stage",
      "f": "まっき",
      "l": 1
    },
    {
      "j": "墓地",
      "e": "cemetery; graveyard",
      "f": "はかち",
      "l": 1
    },
    {
      "j": "俺",
      "e": "I (ego) (boastful first-person pronoun)",
      "f": "おれ",
      "l": 1
    },
    {
      "j": "冷酷",
      "e": "cruelty; coldheartedness; relentless; ruthless",
      "f": "れいこく",
      "l": 1
    },
    {
      "j": "過密",
      "e": "crowded",
      "f": "かみつ",
      "l": 1
    },
    {
      "j": "歯磨",
      "e": "dentifrice; toothpaste",
      "f": "はみがき",
      "l": 1
    },
    {
      "j": "悪い",
      "e": "hateful; abominable; poor-looking",
      "f": "にくい",
      "l": 1
    },
    {
      "j": "げっそり",
      "e": "being disheartened; losing weight",
      "f": "",
      "l": 1
    },
    {
      "j": "初版",
      "e": "first edition",
      "f": "しょはん",
      "l": 1
    },
    {
      "j": "捻じれる",
      "e": "to twist; to wrench; to screw",
      "f": "ねじれる",
      "l": 1
    },
    {
      "j": "予言",
      "e": "prediction; promise; prognostication",
      "f": "かねごと",
      "l": 1
    },
    {
      "j": "器",
      "e": "bowl; vessel; container",
      "f": "うつわ",
      "l": 1
    },
    {
      "j": "一同",
      "e": "all present; all concerned; all of us",
      "f": "いちどう",
      "l": 1
    },
    {
      "j": "該当",
      "e": "corresponding; answering to; coming under",
      "f": "がいとう",
      "l": 1
    },
    {
      "j": "デザイン",
      "e": "design",
      "f": "",
      "l": 1
    },
    {
      "j": "面会",
      "e": "interview",
      "f": "めんかい",
      "l": 1
    },
    {
      "j": "同士",
      "e": "fellow; companion; comrade",
      "f": "どうし",
      "l": 1
    },
    {
      "j": "控える",
      "e": "to draw in; to hold back; to make notes; to be temperate in",
      "f": "ひかえる",
      "l": 1
    },
    {
      "j": "悩み",
      "e": "trouble(s); worry; distress; anguish; agony; problem",
      "f": "なやみ",
      "l": 1
    },
    {
      "j": "植民地",
      "e": "colony",
      "f": "しょくみんち",
      "l": 1
    },
    {
      "j": "漂う",
      "e": "to drift about; to float; to hang in air",
      "f": "ただよう",
      "l": 1
    },
    {
      "j": "奉る",
      "e": "to offer; to present; to revere; to do respectfully",
      "f": "たてまつる",
      "l": 1
    },
    {
      "j": "逃げ出す",
      "e": "to run away; to escape from",
      "f": "にげだす",
      "l": 1
    },
    {
      "j": "写し",
      "e": "copy; duplicate; facsimile; transcript",
      "f": "うつし",
      "l": 1
    },
    {
      "j": "潜水",
      "e": "diving",
      "f": "せんすい",
      "l": 1
    },
    {
      "j": "相変わらず",
      "e": "as ever; as usual; the same",
      "f": "あいかわらず",
      "l": 1
    },
    {
      "j": "差し掛かる",
      "e": "to come near to; to approach",
      "f": "さしかかる",
      "l": 1
    },
    {
      "j": "其処で",
      "e": "so (conj); accordingly; now; then; thereupon",
      "f": "そこで",
      "l": 1
    },
    {
      "j": "救援",
      "e": "relief; rescue; reinforcement",
      "f": "きゅうえん",
      "l": 1
    },
    {
      "j": "揉める",
      "e": "to disagree; to dispute",
      "f": "もめる",
      "l": 1
    },
    {
      "j": "補充",
      "e": "supplementation; supplement; replenishment; replenishing",
      "f": "ほじゅう",
      "l": 1
    },
    {
      "j": "各種",
      "e": "every kind; all sorts",
      "f": "かくしゅ",
      "l": 1
    },
    {
      "j": "気質",
      "e": "spirit; character; trait; temperament; disposition",
      "f": "かたぎ",
      "l": 1
    },
    {
      "j": "帯びる",
      "e": "to wear; to carry; to be entrusted; to have; to take on; to have a trace of; to be tinged with",
      "f": "おびる",
      "l": 1
    },
    {
      "j": "感無量",
      "e": "deep feeling; inexpressible feeling; filled with emotion",
      "f": "かんむりょう",
      "l": 1
    },
    {
      "j": "然しながら",
      "e": "nevertheless; however",
      "f": "しかしながら",
      "l": 1
    },
    {
      "j": "向け",
      "e": "for ~; oriented towards ~",
      "f": "むけ",
      "l": 1
    },
    {
      "j": "空しい",
      "e": "vacant; futile; vain; void; empty; ineffective; lifeless",
      "f": "むなしい",
      "l": 1
    },
    {
      "j": "襲う",
      "e": "to attack",
      "f": "おそう",
      "l": 1
    },
    {
      "j": "不便",
      "e": "pity; compassion",
      "f": "ふびん",
      "l": 1
    },
    {
      "j": "年鑑",
      "e": "yearbook",
      "f": "ねんかん",
      "l": 1
    },
    {
      "j": "留める",
      "e": "to stop; to cease; to put an end to",
      "f": "とどめる",
      "l": 1
    },
    {
      "j": "タイル",
      "e": "tile",
      "f": "",
      "l": 1
    },
    {
      "j": "山脈",
      "e": "mountain range",
      "f": "さんみゃく",
      "l": 1
    },
    {
      "j": "排水",
      "e": "drainage",
      "f": "はいすい",
      "l": 1
    },
    {
      "j": "上回る",
      "e": "to exceed",
      "f": "うわまわる",
      "l": 1
    },
    {
      "j": "強制",
      "e": "obligation; coercion; compulsion; enforcement",
      "f": "きょうせい",
      "l": 1
    },
    {
      "j": "新入生",
      "e": "freshman; first-year student",
      "f": "しんにゅうせい",
      "l": 1
    },
    {
      "j": "仮",
      "e": "tentative; provisional",
      "f": "か",
      "l": 1
    },
    {
      "j": "学歴",
      "e": "academic background",
      "f": "がくれき",
      "l": 1
    },
    {
      "j": "シート",
      "e": "seat; sheet",
      "f": "",
      "l": 1
    },
    {
      "j": "戦災",
      "e": "war damage",
      "f": "せんさい",
      "l": 1
    },
    {
      "j": "混血",
      "e": "mixed race; mixed parentage",
      "f": "こんけつ",
      "l": 1
    },
    {
      "j": "津波",
      "e": "tsunami; tidal wave",
      "f": "つなみ",
      "l": 1
    },
    {
      "j": "出鱈目",
      "e": "irresponsible utterance; nonsense; nonsensical; random; haphazard; unsystematic",
      "f": "でたらめ",
      "l": 1
    },
    {
      "j": "目蓋",
      "e": "eyelid",
      "f": "まぶた",
      "l": 1
    },
    {
      "j": "間々",
      "e": "occasionally; frequently",
      "f": "まま",
      "l": 1
    },
    {
      "j": "簡素",
      "e": "simplicity; plain",
      "f": "かんそ",
      "l": 1
    },
    {
      "j": "ルール",
      "e": "rule",
      "f": "",
      "l": 1
    },
    {
      "j": "繁盛",
      "e": "prosperity; flourishing; thriving",
      "f": "はんじょう",
      "l": 1
    },
    {
      "j": "塵取り",
      "e": "dustpan",
      "f": "ちりとり",
      "l": 1
    },
    {
      "j": "吊るす",
      "e": "to hang",
      "f": "つるす",
      "l": 1
    },
    {
      "j": "顔付き",
      "e": "(outward) looks; features; face; countenance; expression",
      "f": "かおつき",
      "l": 1
    },
    {
      "j": "定年",
      "e": "retirement age",
      "f": "ていねん",
      "l": 1
    },
    {
      "j": "世代",
      "e": "generation; the world; the age",
      "f": "せだい",
      "l": 1
    },
    {
      "j": "本音",
      "e": "real intention; motive",
      "f": "ほんね",
      "l": 1
    },
    {
      "j": "運送",
      "e": "shipping; marine transportation",
      "f": "うんそう",
      "l": 1
    },
    {
      "j": "分裂",
      "e": "split; division; break up",
      "f": "ぶんれつ",
      "l": 1
    },
    {
      "j": "ホース",
      "e": "hose",
      "f": "",
      "l": 1
    },
    {
      "j": "電源",
      "e": "source of electricity; power (button on TV  etc.)",
      "f": "でんげん",
      "l": 1
    },
    {
      "j": "年輪",
      "e": "annual tree ring",
      "f": "ねんりん",
      "l": 1
    },
    {
      "j": "外貨",
      "e": "imported goods; foreign money",
      "f": "がいか",
      "l": 1
    },
    {
      "j": "人格",
      "e": "personality; character; individuality",
      "f": "じんかく",
      "l": 1
    },
    {
      "j": "日向",
      "e": "sunny place; in the sun",
      "f": "ひなた",
      "l": 1
    },
    {
      "j": "気配",
      "e": "indication; market trend; worry",
      "f": "きはい",
      "l": 1
    },
    {
      "j": "見舞",
      "e": "enquiry; expression of sympathy; expression of concern",
      "f": "みまい",
      "l": 1
    },
    {
      "j": "少女",
      "e": "daughter; young lady; virgin; maiden; little girl",
      "f": "おとめ",
      "l": 1
    },
    {
      "j": "微塵",
      "e": "particle; atom",
      "f": "みじん",
      "l": 1
    },
    {
      "j": "美味しい",
      "e": "delicious; tasty",
      "f": "おいしい",
      "l": 1
    },
    {
      "j": "臆病",
      "e": "cowardice; timidity",
      "f": "おくびょう",
      "l": 1
    },
    {
      "j": "費",
      "e": "cost; expense",
      "f": "ひ",
      "l": 1
    },
    {
      "j": "誂える",
      "e": "to give an order; to place an order",
      "f": "あつらえる",
      "l": 1
    },
    {
      "j": "保母",
      "e": "day care worker in a kindergarten  nursery school  etc.",
      "f": "ほぼ",
      "l": 1
    },
    {
      "j": "汚す",
      "e": "to disgrace; to dishonour",
      "f": "けがす",
      "l": 1
    },
    {
      "j": "姓名",
      "e": "full name",
      "f": "せいめい",
      "l": 1
    },
    {
      "j": "重宝",
      "e": "priceless treasure; convenience; usefulness",
      "f": "じゅうほう",
      "l": 1
    },
    {
      "j": "差額",
      "e": "balance; difference; margin",
      "f": "さがく",
      "l": 1
    },
    {
      "j": "御免ください",
      "e": "May I come in?",
      "f": "ごめんください",
      "l": 1
    },
    {
      "j": "大ざっぱ",
      "e": "rough (as in not precise); broad; sketchy",
      "f": "おおざっぱ",
      "l": 1
    },
    {
      "j": "近視",
      "e": "shortsightedness",
      "f": "きんし",
      "l": 1
    },
    {
      "j": "分配",
      "e": "division; sharing",
      "f": "ぶんぱい",
      "l": 1
    },
    {
      "j": "然して",
      "e": "and",
      "f": "そして",
      "l": 1
    },
    {
      "j": "農場",
      "e": "farm (agriculture)",
      "f": "のうじょう",
      "l": 1
    },
    {
      "j": "流し",
      "e": "sink",
      "f": "ながし",
      "l": 1
    },
    {
      "j": "不況",
      "e": "recession; depression; slump",
      "f": "ふきょう",
      "l": 1
    },
    {
      "j": "易い",
      "e": "easy",
      "f": "やすい",
      "l": 1
    },
    {
      "j": "甘える",
      "e": "to behave like a spoiled child; to fawn on",
      "f": "あまえる",
      "l": 1
    },
    {
      "j": "同調",
      "e": "sympathy; agree with; alignment; tuning",
      "f": "どうちょう",
      "l": 1
    },
    {
      "j": "滅びる",
      "e": "to be ruined; to go under; to perish; to be destroyed",
      "f": "ほろびる",
      "l": 1
    },
    {
      "j": "講読",
      "e": "reading; translation",
      "f": "こうどく",
      "l": 1
    },
    {
      "j": "アマチュア",
      "e": "amateur",
      "f": "",
      "l": 1
    },
    {
      "j": "お産",
      "e": "(giving) birth",
      "f": "おさん",
      "l": 1
    },
    {
      "j": "省みる",
      "e": "to reflect",
      "f": "かえりみる",
      "l": 1
    },
    {
      "j": "花粉",
      "e": "pollen",
      "f": "かふん",
      "l": 1
    },
    {
      "j": "粋",
      "e": "chic; style; purity; essence",
      "f": "いき",
      "l": 1
    },
    {
      "j": "責務",
      "e": "duty; obligation",
      "f": "せきむ",
      "l": 1
    },
    {
      "j": "余暇",
      "e": "leisure; leisure time; spare time",
      "f": "よか",
      "l": 1
    },
    {
      "j": "転回",
      "e": "revolution; rotation",
      "f": "てんかい",
      "l": 1
    },
    {
      "j": "伴う",
      "e": "to accompany; to bring with; to be accompanied by; to be involved in",
      "f": "ともなう",
      "l": 1
    },
    {
      "j": "誇る",
      "e": "to boast of; to be proud of",
      "f": "ほこる",
      "l": 1
    },
    {
      "j": "繁殖",
      "e": "breed; multiply; increase; propagation",
      "f": "はんしょく",
      "l": 1
    },
    {
      "j": "問",
      "e": "problem; question",
      "f": "もん",
      "l": 1
    },
    {
      "j": "原子",
      "e": "atom",
      "f": "げんし",
      "l": 1
    },
    {
      "j": "及ぶ",
      "e": "to reach; to come up to; to amount to; to befall; to happen to; to extend; to match; to equal",
      "f": "およぶ",
      "l": 1
    },
    {
      "j": "他人",
      "e": "another person; unrelated person; outsider; stranger",
      "f": "あだびと",
      "l": 1
    },
    {
      "j": "組み合わせる",
      "e": "to join together; to combine; to join up",
      "f": "くみあわせる",
      "l": 1
    },
    {
      "j": "立ち寄る",
      "e": "to stop by; to drop in for a short visit",
      "f": "たちよる",
      "l": 1
    },
    {
      "j": "反撃",
      "e": "counterattack; counteroffensive; counterblow",
      "f": "はんげき",
      "l": 1
    },
    {
      "j": "入賞",
      "e": "winning a prize or place (in a contest)",
      "f": "にゅうしょう",
      "l": 1
    },
    {
      "j": "於",
      "e": "at; in; on",
      "f": "お",
      "l": 1
    },
    {
      "j": "方式",
      "e": "form; method; system",
      "f": "ほうしき",
      "l": 1
    },
    {
      "j": "報道",
      "e": "information; report",
      "f": "ほうどう",
      "l": 1
    },
    {
      "j": "棟",
      "e": "place; section; building",
      "f": "とう",
      "l": 1
    },
    {
      "j": "動的",
      "e": "dynamic; kinetic",
      "f": "どうてき",
      "l": 1
    },
    {
      "j": "巨",
      "e": "big; large; great",
      "f": "こ",
      "l": 1
    },
    {
      "j": "館",
      "e": "house; hall; building; hotel; inn; guesthouse",
      "f": "かん",
      "l": 1
    },
    {
      "j": "利潤",
      "e": "profit; returns",
      "f": "りじゅん",
      "l": 1
    },
    {
      "j": "その為",
      "e": "hence; for that reason",
      "f": "そのため",
      "l": 1
    },
    {
      "j": "微量",
      "e": "minuscule amount; extremely small quantity",
      "f": "びりょう",
      "l": 1
    },
    {
      "j": "実",
      "e": "truth; reality; sincerity; fidelity; kindness; faith; substance; essence",
      "f": "じつ",
      "l": 1
    },
    {
      "j": "しょっちゅう",
      "e": "always; constantly",
      "f": "",
      "l": 1
    },
    {
      "j": "オートマチック",
      "e": "automatic",
      "f": "",
      "l": 1
    },
    {
      "j": "決まる",
      "e": "to be decided; to be settled; to look good in (clothes)",
      "f": "きまる",
      "l": 1
    },
    {
      "j": "揺らぐ",
      "e": "to swing; to sway; to shake; to tremble",
      "f": "ゆらぐ",
      "l": 1
    },
    {
      "j": "新婚",
      "e": "newly-wed",
      "f": "しんこん",
      "l": 1
    },
    {
      "j": "賜る",
      "e": "to grant; to bestow",
      "f": "たまわる",
      "l": 1
    },
    {
      "j": "個別",
      "e": "particular case",
      "f": "こべつ",
      "l": 1
    },
    {
      "j": "微笑",
      "e": "smile",
      "f": "びしょう",
      "l": 1
    },
    {
      "j": "兎も角",
      "e": "anyhow; anyway; somehow or other; generally speaking; in any case",
      "f": "ともかく",
      "l": 1
    },
    {
      "j": "適宜",
      "e": "suitability",
      "f": "てきぎ",
      "l": 1
    },
    {
      "j": "争い",
      "e": "dispute; strife; quarrel; dissension; conflict; rivalry; contest",
      "f": "あらそい",
      "l": 1
    },
    {
      "j": "祈り",
      "e": "prayer; supplication",
      "f": "いのり",
      "l": 1
    },
    {
      "j": "氾濫",
      "e": "overflowing; flood",
      "f": "はんらん",
      "l": 1
    },
    {
      "j": "ユニフォーム",
      "e": "uniform",
      "f": "",
      "l": 1
    },
    {
      "j": "是非とも",
      "e": "by all means (with sense of not taking no for an answer)",
      "f": "ぜひとも",
      "l": 1
    },
    {
      "j": "両立",
      "e": "compatibility; coexistence; standing together",
      "f": "りょうりつ",
      "l": 1
    },
    {
      "j": "通りかかる",
      "e": "to happen to pass by",
      "f": "とおりかかる",
      "l": 1
    },
    {
      "j": "退化",
      "e": "degeneration; retrogression",
      "f": "たいか",
      "l": 1
    },
    {
      "j": "結び付き",
      "e": "connection; relation",
      "f": "むすびつき",
      "l": 1
    },
    {
      "j": "設ける",
      "e": "to create; to establish",
      "f": "もうける",
      "l": 1
    },
    {
      "j": "病む",
      "e": "to fall ill; to be ill",
      "f": "やむ",
      "l": 1
    },
    {
      "j": "塩",
      "e": "salt",
      "f": "えん",
      "l": 1
    },
    {
      "j": "ストライキ",
      "e": "strike",
      "f": "",
      "l": 1
    },
    {
      "j": "付け加える",
      "e": "to add one thing to another",
      "f": "つけくわえる",
      "l": 1
    },
    {
      "j": "嘗て",
      "e": "once; ever",
      "f": "かつて",
      "l": 1
    },
    {
      "j": "反する",
      "e": "to be inconsistent with; to oppose; to contradict; to transgress; to rebel",
      "f": "はんする",
      "l": 1
    },
    {
      "j": "副",
      "e": "especially; above all",
      "f": "とりわけ",
      "l": 1
    },
    {
      "j": "抽選",
      "e": "lottery; raffle; drawing (of lots)",
      "f": "ちゅうせん",
      "l": 1
    },
    {
      "j": "代弁",
      "e": "pay by proxy; act for another; speak for another",
      "f": "だいべん",
      "l": 1
    },
    {
      "j": "見合い",
      "e": "formal marriage interview",
      "f": "みあい",
      "l": 1
    },
    {
      "j": "式場",
      "e": "ceremonial hall; place of ceremony (e.g. marriage)",
      "f": "しきじょう",
      "l": 1
    },
    {
      "j": "指摘",
      "e": "pointing out; identification",
      "f": "してき",
      "l": 1
    },
    {
      "j": "新",
      "e": "new",
      "f": "しん",
      "l": 1
    },
    {
      "j": "節",
      "e": "node; section; occasion; time",
      "f": "せつ",
      "l": 1
    },
    {
      "j": "汚れる",
      "e": "to get dirty; to become dirty",
      "f": "けがれる",
      "l": 1
    },
    {
      "j": "野心",
      "e": "ambition; aspiration; designs; treachery",
      "f": "やしん",
      "l": 1
    },
    {
      "j": "華々しい",
      "e": "brilliant; magnificent; spectacular",
      "f": "はなばなしい",
      "l": 1
    },
    {
      "j": "崖",
      "e": "cliff",
      "f": "がけ",
      "l": 1
    },
    {
      "j": "教員",
      "e": "teaching staff",
      "f": "きょういん",
      "l": 1
    },
    {
      "j": "眉",
      "e": "eyebrow",
      "f": "まゆ",
      "l": 1
    },
    {
      "j": "短縮",
      "e": "shortening; abbreviation; reduction",
      "f": "たんしゅく",
      "l": 1
    },
    {
      "j": "もろに",
      "e": "completely; all the way",
      "f": "",
      "l": 1
    },
    {
      "j": "志向",
      "e": "intention; aim",
      "f": "しこう",
      "l": 1
    },
    {
      "j": "為来り",
      "e": "customs",
      "f": "しきたり",
      "l": 1
    },
    {
      "j": "本能",
      "e": "instinct",
      "f": "ほんのう",
      "l": 1
    },
    {
      "j": "良好",
      "e": "favorable; satisfactory",
      "f": "りょうこう",
      "l": 1
    },
    {
      "j": "配慮",
      "e": "consideration; concern; forethought",
      "f": "はいりょ",
      "l": 1
    },
    {
      "j": "腹立ち",
      "e": "anger",
      "f": "はらだち",
      "l": 1
    },
    {
      "j": "適応",
      "e": "adaptation; accommodation; conformity",
      "f": "てきおう",
      "l": 1
    },
    {
      "j": "申出",
      "e": "proposal; request; claim; report; notice",
      "f": "もうしで",
      "l": 1
    },
    {
      "j": "夜具",
      "e": "bedding",
      "f": "やぐ",
      "l": 1
    },
    {
      "j": "孤立",
      "e": "isolation; helplessness",
      "f": "こりつ",
      "l": 1
    },
    {
      "j": "封建",
      "e": "feudalistic",
      "f": "ほうけん",
      "l": 1
    },
    {
      "j": "発育",
      "e": "(physical) growth; development",
      "f": "はついく",
      "l": 1
    },
    {
      "j": "釣り",
      "e": "fishing; angling",
      "f": "つり",
      "l": 1
    },
    {
      "j": "年長",
      "e": "seniority",
      "f": "ねんちょう",
      "l": 1
    },
    {
      "j": "妊娠",
      "e": "conception; pregnancy",
      "f": "にんしん",
      "l": 1
    },
    {
      "j": "幹線",
      "e": "main line; trunk line",
      "f": "かんせん",
      "l": 1
    },
    {
      "j": "海運",
      "e": "maritime; marine transportation",
      "f": "かいうん",
      "l": 1
    },
    {
      "j": "申し分",
      "e": "objection; shortcomings",
      "f": "もうしぶん",
      "l": 1
    },
    {
      "j": "傾ける",
      "e": "to incline; to list; to bend; to lean; to tip; to tilt; to slant; to concentrate on; to ruin (a country); to",
      "f": "かたむける",
      "l": 1
    },
    {
      "j": "恵む",
      "e": "to bless; to show mercy to",
      "f": "めぐむ",
      "l": 1
    },
    {
      "j": "動員",
      "e": "mobilization",
      "f": "どういん",
      "l": 1
    },
    {
      "j": "雛",
      "e": "young bird; chick; doll",
      "f": "ひな",
      "l": 1
    },
    {
      "j": "おどおど",
      "e": "coweringly; hesitantly",
      "f": "",
      "l": 1
    },
    {
      "j": "金庫",
      "e": "safe; vault; treasury; provider of funds",
      "f": "かねぐら",
      "l": 1
    },
    {
      "j": "断面",
      "e": "cross section",
      "f": "だんめん",
      "l": 1
    },
    {
      "j": "同盟",
      "e": "alliance; union; league",
      "f": "どうめい",
      "l": 1
    },
    {
      "j": "使い道",
      "e": "use",
      "f": "つかいみち",
      "l": 1
    },
    {
      "j": "引き取る",
      "e": "to take charge of; to take over; to retire to a private place",
      "f": "ひきとる",
      "l": 1
    },
    {
      "j": "入る",
      "e": "to get in; to go in; to come in; to flow into; to set; to set in",
      "f": "いる",
      "l": 1
    },
    {
      "j": "単",
      "e": "one layer; single",
      "f": "ひとえ",
      "l": 1
    },
    {
      "j": "宣言",
      "e": "declaration; proclamation; announcement",
      "f": "せんげん",
      "l": 1
    },
    {
      "j": "効き目",
      "e": "effect; virtue; efficacy; impression",
      "f": "ききめ",
      "l": 1
    },
    {
      "j": "ビジネス",
      "e": "business",
      "f": "",
      "l": 1
    },
    {
      "j": "現行",
      "e": "present; current; in operation",
      "f": "げんこう",
      "l": 1
    },
    {
      "j": "大便",
      "e": "feces; excrement; shit",
      "f": "だいべん",
      "l": 1
    },
    {
      "j": "貶す",
      "e": "to speak ill of",
      "f": "けなす",
      "l": 1
    },
    {
      "j": "郷愁",
      "e": "nostalgia; homesickness",
      "f": "きょうしゅう",
      "l": 1
    },
    {
      "j": "文",
      "e": "letter; writings",
      "f": "ふみ",
      "l": 1
    },
    {
      "j": "手筈",
      "e": "arrangement; plan; programme",
      "f": "てはず",
      "l": 1
    },
    {
      "j": "語句",
      "e": "words; phrases",
      "f": "ごく",
      "l": 1
    },
    {
      "j": "依って",
      "e": "therefore; consequently; accordingly; because of",
      "f": "よって",
      "l": 1
    },
    {
      "j": "規定",
      "e": "regulation; provisions",
      "f": "きてい",
      "l": 1
    },
    {
      "j": "演習",
      "e": "practice; exercises; manoeuvers",
      "f": "えんしゅう",
      "l": 1
    },
    {
      "j": "何れ",
      "e": "where; which; who; anyway; anyhow; at any rate",
      "f": "いずれ",
      "l": 1
    },
    {
      "j": "明くる",
      "e": "next; following",
      "f": "あくる",
      "l": 1
    },
    {
      "j": "倣",
      "e": "imitate; follow; emulate",
      "f": "ほう",
      "l": 1
    },
    {
      "j": "如何しても",
      "e": "by all means; at any cost; no matter what; after all; in the long run; cravingly; at any rate; surely",
      "f": "どうしても",
      "l": 1
    },
    {
      "j": "敢えて",
      "e": "dare (to do); challenge (to do)",
      "f": "あえて",
      "l": 1
    },
    {
      "j": "済みません",
      "e": "sorry; excuse me",
      "f": "すみません",
      "l": 1
    },
    {
      "j": "支持",
      "e": "support; maintenance",
      "f": "しじ",
      "l": 1
    },
    {
      "j": "熱量",
      "e": "temperature",
      "f": "ねつりょう",
      "l": 1
    },
    {
      "j": "真心",
      "e": "sincerity; devotion",
      "f": "まこころ",
      "l": 1
    },
    {
      "j": "後回し",
      "e": "putting off; postponing",
      "f": "あとまわし",
      "l": 1
    },
    {
      "j": "代用",
      "e": "substitution",
      "f": "だいよう",
      "l": 1
    },
    {
      "j": "衆",
      "e": "masses; great number; the people",
      "f": "しゅう",
      "l": 1
    },
    {
      "j": "校",
      "e": "-school; proof",
      "f": "こう",
      "l": 1
    },
    {
      "j": "絶える",
      "e": "to die out; to peter out; to become extinct",
      "f": "たえる",
      "l": 1
    },
    {
      "j": "統合",
      "e": "integration; unification; synthesis",
      "f": "とうごう",
      "l": 1
    },
    {
      "j": "止める",
      "e": "to stop; to cease; to put an end to",
      "f": "とどめる",
      "l": 1
    },
    {
      "j": "首飾り",
      "e": "necklace",
      "f": "くびかざり",
      "l": 1
    },
    {
      "j": "工学",
      "e": "engineering",
      "f": "こうがく",
      "l": 1
    },
    {
      "j": "働",
      "e": "work; labor",
      "f": "どう",
      "l": 1
    },
    {
      "j": "業",
      "e": "Buddhist karma; actions committed in a former life",
      "f": "ごう",
      "l": 1
    },
    {
      "j": "保養",
      "e": "health preservation; recuperation; recreation",
      "f": "ほよう",
      "l": 1
    },
    {
      "j": "発",
      "e": "departure; beginning; counter for gunshots",
      "f": "はつ",
      "l": 1
    },
    {
      "j": "うんざり",
      "e": "tedious; boring; being fed up with",
      "f": "",
      "l": 1
    },
    {
      "j": "樹立",
      "e": "establish; create",
      "f": "じゅりつ",
      "l": 1
    },
    {
      "j": "真相",
      "e": "truth; real situation",
      "f": "しんそう",
      "l": 1
    },
    {
      "j": "英字",
      "e": "English letter (character)",
      "f": "えいじ",
      "l": 1
    },
    {
      "j": "口ずさむ",
      "e": "to hum something; to sing to oneself",
      "f": "くちずさむ",
      "l": 1
    },
    {
      "j": "拝啓",
      "e": "Dear (so and so)",
      "f": "はいけい",
      "l": 1
    },
    {
      "j": "ベース",
      "e": "base; bass",
      "f": "",
      "l": 1
    },
    {
      "j": "始め",
      "e": "beginning; start; origin",
      "f": "はじめ",
      "l": 1
    },
    {
      "j": "追い出す",
      "e": "to expel; to drive out",
      "f": "おいだす",
      "l": 1
    },
    {
      "j": "中枢",
      "e": "centre; pivot; mainstay; nucleus; backbone; central figure; pillar; key man",
      "f": "ちゅうすう",
      "l": 1
    },
    {
      "j": "傾斜",
      "e": "inclination; slant; slope; bevel; list; dip",
      "f": "けいしゃ",
      "l": 1
    },
    {
      "j": "命中",
      "e": "a hit",
      "f": "めいちゅう",
      "l": 1
    },
    {
      "j": "盾",
      "e": "shield; buckler; escutcheon; pretext",
      "f": "たて",
      "l": 1
    },
    {
      "j": "結晶",
      "e": "crystal; crystallization",
      "f": "けっしょう",
      "l": 1
    },
    {
      "j": "山岳",
      "e": "mountains",
      "f": "さんがく",
      "l": 1
    },
    {
      "j": "沈没",
      "e": "sinking; foundering",
      "f": "ちんぼつ",
      "l": 1
    },
    {
      "j": "出品",
      "e": "exhibit; display",
      "f": "しゅっぴん",
      "l": 1
    },
    {
      "j": "滞る",
      "e": "to stagnate; to be delayed",
      "f": "とどこおる",
      "l": 1
    },
    {
      "j": "親しむ",
      "e": "to be intimate with; to befriend",
      "f": "したしむ",
      "l": 1
    },
    {
      "j": "強める",
      "e": "to strengthen; to emphasize",
      "f": "つよめる",
      "l": 1
    },
    {
      "j": "遅らす",
      "e": "to retard; to delay",
      "f": "おくらす",
      "l": 1
    },
    {
      "j": "勢力",
      "e": "influence; power; might; strength; potency; force; energy",
      "f": "せいりょく",
      "l": 1
    },
    {
      "j": "清濁",
      "e": "good and evil; purity and impurity",
      "f": "せいだく",
      "l": 1
    },
    {
      "j": "スポーツカー",
      "e": "sports car",
      "f": "",
      "l": 1
    },
    {
      "j": "異動",
      "e": "a change",
      "f": "いどう",
      "l": 1
    },
    {
      "j": "十分",
      "e": "10 minutes",
      "f": "じっぷん",
      "l": 1
    },
    {
      "j": "遣る",
      "e": "to do; to have sexual intercourse; to kill; to give (to inferiors  animals  etc.); to dispatch (a letter",
      "f": "やる",
      "l": 1
    },
    {
      "j": "策",
      "e": "plan; policy",
      "f": "さく",
      "l": 1
    },
    {
      "j": "打付ける",
      "e": "to knock; to run into; to nail on; to strike hard; to hit and attack",
      "f": "ぶつける",
      "l": 1
    },
    {
      "j": "鉄鋼",
      "e": "iron and steel",
      "f": "てっこう",
      "l": 1
    },
    {
      "j": "とんだ",
      "e": "terrible; awful; serious; preposterous; absolutely not",
      "f": "",
      "l": 1
    },
    {
      "j": "柵",
      "e": "fence; paling",
      "f": "さく",
      "l": 1
    },
    {
      "j": "ジャズ",
      "e": "jazz",
      "f": "",
      "l": 1
    },
    {
      "j": "地獄",
      "e": "hell",
      "f": "じごく",
      "l": 1
    },
    {
      "j": "達成",
      "e": "achievement",
      "f": "たっせい",
      "l": 1
    },
    {
      "j": "弁償",
      "e": "next word; compensation; reparation; indemnity; reimbursement",
      "f": "べんしょう",
      "l": 1
    },
    {
      "j": "精密",
      "e": "precise; exact; detailed; minute; close",
      "f": "せいみつ",
      "l": 1
    },
    {
      "j": "丸める",
      "e": "to make round; to round off; to roll up; to curl up; to seduce; to cajole; to explain away",
      "f": "まるめる",
      "l": 1
    },
    {
      "j": "爆破",
      "e": "blast; explosion; blow up",
      "f": "ばくは",
      "l": 1
    },
    {
      "j": "物体",
      "e": "body; object",
      "f": "ぶったい",
      "l": 1
    },
    {
      "j": "道場",
      "e": "dojo; hall used for martial arts training; mandala",
      "f": "どうじょう",
      "l": 1
    },
    {
      "j": "生育",
      "e": "growth; development; breeding",
      "f": "せいいく",
      "l": 1
    },
    {
      "j": "野生",
      "e": "wild",
      "f": "やせい",
      "l": 1
    },
    {
      "j": "いい加減",
      "e": "moderate; right; random; not thorough; vague; irresponsible; halfhearted",
      "f": "いいかげん",
      "l": 1
    },
    {
      "j": "過多",
      "e": "excess; superabundance",
      "f": "かた",
      "l": 1
    },
    {
      "j": "報ずる",
      "e": "to inform; to report",
      "f": "ほうずる",
      "l": 1
    },
    {
      "j": "拡散",
      "e": "scattering; diffusion",
      "f": "かくさん",
      "l": 1
    },
    {
      "j": "外来",
      "e": "imported; outpatient clinic",
      "f": "がいらい",
      "l": 1
    },
    {
      "j": "悲惨",
      "e": "misery",
      "f": "ひさん",
      "l": 1
    },
    {
      "j": "主権",
      "e": "sovereignty; supremacy; dominion",
      "f": "しゅけん",
      "l": 1
    },
    {
      "j": "裾",
      "e": "(trouser) cuff; (skirt) hem; cut edge of a hairdo; foot of mountain",
      "f": "すそ",
      "l": 1
    },
    {
      "j": "桟橋",
      "e": "wharf; bridge; jetty; pier",
      "f": "さんきょう",
      "l": 1
    },
    {
      "j": "渡り鳥",
      "e": "migratory bird; bird of passage",
      "f": "わたりどり",
      "l": 1
    },
    {
      "j": "私有",
      "e": "private ownership",
      "f": "しゆう",
      "l": 1
    },
    {
      "j": "見地",
      "e": "point of view",
      "f": "けんち",
      "l": 1
    },
    {
      "j": "採集",
      "e": "collecting; gathering",
      "f": "さいしゅう",
      "l": 1
    },
    {
      "j": "ストロボ",
      "e": "stroboscope (lit: strobo); strobe lamp; stroboscopic lamp",
      "f": "",
      "l": 1
    },
    {
      "j": "何時も",
      "e": "always; usually; every time; never (with neg. verb)",
      "f": "いつも",
      "l": 1
    },
    {
      "j": "台本",
      "e": "libretto; scenario",
      "f": "だいほん",
      "l": 1
    },
    {
      "j": "放射",
      "e": "radiation; emission",
      "f": "ほうしゃ",
      "l": 1
    },
    {
      "j": "信者",
      "e": "believer; adherent; devotee; Christian",
      "f": "しんじゃ",
      "l": 1
    },
    {
      "j": "暗示",
      "e": "hint; suggestion",
      "f": "あんじ",
      "l": 1
    },
    {
      "j": "裂ける",
      "e": "to split; to tear; to burst",
      "f": "さける",
      "l": 1
    },
    {
      "j": "妨害",
      "e": "disturbance; obstruction; hindrance; jamming; interference",
      "f": "ぼうがい",
      "l": 1
    },
    {
      "j": "確り",
      "e": "firmly; tightly; reliable; level-headed; steady",
      "f": "しっかり",
      "l": 1
    },
    {
      "j": "原点",
      "e": "origin (coordinates); starting point",
      "f": "げんてん",
      "l": 1
    },
    {
      "j": "飲み込む",
      "e": "to gulp down; to swallow deeply; to understand; to take in; to catch on to; to learn; to digest",
      "f": "のみこむ",
      "l": 1
    },
    {
      "j": "何しろ",
      "e": "at any rate; anyhow; anyway; in any case",
      "f": "なにしろ",
      "l": 1
    },
    {
      "j": "贋物",
      "e": "imitation; counterfeit; forgery; sham",
      "f": "がんぶつ",
      "l": 1
    },
    {
      "j": "可笑しい",
      "e": "strange; funny; amusing; ridiculous",
      "f": "おかしい",
      "l": 1
    },
    {
      "j": "主催",
      "e": "organization; sponsorship",
      "f": "しゅさい",
      "l": 1
    },
    {
      "j": "優勢",
      "e": "superiority; superior power; predominance; preponderance",
      "f": "ゆうせい",
      "l": 1
    },
    {
      "j": "解剖",
      "e": "dissection; autopsy",
      "f": "かいぼう",
      "l": 1
    },
    {
      "j": "驚異",
      "e": "wonder; miracle",
      "f": "きょうい",
      "l": 1
    },
    {
      "j": "貧弱",
      "e": "poor; meagre; insubstantial",
      "f": "ひんじゃく",
      "l": 1
    },
    {
      "j": "モーテル",
      "e": "motel",
      "f": "",
      "l": 1
    },
    {
      "j": "配偶者",
      "e": "spouse; wife; husband",
      "f": "はいぐうしゃ",
      "l": 1
    },
    {
      "j": "子息",
      "e": "son",
      "f": "しそく",
      "l": 1
    },
    {
      "j": "認める",
      "e": "to write up",
      "f": "したためる",
      "l": 1
    },
    {
      "j": "昼飯",
      "e": "lunch; midday meal",
      "f": "ちゅうはん",
      "l": 1
    },
    {
      "j": "収集",
      "e": "gathering up; collection; accumulation",
      "f": "しゅうしゅう",
      "l": 1
    },
    {
      "j": "受け付ける",
      "e": "to be accepted; to receive (an application)",
      "f": "うけつける",
      "l": 1
    },
    {
      "j": "侮辱",
      "e": "insult; contempt; slight",
      "f": "ぶじょく",
      "l": 1
    },
    {
      "j": "鉄片",
      "e": "iron scraps",
      "f": "てっぺん",
      "l": 1
    },
    {
      "j": "非行",
      "e": "delinquency; misconduct",
      "f": "ひこう",
      "l": 1
    },
    {
      "j": "其れで",
      "e": "and (conj); thereupon; because of that",
      "f": "それで",
      "l": 1
    },
    {
      "j": "軽減",
      "e": "abatement",
      "f": "けいげん",
      "l": 1
    },
    {
      "j": "がっしり",
      "e": "firmly; solidly; tough",
      "f": "",
      "l": 1
    },
    {
      "j": "真ん丸い",
      "e": "perfectly circular",
      "f": "まんまるい",
      "l": 1
    },
    {
      "j": "育成",
      "e": "rearing; training; nurture; cultivation; promotion",
      "f": "いくせい",
      "l": 1
    },
    {
      "j": "納入",
      "e": "payment; supply",
      "f": "のうにゅう",
      "l": 1
    },
    {
      "j": "其れ程",
      "e": "to that degree; extent",
      "f": "それほど",
      "l": 1
    },
    {
      "j": "恐れ入る",
      "e": "to be filled with awe; to feel small; to be amazed; to be surprised; to be disconcerted; to be sorry; to b",
      "f": "おそれいる",
      "l": 1
    },
    {
      "j": "粘り",
      "e": "stickyness; viscosity",
      "f": "ねばり",
      "l": 1
    },
    {
      "j": "見渡す",
      "e": "to look out over; to survey (scene); to take an extensive view of",
      "f": "みわたす",
      "l": 1
    },
    {
      "j": "金槌",
      "e": "1.  (iron) hammer; 2.  punishment",
      "f": "かなづち",
      "l": 1
    },
    {
      "j": "試み",
      "e": "trial; experiment",
      "f": "こころみ",
      "l": 1
    },
    {
      "j": "提携",
      "e": "cooperation; tie-up; joint business; link-up",
      "f": "ていけい",
      "l": 1
    },
    {
      "j": "募る",
      "e": "to invite; to solicit help  participation  etc",
      "f": "つのる",
      "l": 1
    },
    {
      "j": "踏まえる",
      "e": "to be based on; to have origin in",
      "f": "ふまえる",
      "l": 1
    },
    {
      "j": "艶",
      "e": "charming; fascinating; voluptuous",
      "f": "えん",
      "l": 1
    },
    {
      "j": "世",
      "e": "world; society; age; generation",
      "f": "よ",
      "l": 1
    },
    {
      "j": "ゆとり",
      "e": "reserve; affluence; room; time (to spare)",
      "f": "",
      "l": 1
    },
    {
      "j": "浅ましい",
      "e": "wretched; miserable; shameful; mean; despicable; abject",
      "f": "あさましい",
      "l": 1
    },
    {
      "j": "球根",
      "e": "(plant) bulb",
      "f": "きゅうこん",
      "l": 1
    },
    {
      "j": "徐行",
      "e": "going slowly",
      "f": "じょこう",
      "l": 1
    },
    {
      "j": "躊躇う",
      "e": "to hesitate",
      "f": "ためらう",
      "l": 1
    },
    {
      "j": "じゃん拳",
      "e": "rock-scissors-paper game",
      "f": "じゃんけん",
      "l": 1
    },
    {
      "j": "養成",
      "e": "training; development",
      "f": "ようせい",
      "l": 1
    },
    {
      "j": "増し",
      "e": "extra; additional; less objectionable; better; preferable",
      "f": "まし",
      "l": 1
    },
    {
      "j": "他意",
      "e": "ill will; malice; another intention; secret purpose; ulterior motive; fickleness; double-mindedness",
      "f": "たい",
      "l": 1
    },
    {
      "j": "エアメール",
      "e": "air mail",
      "f": "",
      "l": 1
    },
    {
      "j": "愛でたい",
      "e": "auspicious",
      "f": "めでたい",
      "l": 1
    },
    {
      "j": "マーク",
      "e": "mark",
      "f": "",
      "l": 1
    },
    {
      "j": "緩める",
      "e": "to loosen; to slow down",
      "f": "ゆるめる",
      "l": 1
    },
    {
      "j": "何時",
      "e": "when; how soon",
      "f": "いつ",
      "l": 1
    },
    {
      "j": "情け",
      "e": "sympathy; compassion",
      "f": "なさけ",
      "l": 1
    },
    {
      "j": "地形",
      "e": "terrain; geographical features; topography",
      "f": "じぎょう",
      "l": 1
    },
    {
      "j": "契機",
      "e": "opportunity; chance",
      "f": "けいき",
      "l": 1
    },
    {
      "j": "症",
      "e": "illness",
      "f": "しょう",
      "l": 1
    },
    {
      "j": "設置",
      "e": "establishment; institution",
      "f": "せっち",
      "l": 1
    },
    {
      "j": "等級",
      "e": "grade; class",
      "f": "とうきゅう",
      "l": 1
    },
    {
      "j": "錯誤",
      "e": "mistake",
      "f": "さくご",
      "l": 1
    },
    {
      "j": "記述",
      "e": "describing; descriptor",
      "f": "きじゅつ",
      "l": 1
    },
    {
      "j": "選考",
      "e": "selection; screening",
      "f": "せんこう",
      "l": 1
    },
    {
      "j": "ジャンル",
      "e": "genre",
      "f": "",
      "l": 1
    },
    {
      "j": "値打ち",
      "e": "value; worth; price; dignity",
      "f": "ねうち",
      "l": 1
    },
    {
      "j": "粘る",
      "e": "to be sticky; to be adhesive; to persevere; to persist; to stick to",
      "f": "ねばる",
      "l": 1
    },
    {
      "j": "物足りない",
      "e": "unsatisfied; unsatisfactory",
      "f": "ものたりない",
      "l": 1
    },
    {
      "j": "肺",
      "e": "lung",
      "f": "はい",
      "l": 1
    },
    {
      "j": "潮",
      "e": "tide",
      "f": "うしお",
      "l": 1
    },
    {
      "j": "国有",
      "e": "national ownership",
      "f": "こくゆう",
      "l": 1
    },
    {
      "j": "レンジ",
      "e": "range; stove",
      "f": "",
      "l": 1
    },
    {
      "j": "夕焼け",
      "e": "sunset",
      "f": "ゆうやけ",
      "l": 1
    },
    {
      "j": "鬱陶しい",
      "e": "gloomy; depressing",
      "f": "うっとうしい",
      "l": 1
    },
    {
      "j": "揃い",
      "e": "set; suit; uniform",
      "f": "そろい",
      "l": 1
    },
    {
      "j": "正規",
      "e": "regular; legal; formal; established; legitimate",
      "f": "せいき",
      "l": 1
    },
    {
      "j": "間違う",
      "e": "to make a mistake; to be incorrect; to be mistaken",
      "f": "まちがう",
      "l": 1
    },
    {
      "j": "美術",
      "e": "art; fine arts",
      "f": "びじゅつ",
      "l": 1
    },
    {
      "j": "びり",
      "e": "last on the list; at the bottom",
      "f": "",
      "l": 1
    },
    {
      "j": "或る",
      "e": "a certain...; some...",
      "f": "ある",
      "l": 1
    },
    {
      "j": "売れ行き",
      "e": "sales",
      "f": "うれゆき",
      "l": 1
    },
    {
      "j": "初耳",
      "e": "something heard for the first time",
      "f": "はつみみ",
      "l": 1
    },
    {
      "j": "墜落",
      "e": "falling; crashing",
      "f": "ついらく",
      "l": 1
    },
    {
      "j": "悩ます",
      "e": "to afflict; to torment; to harass; to molest",
      "f": "なやます",
      "l": 1
    },
    {
      "j": "土台",
      "e": "foundation; base; basis",
      "f": "どだい",
      "l": 1
    },
    {
      "j": "旦那",
      "e": "master (of house); husband (informal)",
      "f": "だんな",
      "l": 1
    },
    {
      "j": "公認",
      "e": "official recognition; authorization; licence; accreditation",
      "f": "こうにん",
      "l": 1
    },
    {
      "j": "進呈",
      "e": "presentation",
      "f": "しんてい",
      "l": 1
    },
    {
      "j": "自我",
      "e": "self; the ego",
      "f": "じが",
      "l": 1
    },
    {
      "j": "体格",
      "e": "physique; constitution",
      "f": "たいかく",
      "l": 1
    },
    {
      "j": "退治",
      "e": "extermination",
      "f": "たいじ",
      "l": 1
    },
    {
      "j": "比率",
      "e": "ratio; proportion; percentage",
      "f": "ひりつ",
      "l": 1
    },
    {
      "j": "重役",
      "e": "heavy responsibilities; director",
      "f": "おもやく",
      "l": 1
    },
    {
      "j": "物好き",
      "e": "curiosity",
      "f": "ものずき",
      "l": 1
    },
    {
      "j": "化合",
      "e": "chemical combination",
      "f": "かごう",
      "l": 1
    },
    {
      "j": "実情",
      "e": "real condition; actual circumstances; actual state of affairs",
      "f": "じつじょう",
      "l": 1
    },
    {
      "j": "財政",
      "e": "economy; financial affairs",
      "f": "ざいせい",
      "l": 1
    },
    {
      "j": "見合わせる",
      "e": "to exchange glances; to postpone; to suspend operations; to refrain from performing an action",
      "f": "みあわせる",
      "l": 1
    },
    {
      "j": "選挙",
      "e": "election",
      "f": "せんきょ",
      "l": 1
    },
    {
      "j": "漠然",
      "e": "obscure; vague; equivocal",
      "f": "ばくぜん",
      "l": 1
    },
    {
      "j": "自尊心",
      "e": "self-respect; conceit",
      "f": "じそんしん",
      "l": 1
    },
    {
      "j": "乱れる",
      "e": "to get confused; to be disordered; to be disturbed",
      "f": "みだれる",
      "l": 1
    },
    {
      "j": "修士",
      "e": "Masters degree program",
      "f": "しゅうし",
      "l": 1
    },
    {
      "j": "出費",
      "e": "expenses; disbursements",
      "f": "しゅっぴ",
      "l": 1
    },
    {
      "j": "筒",
      "e": "pipe; tube",
      "f": "つつ",
      "l": 1
    },
    {
      "j": "軍",
      "e": "war; battle; campaign; fight",
      "f": "いくさ",
      "l": 1
    },
    {
      "j": "潜入",
      "e": "infiltration; sneaking in",
      "f": "せんにゅう",
      "l": 1
    },
    {
      "j": "果たす",
      "e": "to accomplish; to fulfill; to carry out; to achieve",
      "f": "はたす",
      "l": 1
    },
    {
      "j": "燃焼",
      "e": "burning; combustion",
      "f": "ねんしょう",
      "l": 1
    },
    {
      "j": "簡潔",
      "e": "brevity; conciseness; simplicity",
      "f": "かんけつ",
      "l": 1
    },
    {
      "j": "対応",
      "e": "interaction; correspondence; coping with; dealing with",
      "f": "たいおう",
      "l": 1
    },
    {
      "j": "彼処",
      "e": "1.  (uk) there; over there; that place; 2.  (X) (col) genitals",
      "f": "あそこ",
      "l": 1
    },
    {
      "j": "諸",
      "e": "various; many; several",
      "f": "しょ",
      "l": 1
    },
    {
      "j": "豊作",
      "e": "abundant harvest; bumper crop",
      "f": "ほうさく",
      "l": 1
    },
    {
      "j": "不図",
      "e": "suddenly; casually; accidentally; incidentally; unexpectedly; unintentionally",
      "f": "ふと",
      "l": 1
    },
    {
      "j": "メーカー",
      "e": "maker",
      "f": "",
      "l": 1
    },
    {
      "j": "稍",
      "e": "a little; partially; somewhat; a short time; a while",
      "f": "やや",
      "l": 1
    },
    {
      "j": "犠牲",
      "e": "sacrifice",
      "f": "ぎせい",
      "l": 1
    },
    {
      "j": "その内",
      "e": "eventually; sooner or later; of the previously mentioned",
      "f": "そのうち",
      "l": 1
    },
    {
      "j": "誘導",
      "e": "guidance; leading; induction; introduction; incitement; inducement",
      "f": "ゆうどう",
      "l": 1
    },
    {
      "j": "ロープ",
      "e": "rope",
      "f": "",
      "l": 1
    },
    {
      "j": "民主",
      "e": "democratic; the head of the nation",
      "f": "みんしゅ",
      "l": 1
    },
    {
      "j": "お出でになる",
      "e": "to be",
      "f": "おいでになる",
      "l": 1
    },
    {
      "j": "見せ物",
      "e": "show; exhibition",
      "f": "みせもの",
      "l": 1
    },
    {
      "j": "パジャマ",
      "e": "pajamas; pyjamas",
      "f": "",
      "l": 1
    },
    {
      "j": "其れから",
      "e": "and then; after that",
      "f": "それから",
      "l": 1
    },
    {
      "j": "控除",
      "e": "subsidy; deduction",
      "f": "こうじょ",
      "l": 1
    },
    {
      "j": "ラベル",
      "e": "label",
      "f": "",
      "l": 1
    },
    {
      "j": "名称",
      "e": "name",
      "f": "めいしょう",
      "l": 1
    },
    {
      "j": "介入",
      "e": "intervention",
      "f": "かいにゅう",
      "l": 1
    },
    {
      "j": "雇用",
      "e": "employment (long term); hire",
      "f": "こよう",
      "l": 1
    },
    {
      "j": "入手",
      "e": "obtaining; coming to hand",
      "f": "にゅうしゅ",
      "l": 1
    },
    {
      "j": "好評",
      "e": "popularity; favorable reputation",
      "f": "こうひょう",
      "l": 1
    },
    {
      "j": "概略",
      "e": "outline; summary; gist; in brief",
      "f": "がいりゃく",
      "l": 1
    },
    {
      "j": "殿",
      "e": "rear; rear unit guard",
      "f": "しんがり",
      "l": 1
    },
    {
      "j": "陶器",
      "e": "pottery; ceramics",
      "f": "とうき",
      "l": 1
    },
    {
      "j": "救済",
      "e": "relief; aid; rescue; salvation; help",
      "f": "きゅうさい",
      "l": 1
    },
    {
      "j": "生真面目",
      "e": "too serious; person who is too serious; honesty; sincerity",
      "f": "きまじめ",
      "l": 1
    },
    {
      "j": "側面",
      "e": "side; flank; sidelight; lateral",
      "f": "そくめん",
      "l": 1
    },
    {
      "j": "けれど",
      "e": "but; however",
      "f": "",
      "l": 1
    },
    {
      "j": "ブザー",
      "e": "buzzer",
      "f": "",
      "l": 1
    },
    {
      "j": "不調",
      "e": "bad condition; not to work out (ie a deal); disagreement; break-off; disorder; slump; out of form",
      "f": "ふちょう",
      "l": 1
    },
    {
      "j": "形成",
      "e": "formation",
      "f": "けいせい",
      "l": 1
    },
    {
      "j": "短大",
      "e": "junior college",
      "f": "たんだい",
      "l": 1
    },
    {
      "j": "誇張",
      "e": "exaggeration",
      "f": "こちょう",
      "l": 1
    },
    {
      "j": "善良",
      "e": "goodness; excellence; virtue",
      "f": "ぜんりょう",
      "l": 1
    },
    {
      "j": "火星",
      "e": "Mars (planet)",
      "f": "かせい",
      "l": 1
    },
    {
      "j": "染みる",
      "e": "to pierce; to permeate",
      "f": "しみる",
      "l": 1
    },
    {
      "j": "ドライバー",
      "e": "driver; screwdriver",
      "f": "",
      "l": 1
    },
    {
      "j": "辛抱",
      "e": "patience; endurance",
      "f": "しんぼう",
      "l": 1
    },
    {
      "j": "絶版",
      "e": "out of print",
      "f": "ぜっぱん",
      "l": 1
    },
    {
      "j": "焦る",
      "e": "to be in a hurry; to be impatient",
      "f": "あせる",
      "l": 1
    },
    {
      "j": "愛想",
      "e": "civility; courtesy; compliments; sociability; graces",
      "f": "あいそ",
      "l": 1
    },
    {
      "j": "御覧なさい",
      "e": "(please) look; (please) try to do",
      "f": "ごらんなさい",
      "l": 1
    },
    {
      "j": "警部",
      "e": "police inspector",
      "f": "けいぶ",
      "l": 1
    },
    {
      "j": "何時までも",
      "e": "forever; for good; eternally; as long as one likes; indefinitely",
      "f": "いつまでも",
      "l": 1
    },
    {
      "j": "断然",
      "e": "firmly; absolutely; definitely",
      "f": "だんぜん",
      "l": 1
    },
    {
      "j": "爆弾",
      "e": "bomb",
      "f": "ばくだん",
      "l": 1
    },
    {
      "j": "経る",
      "e": "to pass; to elapse; to experience",
      "f": "へる",
      "l": 1
    },
    {
      "j": "マッサージ",
      "e": "massage",
      "f": "",
      "l": 1
    },
    {
      "j": "取り混ぜる",
      "e": "to mix; to put together",
      "f": "とりまぜる",
      "l": 1
    },
    {
      "j": "多忙",
      "e": "busy; pressure of work",
      "f": "たぼう",
      "l": 1
    },
    {
      "j": "演出",
      "e": "production (e.g. play); direction",
      "f": "えんしゅつ",
      "l": 1
    },
    {
      "j": "刺繍",
      "e": "embroidery",
      "f": "ししゅう",
      "l": 1
    },
    {
      "j": "主観",
      "e": "subjectivity; subject; ego",
      "f": "しゅかん",
      "l": 1
    },
    {
      "j": "回送",
      "e": "forwarding",
      "f": "かいそう",
      "l": 1
    },
    {
      "j": "私物",
      "e": "private property; personal effects",
      "f": "しぶつ",
      "l": 1
    },
    {
      "j": "補償",
      "e": "compensation; reparation",
      "f": "ほしょう",
      "l": 1
    },
    {
      "j": "小柄",
      "e": "short (build)",
      "f": "こがら",
      "l": 1
    },
    {
      "j": "下痢",
      "e": "diarrhoea",
      "f": "げり",
      "l": 1
    },
    {
      "j": "所で",
      "e": "by the way; even if; no matter what",
      "f": "ところで",
      "l": 1
    },
    {
      "j": "強硬",
      "e": "firm; vigorous; unbending; unyielding; strong; stubborn",
      "f": "きょうこう",
      "l": 1
    },
    {
      "j": "侍",
      "e": "Samurai; warrior",
      "f": "さむらい",
      "l": 1
    },
    {
      "j": "合わす",
      "e": "to join together; to face; to unite; to be opposite; to combine; to connect; to add up; to mix; to match; to",
      "f": "あわす",
      "l": 1
    },
    {
      "j": "真っ二つ",
      "e": "in two equal parts",
      "f": "まっぷたつ",
      "l": 1
    },
    {
      "j": "勧告",
      "e": "advice; counsel; remonstrance; recommendation",
      "f": "かんこく",
      "l": 1
    },
    {
      "j": "体験",
      "e": "personal experience",
      "f": "たいけん",
      "l": 1
    },
    {
      "j": "衣類",
      "e": "clothes; clothing; garments",
      "f": "いるい",
      "l": 1
    },
    {
      "j": "干渉",
      "e": "interference; intervention",
      "f": "かんしょう",
      "l": 1
    },
    {
      "j": "不味い",
      "e": "unappetising; unpleasant (taste  appearance  situation); ugly; unskilful; awkward; bungling; unwise; untime",
      "f": "まずい",
      "l": 1
    },
    {
      "j": "年号",
      "e": "name of an era; year number",
      "f": "ねんごう",
      "l": 1
    },
    {
      "j": "オレンジ",
      "e": "an orange",
      "f": "",
      "l": 1
    },
    {
      "j": "値",
      "e": "value; price; cost; worth; merit",
      "f": "あたい",
      "l": 1
    },
    {
      "j": "平行",
      "e": "(going) side by side; concurrent; abreast; at the same time; occurring together; parallel; parallelism",
      "f": "へいこう",
      "l": 1
    },
    {
      "j": "遠方",
      "e": "long way; distant place",
      "f": "えんぽう",
      "l": 1
    },
    {
      "j": "傷付く",
      "e": "to be hurt; to be wounded; to get injured",
      "f": "きずつく",
      "l": 1
    },
    {
      "j": "斜面",
      "e": "slope; slanting surface; bevel",
      "f": "しゃめん",
      "l": 1
    },
    {
      "j": "紛れる",
      "e": "to be diverted; to slip into",
      "f": "まぎれる",
      "l": 1
    },
    {
      "j": "施す",
      "e": "to donate; to give; to conduct; to apply; to perform",
      "f": "ほどこす",
      "l": 1
    },
    {
      "j": "お八",
      "e": "1.  (uk) between meal snack; afternoon refreshment; afternoon tea; 2.  mid-day snack",
      "f": "おやつ",
      "l": 1
    },
    {
      "j": "お宮",
      "e": "Shinto shrine",
      "f": "おみや",
      "l": 1
    },
    {
      "j": "資格",
      "e": "qualifications; requirements; capabilities",
      "f": "しかく",
      "l": 1
    },
    {
      "j": "炙る",
      "e": "to scorch",
      "f": "あぶる",
      "l": 1
    },
    {
      "j": "吐く",
      "e": "1.  to breathe; 2.  to tell (lies); 3.  to vomit; to disgorge",
      "f": "つく",
      "l": 1
    },
    {
      "j": "木綿",
      "e": "cotton",
      "f": "きわた",
      "l": 1
    },
    {
      "j": "上がる",
      "e": "to enter; to go up; to rise; to climb up; to advance; to appreciate; to be promoted; to improve; to call on;",
      "f": "あがる",
      "l": 1
    },
    {
      "j": "ナンセンス",
      "e": "nonsense",
      "f": "",
      "l": 1
    },
    {
      "j": "擦れる",
      "e": "to rub; to chafe; to wear; to become sophisticated",
      "f": "すれる",
      "l": 1
    },
    {
      "j": "労力",
      "e": "labour; effort; toil; trouble",
      "f": "ろうりょく",
      "l": 1
    },
    {
      "j": "女子",
      "e": "woman; girl",
      "f": "おなご",
      "l": 1
    },
    {
      "j": "引きずる",
      "e": "to seduce; to drag along; to pull; to prolong; to support",
      "f": "ひきずる",
      "l": 1
    },
    {
      "j": "尚更",
      "e": "all the more; still less",
      "f": "なおさら",
      "l": 1
    },
    {
      "j": "前途",
      "e": "future prospects; outlook; the journey ahead",
      "f": "ぜんと",
      "l": 1
    },
    {
      "j": "ヤング",
      "e": "young",
      "f": "",
      "l": 1
    },
    {
      "j": "作",
      "e": "a work; a harvest",
      "f": "さく",
      "l": 1
    },
    {
      "j": "清らか",
      "e": "clean; pure; chaste",
      "f": "きよらか",
      "l": 1
    },
    {
      "j": "センス",
      "e": "good sense (for music  style  tact  etc.)",
      "f": "",
      "l": 1
    },
    {
      "j": "粉末",
      "e": "fine powder",
      "f": "ふんまつ",
      "l": 1
    },
    {
      "j": "真理",
      "e": "truth",
      "f": "しんり",
      "l": 1
    },
    {
      "j": "同居",
      "e": "living together",
      "f": "どうきょ",
      "l": 1
    },
    {
      "j": "御手洗い",
      "e": "toilet; restroom; lavatory; bathroom (US)",
      "f": "おてあらい",
      "l": 1
    },
    {
      "j": "迚も",
      "e": "very; awfully; exceedingly",
      "f": "とても",
      "l": 1
    },
    {
      "j": "欲望",
      "e": "desire; appetite",
      "f": "よくぼう",
      "l": 1
    },
    {
      "j": "着目",
      "e": "attention",
      "f": "ちゃくもく",
      "l": 1
    },
    {
      "j": "辿る",
      "e": "to follow (road); to pursue (course); to follow up",
      "f": "たどる",
      "l": 1
    },
    {
      "j": "所が",
      "e": "however; while; even if",
      "f": "ところが",
      "l": 1
    },
    {
      "j": "網",
      "e": "net; network",
      "f": "あみ",
      "l": 1
    },
    {
      "j": "画",
      "e": "stroke",
      "f": "かく",
      "l": 1
    },
    {
      "j": "掌",
      "e": "the palm",
      "f": "たなごころ",
      "l": 1
    },
    {
      "j": "証拠",
      "e": "evidence; proof",
      "f": "しょうこ",
      "l": 1
    },
    {
      "j": "加入",
      "e": "becoming a member; joining; entry; admission; subscription; affiliation; adherence; signing",
      "f": "かにゅう",
      "l": 1
    },
    {
      "j": "後退",
      "e": "retreat; backspace (BS)",
      "f": "こうたい",
      "l": 1
    },
    {
      "j": "埋まる",
      "e": "to be buried; to be surrounded; to overflow; to be filled",
      "f": "うずまる",
      "l": 1
    },
    {
      "j": "歪む",
      "e": "to warp; to swerve; to deflect; to be crooked; to be distorted; to be bent; to incline; to slant; to be perv",
      "f": "いがむ",
      "l": 1
    },
    {
      "j": "捕らえる",
      "e": "to seize; to grasp; to capture; to arrest",
      "f": "とらえる",
      "l": 1
    },
    {
      "j": "擦れ違い",
      "e": "chance encounter",
      "f": "すれちがい",
      "l": 1
    },
    {
      "j": "軽率",
      "e": "rash; thoughtless; careless; hasty",
      "f": "けいそつ",
      "l": 1
    },
    {
      "j": "冬眠",
      "e": "hibernation; winter sleep",
      "f": "とうみん",
      "l": 1
    },
    {
      "j": "教訓",
      "e": "lesson; precept; moral instruction",
      "f": "きょうくん",
      "l": 1
    },
    {
      "j": "倹約",
      "e": "thrift; economy; frugality",
      "f": "けんやく",
      "l": 1
    },
    {
      "j": "不動産",
      "e": "real estate",
      "f": "ふどうさん",
      "l": 1
    },
    {
      "j": "当選",
      "e": "being elected; winning the prize",
      "f": "とうせん",
      "l": 1
    },
    {
      "j": "躾",
      "e": "home discipline; training; upbringing; breeding",
      "f": "しつけ",
      "l": 1
    },
    {
      "j": "矢",
      "e": "arrow",
      "f": "や",
      "l": 1
    },
    {
      "j": "土俵",
      "e": "arena",
      "f": "どひょう",
      "l": 1
    },
    {
      "j": "私",
      "e": "I (fem)",
      "f": "あたし",
      "l": 1
    },
    {
      "j": "不在",
      "e": "absence",
      "f": "ふざい",
      "l": 1
    },
    {
      "j": "ルーズ",
      "e": "loose",
      "f": "",
      "l": 1
    },
    {
      "j": "特有",
      "e": "characteristic (of); peculiar (to)",
      "f": "とくゆう",
      "l": 1
    },
    {
      "j": "日付",
      "e": "date; dating",
      "f": "かづけ",
      "l": 1
    },
    {
      "j": "代わる代わる",
      "e": "alternately",
      "f": "かわるがわる",
      "l": 1
    },
    {
      "j": "技能",
      "e": "technical skill; ability; capacity",
      "f": "ぎのう",
      "l": 1
    },
    {
      "j": "地主",
      "e": "landlord",
      "f": "じぬし",
      "l": 1
    },
    {
      "j": "付属",
      "e": "attached; belonging; affiliated; annexed; associated; subordinate; incidental; dependent; auxiliary",
      "f": "ふぞく",
      "l": 1
    },
    {
      "j": "立体",
      "e": "solid body",
      "f": "りったい",
      "l": 1
    },
    {
      "j": "ライス",
      "e": "rice",
      "f": "",
      "l": 1
    },
    {
      "j": "尊い",
      "e": "precious; valuable; priceless; noble; exalted; sacred",
      "f": "たっとい",
      "l": 1
    },
    {
      "j": "嘸",
      "e": "I am sure; certainly; no doubt",
      "f": "さぞ",
      "l": 1
    },
    {
      "j": "赤らむ",
      "e": "to become red; to redden; to blush",
      "f": "あからむ",
      "l": 1
    },
    {
      "j": "捕獲",
      "e": "capture; seizure",
      "f": "ほかく",
      "l": 1
    },
    {
      "j": "星座",
      "e": "constellation",
      "f": "せいざ",
      "l": 1
    },
    {
      "j": "一人でに",
      "e": "by itself; automatically; naturally",
      "f": "ひとりでに",
      "l": 1
    },
    {
      "j": "下調べ",
      "e": "preliminary investigation; preparation",
      "f": "したしらべ",
      "l": 1
    },
    {
      "j": "明々後日",
      "e": "two days after tomorrow",
      "f": "しあさって",
      "l": 1
    },
    {
      "j": "慣用",
      "e": "common; customary",
      "f": "かんよう",
      "l": 1
    },
    {
      "j": "滑稽",
      "e": "funny; humorous; comical; laughable; ridiculous; joking",
      "f": "こっけい",
      "l": 1
    },
    {
      "j": "無用",
      "e": "useless; futility; needlessness; unnecessariness",
      "f": "むよう",
      "l": 1
    },
    {
      "j": "勧誘",
      "e": "invitation; solicitation; canvassing; inducement; persuasion; encouragement",
      "f": "かんゆう",
      "l": 1
    },
    {
      "j": "進行",
      "e": "advance",
      "f": "しんこう",
      "l": 1
    },
    {
      "j": "前例",
      "e": "precedent",
      "f": "ぜんれい",
      "l": 1
    },
    {
      "j": "茎",
      "e": "stalk",
      "f": "くき",
      "l": 1
    },
    {
      "j": "垂れる",
      "e": "to hang; to droop; to drop; to lower; to pull down; to dangle; to sag; to drip; to ooze; to trickle; to leave",
      "f": "たれる",
      "l": 1
    },
    {
      "j": "綻びる",
      "e": "to come apart at the seams; to begin to open; to smile broadly",
      "f": "ほころびる",
      "l": 1
    },
    {
      "j": "役立つ",
      "e": "to be useful; to be helpful; to serve the purpose",
      "f": "やくだつ",
      "l": 1
    },
    {
      "j": "絶望",
      "e": "despair; hopelessness",
      "f": "ぜつぼう",
      "l": 1
    },
    {
      "j": "点火",
      "e": "ignition; lighting; set fire to",
      "f": "てんか",
      "l": 1
    },
    {
      "j": "生かす",
      "e": "to revive; to resuscitate; to make use of",
      "f": "いかす",
      "l": 1
    },
    {
      "j": "最早",
      "e": "already; now",
      "f": "もはや",
      "l": 1
    },
    {
      "j": "お襁褓",
      "e": "diaper; nappy",
      "f": "おむつ",
      "l": 1
    },
    {
      "j": "漁船",
      "e": "fishing boat",
      "f": "ぎょせん",
      "l": 1
    },
    {
      "j": "司法",
      "e": "administration of justice",
      "f": "しほう",
      "l": 1
    },
    {
      "j": "捜査",
      "e": "search (esp. in criminal investigations); investigation",
      "f": "そうさ",
      "l": 1
    },
    {
      "j": "遠回り",
      "e": "detour; roundabout way",
      "f": "とおまわり",
      "l": 1
    },
    {
      "j": "抜け出す",
      "e": "to slip out; to sneak away; to excel",
      "f": "ぬけだす",
      "l": 1
    },
    {
      "j": "スラックス",
      "e": "slacks",
      "f": "",
      "l": 1
    },
    {
      "j": "受け継ぐ",
      "e": "to inherit; to succeed; to take over",
      "f": "うけつぐ",
      "l": 1
    },
    {
      "j": "製法",
      "e": "manufacturing method; recipe; formula",
      "f": "せいほう",
      "l": 1
    },
    {
      "j": "誤差",
      "e": "error",
      "f": "ごさ",
      "l": 1
    },
    {
      "j": "私用",
      "e": "personal use; private business",
      "f": "しよう",
      "l": 1
    },
    {
      "j": "仕上がり",
      "e": "finish; end; completion",
      "f": "しあがり",
      "l": 1
    },
    {
      "j": "三",
      "e": "(num) three",
      "f": "み",
      "l": 1
    },
    {
      "j": "貴い",
      "e": "precious; valuable; priceless; noble; exalted; sacred",
      "f": "たっとい",
      "l": 1
    },
    {
      "j": "於いて",
      "e": "at; in; on",
      "f": "おいて",
      "l": 1
    },
    {
      "j": "情勢",
      "e": "state of things; condition; situation",
      "f": "じょうせい",
      "l": 1
    },
    {
      "j": "分",
      "e": "minute",
      "f": "ふん",
      "l": 1
    },
    {
      "j": "沼",
      "e": "swamp; bog; pond; lake",
      "f": "ぬま",
      "l": 1
    },
    {
      "j": "基金",
      "e": "fund; foundation",
      "f": "ききん",
      "l": 1
    },
    {
      "j": "捻子",
      "e": "screw; helix; spiral",
      "f": "ねじ",
      "l": 1
    },
    {
      "j": "手配",
      "e": "arrangement; search (by police)",
      "f": "てはい",
      "l": 1
    },
    {
      "j": "応急",
      "e": "emergency",
      "f": "おうきゅう",
      "l": 1
    },
    {
      "j": "法案",
      "e": "bill (law)",
      "f": "ほうあん",
      "l": 1
    },
    {
      "j": "畳",
      "e": "#NAME?",
      "f": "じょう",
      "l": 1
    },
    {
      "j": "陰気",
      "e": "gloom; melancholy",
      "f": "いんき",
      "l": 1
    },
    {
      "j": "全滅",
      "e": "annihilation",
      "f": "ぜんめつ",
      "l": 1
    },
    {
      "j": "対立",
      "e": "confrontation; opposition; antagonism",
      "f": "たいりつ",
      "l": 1
    },
    {
      "j": "期日",
      "e": "fixed date; settlement date",
      "f": "きじつ",
      "l": 1
    },
    {
      "j": "其れでは",
      "e": "in that situation; well then ...",
      "f": "それでは",
      "l": 1
    },
    {
      "j": "著名",
      "e": "well-known; noted; celebrated",
      "f": "ちょめい",
      "l": 1
    },
    {
      "j": "メッセージ",
      "e": "message",
      "f": "",
      "l": 1
    },
    {
      "j": "説く",
      "e": "to explain; to advocate; to preach; to persuade",
      "f": "とく",
      "l": 1
    },
    {
      "j": "受かる",
      "e": "to pass (examination)",
      "f": "うかる",
      "l": 1
    },
    {
      "j": "聴講",
      "e": "lecture attendance; auditing",
      "f": "ちょうこう",
      "l": 1
    },
    {
      "j": "値する",
      "e": "to be worth; to deserve; to merit",
      "f": "あたいする",
      "l": 1
    },
    {
      "j": "会談",
      "e": "conversation; conference; discussion; interview",
      "f": "かいだん",
      "l": 1
    },
    {
      "j": "荒廃",
      "e": "ruin",
      "f": "こうはい",
      "l": 1
    },
    {
      "j": "片思い",
      "e": "unrequited love",
      "f": "かたおもい",
      "l": 1
    },
    {
      "j": "甘い",
      "e": "delicious",
      "f": "うまい",
      "l": 1
    },
    {
      "j": "従って",
      "e": "therefore; consequently; in accordance with",
      "f": "したがって",
      "l": 1
    },
    {
      "j": "蹴飛ばす",
      "e": "to kick away; to kick off; to kick (someone); to refuse; to reject",
      "f": "けとばす",
      "l": 1
    },
    {
      "j": "盛装",
      "e": "be dressed up; wear rich clothes",
      "f": "せいそう",
      "l": 1
    },
    {
      "j": "規範",
      "e": "model; standard; pattern; norm; criterion; example",
      "f": "きはん",
      "l": 1
    },
    {
      "j": "様式",
      "e": "style; form; pattern",
      "f": "ようしき",
      "l": 1
    },
    {
      "j": "心情",
      "e": "mentality",
      "f": "しんじょう",
      "l": 1
    },
    {
      "j": "根拠",
      "e": "basis; foundation",
      "f": "こんきょ",
      "l": 1
    },
    {
      "j": "法学",
      "e": "law; jurisprudence",
      "f": "ほうがく",
      "l": 1
    },
    {
      "j": "止まる",
      "e": "to be limited to",
      "f": "とどまる",
      "l": 1
    },
    {
      "j": "姉妹",
      "e": "sisters",
      "f": "きょうだい",
      "l": 1
    },
    {
      "j": "削減",
      "e": "cut; reduction; curtailment",
      "f": "さくげん",
      "l": 1
    },
    {
      "j": "売り出し",
      "e": "(bargain) sale",
      "f": "うりだし",
      "l": 1
    },
    {
      "j": "懸賞",
      "e": "offering prizes; winning; reward",
      "f": "けんしょう",
      "l": 1
    },
    {
      "j": "返済",
      "e": "repayment",
      "f": "へんさい",
      "l": 1
    },
    {
      "j": "過疎",
      "e": "depopulation",
      "f": "かそ",
      "l": 1
    },
    {
      "j": "切り替える",
      "e": "to change; to exchange; to convert; to renew; to throw a switch; to replace; to switch over",
      "f": "きりかえる",
      "l": 1
    },
    {
      "j": "仕舞",
      "e": "end; termination; informal (Noh play)",
      "f": "しまい",
      "l": 1
    },
    {
      "j": "完璧",
      "e": "perfection; completeness; flawless",
      "f": "かんぺき",
      "l": 1
    },
    {
      "j": "地方",
      "e": "area; locality; district; region; the coast",
      "f": "じかた",
      "l": 1
    },
    {
      "j": "協調",
      "e": "co-operation; conciliation; harmony; firm (market) tone",
      "f": "きょうちょう",
      "l": 1
    },
    {
      "j": "逃亡",
      "e": "escape",
      "f": "とうぼう",
      "l": 1
    },
    {
      "j": "転校",
      "e": "change schools",
      "f": "てんこう",
      "l": 1
    },
    {
      "j": "集まる",
      "e": "to gather; to collect; to assemble",
      "f": "あつまる",
      "l": 1
    },
    {
      "j": "何となく",
      "e": "somehow or other; for some reason or another",
      "f": "なんとなく",
      "l": 1
    },
    {
      "j": "登録",
      "e": "registration; register; entry; record",
      "f": "とうろく",
      "l": 1
    },
    {
      "j": "藍褸",
      "e": "rag; scrap; tattered clothes; fault (esp. in a pretense); defect; run-down or junky",
      "f": "ぼろ",
      "l": 1
    },
    {
      "j": "行い",
      "e": "deed; conduct; behavior; action; asceticism",
      "f": "おこない",
      "l": 1
    },
    {
      "j": "的",
      "e": "-like; typical",
      "f": "てき",
      "l": 1
    },
    {
      "j": "給食",
      "e": "school lunch; providing a meal",
      "f": "きゅうしょく",
      "l": 1
    },
    {
      "j": "着工",
      "e": "start of (construction) work",
      "f": "ちゃっこう",
      "l": 1
    },
    {
      "j": "ふんだん",
      "e": "plentiful; abundant; lavish",
      "f": "",
      "l": 1
    },
    {
      "j": "シナリオ",
      "e": "scenario",
      "f": "",
      "l": 1
    },
    {
      "j": "コメント",
      "e": "comment",
      "f": "",
      "l": 1
    },
    {
      "j": "了承",
      "e": "acknowledgement; understanding (e.g. please be understanding of the mess during our renovation)",
      "f": "りょうしょう",
      "l": 1
    },
    {
      "j": "カムバック",
      "e": "comeback",
      "f": "",
      "l": 1
    },
    {
      "j": "修行",
      "e": "pursuit of knowledge; studying; learning; training; ascetic practice; discipline",
      "f": "しゅうぎょう",
      "l": 1
    },
    {
      "j": "ランプ",
      "e": "lamp; ramp; headlight; light",
      "f": "",
      "l": 1
    },
    {
      "j": "ブーム",
      "e": "boom",
      "f": "",
      "l": 1
    },
    {
      "j": "凝る",
      "e": "to congeal; to freeze",
      "f": "こごる",
      "l": 1
    },
    {
      "j": "味わい",
      "e": "flavour; meaning; significance",
      "f": "あじわい",
      "l": 1
    },
    {
      "j": "来場",
      "e": "attendance",
      "f": "らいじょう",
      "l": 1
    },
    {
      "j": "フィルター",
      "e": "(camera) filter",
      "f": "",
      "l": 1
    },
    {
      "j": "一切",
      "e": "all; everything; without exception; the whole; entirely; absolutely",
      "f": "いっさい",
      "l": 1
    },
    {
      "j": "従業員",
      "e": "employee; worker",
      "f": "じゅうぎょういん",
      "l": 1
    },
    {
      "j": "享受",
      "e": "reception; acceptance; enjoyment; being given",
      "f": "きょうじゅ",
      "l": 1
    },
    {
      "j": "設立",
      "e": "establishment; foundation; institution",
      "f": "せつりつ",
      "l": 1
    },
    {
      "j": "座標",
      "e": "coordinate(s)",
      "f": "ざひょう",
      "l": 1
    },
    {
      "j": "掻き回す",
      "e": "to stir up; to churn; to ransack; to disturb",
      "f": "かきまわす",
      "l": 1
    },
    {
      "j": "バッジ",
      "e": "badge",
      "f": "",
      "l": 1
    },
    {
      "j": "明後日",
      "e": "day after tomorrow",
      "f": "あさって",
      "l": 1
    },
    {
      "j": "背後",
      "e": "back; rear",
      "f": "はいご",
      "l": 1
    },
    {
      "j": "野外",
      "e": "fields; outskirts; open air; suburbs",
      "f": "やがい",
      "l": 1
    },
    {
      "j": "階級",
      "e": "class; rank; grade",
      "f": "かいきゅう",
      "l": 1
    },
    {
      "j": "侵略",
      "e": "aggression; invasion; raid",
      "f": "しんりゃく",
      "l": 1
    },
    {
      "j": "救い",
      "e": "help; aid; relief",
      "f": "すくい",
      "l": 1
    },
    {
      "j": "回覧",
      "e": "circulation",
      "f": "かいらん",
      "l": 1
    },
    {
      "j": "如何",
      "e": "how; in what way",
      "f": "いかが",
      "l": 1
    },
    {
      "j": "徐々",
      "e": "gradually; steadily; quietly; slowly; soon",
      "f": "そろそろ",
      "l": 1
    },
    {
      "j": "気触れる",
      "e": "to react to; to be influenced by; to go overboard for",
      "f": "かぶれる",
      "l": 1
    },
    {
      "j": "物置き",
      "e": "storeroom",
      "f": "ものおき",
      "l": 1
    },
    {
      "j": "古代",
      "e": "ancient times",
      "f": "こだい",
      "l": 1
    },
    {
      "j": "込める",
      "e": "to include; to put into",
      "f": "こめる",
      "l": 1
    },
    {
      "j": "指揮",
      "e": "command; direction",
      "f": "しき",
      "l": 1
    },
    {
      "j": "交互",
      "e": "mutual; reciprocal; alternate",
      "f": "こうご",
      "l": 1
    },
    {
      "j": "区切り",
      "e": "an end; a stop; punctuation",
      "f": "くぎり",
      "l": 1
    },
    {
      "j": "移行",
      "e": "switching over to",
      "f": "いこう",
      "l": 1
    },
    {
      "j": "未熟",
      "e": "inexperience; unripeness; raw; unskilled; immature; inexperienced",
      "f": "みじゅく",
      "l": 1
    },
    {
      "j": "計器",
      "e": "meter; gauge",
      "f": "けいき",
      "l": 1
    },
    {
      "j": "出世",
      "e": "promotion; successful career; eminence",
      "f": "しゅっせ",
      "l": 1
    },
    {
      "j": "降伏",
      "e": "capitulation; surrender; submission",
      "f": "こうふく",
      "l": 1
    },
    {
      "j": "仰ぐ",
      "e": "to look up (to); to respect; to depend on; to ask for; to seek; to revere; to drink; to take",
      "f": "あおぐ",
      "l": 1
    },
    {
      "j": "法廷",
      "e": "courtroom",
      "f": "ほうてい",
      "l": 1
    },
    {
      "j": "擽ぐったい",
      "e": "ticklish",
      "f": "くすぐったい",
      "l": 1
    },
    {
      "j": "乃至",
      "e": "from...to; between...and; or",
      "f": "ないし",
      "l": 1
    },
    {
      "j": "復活",
      "e": "revival (e.g. musical); restoration",
      "f": "ふっかつ",
      "l": 1
    },
    {
      "j": "労る",
      "e": "to pity; to sympathize with; to console; to care for; to be kind to",
      "f": "いたわる",
      "l": 1
    },
    {
      "j": "あっさり",
      "e": "easily; readily; quickly",
      "f": "",
      "l": 1
    },
    {
      "j": "代",
      "e": "price; materials; substitution",
      "f": "しろ",
      "l": 1
    },
    {
      "j": "天皇",
      "e": "Emperor of Japan",
      "f": "すめらぎ",
      "l": 1
    },
    {
      "j": "申し出る",
      "e": "to report to; to tell; to suggest; to submit; to request; to make an offer; to come forward with informati",
      "f": "もうしでる",
      "l": 1
    },
    {
      "j": "トラブル",
      "e": "trouble (sometimes used as a verb)",
      "f": "",
      "l": 1
    },
    {
      "j": "優美",
      "e": "grace; refinement; elegance",
      "f": "ゆうび",
      "l": 1
    },
    {
      "j": "所持",
      "e": "possession; owning",
      "f": "しょじ",
      "l": 1
    },
    {
      "j": "運用",
      "e": "making use of; application; investment; practical use",
      "f": "うんよう",
      "l": 1
    },
    {
      "j": "鼠",
      "e": "1.  mouse; rat; 2.  dark gray; slate color",
      "f": "ねず",
      "l": 1
    },
    {
      "j": "ブルー",
      "e": "blue",
      "f": "",
      "l": 1
    },
    {
      "j": "冒頭",
      "e": "beginning; start; outset",
      "f": "ぼうとう",
      "l": 1
    },
    {
      "j": "お目出度う",
      "e": "(ateji) (int) (uk) Congratulations!; an auspicious occasion!",
      "f": "おめでとう",
      "l": 1
    },
    {
      "j": "類",
      "e": "a kind",
      "f": "たぐい",
      "l": 1
    },
    {
      "j": "審判",
      "e": "refereeing; trial; judgement; umpire; referee",
      "f": "しんばん",
      "l": 1
    },
    {
      "j": "統治",
      "e": "rule; reign; government; governing",
      "f": "とうじ",
      "l": 1
    },
    {
      "j": "両極",
      "e": "both extremities; north and south poles; positive and negative poles",
      "f": "りょうきょく",
      "l": 1
    },
    {
      "j": "夜更かし",
      "e": "staying up late; keeping late hours; sitting up late at night; nighthawk",
      "f": "よふかし",
      "l": 1
    },
    {
      "j": "日の丸",
      "e": "the Japanese flag",
      "f": "ひのまる",
      "l": 1
    },
    {
      "j": "茹でる",
      "e": "to boil",
      "f": "ゆでる",
      "l": 1
    },
    {
      "j": "共",
      "e": "both; neither (neg); all; and; as well as; including; with; together with; plural ending",
      "f": "きょう",
      "l": 1
    },
    {
      "j": "交える",
      "e": "to mix; to converse with; to cross (swords)",
      "f": "まじえる",
      "l": 1
    },
    {
      "j": "民宿",
      "e": "private home providing lodging for travelers",
      "f": "みんしゅく",
      "l": 1
    },
    {
      "j": "機構",
      "e": "mechanism; organization",
      "f": "きこう",
      "l": 1
    },
    {
      "j": "気障",
      "e": "affectation; conceit; snobbery",
      "f": "きざ",
      "l": 1
    },
    {
      "j": "無知",
      "e": "ignorance",
      "f": "むち",
      "l": 1
    },
    {
      "j": "心強い",
      "e": "heartening; reassuring",
      "f": "こころづよい",
      "l": 1
    },
    {
      "j": "休める",
      "e": "to rest; to suspend; to give relief",
      "f": "やすめる",
      "l": 1
    },
    {
      "j": "丈夫",
      "e": "1.  hero; gentleman; warrior; manly person; 2.  good health; robustness; strong; solid; durable",
      "f": "じょうふ",
      "l": 1
    },
    {
      "j": "自主",
      "e": "independence; autonomy",
      "f": "じしゅ",
      "l": 1
    },
    {
      "j": "一目",
      "e": "a glance; a look; a glimpse",
      "f": "いちもく",
      "l": 1
    },
    {
      "j": "戸締り",
      "e": "closing up; fastening the doors",
      "f": "とじまり",
      "l": 1
    },
    {
      "j": "態勢",
      "e": "attitude; conditions; preparations",
      "f": "たいせい",
      "l": 1
    },
    {
      "j": "大げさ",
      "e": "grandiose; exaggerated",
      "f": "おおげさ",
      "l": 1
    },
    {
      "j": "区画",
      "e": "division; section; compartment; boundary; area; block",
      "f": "くかく",
      "l": 1
    },
    {
      "j": "ジーパン",
      "e": "jeans (lit: jeans pants); dungarees",
      "f": "",
      "l": 1
    },
    {
      "j": "身体",
      "e": "the body",
      "f": "からだ",
      "l": 1
    },
    {
      "j": "暴風",
      "e": "storm; windstorm; gale",
      "f": "ぼうふう",
      "l": 1
    },
    {
      "j": "卑しい",
      "e": "greedy; vulgar; shabby; humble; base; mean; vile",
      "f": "いやしい",
      "l": 1
    },
    {
      "j": "革新",
      "e": "reform; innovation",
      "f": "かくしん",
      "l": 1
    },
    {
      "j": "遂げる",
      "e": "to accomplish; to achieve; to carry out",
      "f": "とげる",
      "l": 1
    },
    {
      "j": "融通",
      "e": "lending (money); accommodation; adaptability; versatility; finance",
      "f": "ゆうずう",
      "l": 1
    },
    {
      "j": "冴える",
      "e": "to be clear; to be serene; to be cold; to be skillful",
      "f": "さえる",
      "l": 1
    },
    {
      "j": "乗り込む",
      "e": "to board; to embark on; to get into (a car); to ship (passengers); to man (a ship); to help (someone) int",
      "f": "のりこむ",
      "l": 1
    },
    {
      "j": "拵える",
      "e": "to make; to manufacture",
      "f": "こしらえる",
      "l": 1
    },
    {
      "j": "始めまして",
      "e": "How do you do?; I am glad to meet you",
      "f": "はじめまして",
      "l": 1
    },
    {
      "j": "理論",
      "e": "theory",
      "f": "りろん",
      "l": 1
    },
    {
      "j": "無線",
      "e": "wireless; radio",
      "f": "むせん",
      "l": 1
    },
    {
      "j": "避難",
      "e": "taking refuge; finding shelter",
      "f": "ひなん",
      "l": 1
    },
    {
      "j": "快い",
      "e": "pleasant; agreeable",
      "f": "こころよい",
      "l": 1
    },
    {
      "j": "異見",
      "e": "different opinion; objection",
      "f": "いけん",
      "l": 1
    },
    {
      "j": "果てる",
      "e": "to end; to be finished; to be exhausted; to die; to perish",
      "f": "はてる",
      "l": 1
    },
    {
      "j": "大空",
      "e": "heaven; firmament; the sky",
      "f": "おおぞら",
      "l": 1
    },
    {
      "j": "フロント",
      "e": "front",
      "f": "",
      "l": 1
    },
    {
      "j": "調理",
      "e": "cooking",
      "f": "ちょうり",
      "l": 1
    },
    {
      "j": "態と",
      "e": "on purpose",
      "f": "わざと",
      "l": 1
    },
    {
      "j": "海峡",
      "e": "channel",
      "f": "かいきょう",
      "l": 1
    },
    {
      "j": "病",
      "e": "illness; disease",
      "f": "やまい",
      "l": 1
    },
    {
      "j": "蓋",
      "e": "cover; lid; cap",
      "f": "がい",
      "l": 1
    },
    {
      "j": "生理",
      "e": "physiology; menses",
      "f": "せいり",
      "l": 1
    },
    {
      "j": "股",
      "e": "groin; crotch; thigh",
      "f": "また",
      "l": 1
    },
    {
      "j": "願書",
      "e": "written application or petition",
      "f": "がんしょ",
      "l": 1
    },
    {
      "j": "一連",
      "e": "a series; a chain; a ream (of paper)",
      "f": "いちれん",
      "l": 1
    },
    {
      "j": "月並み",
      "e": "every month; common",
      "f": "つきなみ",
      "l": 1
    },
    {
      "j": "中腹",
      "e": "irritated; offended",
      "f": "ちゅうっぱら",
      "l": 1
    },
    {
      "j": "昼間",
      "e": "daytime; during the day",
      "f": "ちゅうかん",
      "l": 1
    },
    {
      "j": "出直し",
      "e": "adjustment; touch up",
      "f": "でなおし",
      "l": 1
    },
    {
      "j": "左利き",
      "e": "left-handedness; sake drinker; left-hander",
      "f": "ひだりきき",
      "l": 1
    },
    {
      "j": "親善",
      "e": "friendship",
      "f": "しんぜん",
      "l": 1
    },
    {
      "j": "健やか",
      "e": "vigorous; healthy; sound",
      "f": "すこやか",
      "l": 1
    },
    {
      "j": "分母",
      "e": "denominator",
      "f": "ぶんぼ",
      "l": 1
    },
    {
      "j": "腿",
      "e": "thigh; femur",
      "f": "もも",
      "l": 1
    },
    {
      "j": "ソース",
      "e": "source",
      "f": "",
      "l": 1
    },
    {
      "j": "枠",
      "e": "frame; slide",
      "f": "わく",
      "l": 1
    },
    {
      "j": "摘む",
      "e": "to pinch; to hold; to pick up",
      "f": "つまむ",
      "l": 1
    },
    {
      "j": "僅",
      "e": "a little; small quantity",
      "f": "きん",
      "l": 1
    },
    {
      "j": "認識",
      "e": "recognition; cognizance",
      "f": "にんしき",
      "l": 1
    },
    {
      "j": "沈める",
      "e": "to sink; to submerge",
      "f": "しずめる",
      "l": 1
    },
    {
      "j": "詰らない",
      "e": "insignificant; boring; trifling",
      "f": "つまらない",
      "l": 1
    },
    {
      "j": "実費",
      "e": "actual expense; cost price",
      "f": "じっぴ",
      "l": 1
    },
    {
      "j": "鼾",
      "e": "snoring",
      "f": "いびき",
      "l": 1
    },
    {
      "j": "アクセル",
      "e": "accelerator",
      "f": "",
      "l": 1
    },
    {
      "j": "何時か",
      "e": "sometime; someday; one day; some time or other; the other day; in due course; in time",
      "f": "いつか",
      "l": 1
    },
    {
      "j": "埋蔵",
      "e": "buried property; treasure trove",
      "f": "まいぞう",
      "l": 1
    },
    {
      "j": "公開",
      "e": "presenting to the public",
      "f": "こうかい",
      "l": 1
    },
    {
      "j": "融資",
      "e": "financing; loan",
      "f": "ゆうし",
      "l": 1
    },
    {
      "j": "並びに",
      "e": "and",
      "f": "ならびに",
      "l": 1
    },
    {
      "j": "助",
      "e": "help; rescue; assistant",
      "f": "じょ",
      "l": 1
    },
    {
      "j": "刊行",
      "e": "publication; issue",
      "f": "かんこう",
      "l": 1
    },
    {
      "j": "呟く",
      "e": "to mutter; to murmur",
      "f": "つぶやく",
      "l": 1
    },
    {
      "j": "打ち込む",
      "e": "to drive in (e.g. nail  stake); to devote oneself to; to shoot into; to smash; to throw into; to cast int",
      "f": "うちこむ",
      "l": 1
    },
    {
      "j": "欲深い",
      "e": "greedy",
      "f": "よくふかい",
      "l": 1
    },
    {
      "j": "版",
      "e": "edition",
      "f": "はん",
      "l": 1
    },
    {
      "j": "新築",
      "e": "new building; new construction",
      "f": "しんちく",
      "l": 1
    },
    {
      "j": "がっちり",
      "e": "solidly built; tightly; shrewd; calculating",
      "f": "",
      "l": 1
    },
    {
      "j": "福祉",
      "e": "welfare; well-being",
      "f": "ふくし",
      "l": 1
    },
    {
      "j": "碁盤",
      "e": "Go board",
      "f": "ごばん",
      "l": 1
    },
    {
      "j": "配置",
      "e": "arrangement (of resources); disposition",
      "f": "はいち",
      "l": 1
    },
    {
      "j": "恰度",
      "e": "just; right; exactly",
      "f": "ちょうど",
      "l": 1
    },
    {
      "j": "革命",
      "e": "revolution",
      "f": "かくめい",
      "l": 1
    },
    {
      "j": "ポンプ",
      "e": "pump",
      "f": "",
      "l": 1
    },
    {
      "j": "下心",
      "e": "secret intention; motive",
      "f": "したごころ",
      "l": 1
    },
    {
      "j": "清算",
      "e": "liquidation; settlement",
      "f": "せいさん",
      "l": 1
    },
    {
      "j": "手法",
      "e": "technique",
      "f": "しゅほう",
      "l": 1
    },
    {
      "j": "緩む",
      "e": "to become loose; to slacken",
      "f": "ゆるむ",
      "l": 1
    },
    {
      "j": "下地",
      "e": "groundwork; foundation; inclination; aptitude; elementary knowledge of; grounding in; prearrangement; spade",
      "f": "したじ",
      "l": 1
    },
    {
      "j": "長編",
      "e": "long (e.g. novel  film)",
      "f": "ちょうへん",
      "l": 1
    },
    {
      "j": "どうにか",
      "e": "in some way or other; one way or another",
      "f": "",
      "l": 1
    },
    {
      "j": "知性",
      "e": "intelligence",
      "f": "ちせい",
      "l": 1
    },
    {
      "j": "弱める",
      "e": "to weaken",
      "f": "よわめる",
      "l": 1
    },
    {
      "j": "閉鎖",
      "e": "closing; closure; shutdown; lockout; unsociable",
      "f": "へいさ",
      "l": 1
    },
    {
      "j": "何とも",
      "e": "nothing (with neg. verb); quite; not a bit",
      "f": "なんとも",
      "l": 1
    },
    {
      "j": "逃れる",
      "e": "to escape",
      "f": "のがれる",
      "l": 1
    },
    {
      "j": "百科辞典",
      "e": "encyclopedia",
      "f": "ひゃっかじてん",
      "l": 1
    },
    {
      "j": "タイトル",
      "e": "title",
      "f": "",
      "l": 1
    },
    {
      "j": "創立",
      "e": "establishment; founding; organization",
      "f": "そうりつ",
      "l": 1
    },
    {
      "j": "合議",
      "e": "consultation; conference",
      "f": "ごうぎ",
      "l": 1
    },
    {
      "j": "捕虜",
      "e": "prisoner (of war)",
      "f": "ほりょ",
      "l": 1
    },
    {
      "j": "吊り革",
      "e": "strap",
      "f": "つりかわ",
      "l": 1
    },
    {
      "j": "輪",
      "e": "counter for wheels and flowers",
      "f": "りん",
      "l": 1
    },
    {
      "j": "月謝",
      "e": "monthly tuition fee",
      "f": "げっしゃ",
      "l": 1
    },
    {
      "j": "倍率",
      "e": "diameter; magnification",
      "f": "ばいりつ",
      "l": 1
    },
    {
      "j": "乏しい",
      "e": "meagre; scarce; limited; destitute; hard up; scanty; poor",
      "f": "とぼしい",
      "l": 1
    },
    {
      "j": "光熱費",
      "e": "cost of fuel and light",
      "f": "こうねつひ",
      "l": 1
    },
    {
      "j": "有益",
      "e": "beneficial; profitable",
      "f": "ゆうえき",
      "l": 1
    },
    {
      "j": "感度",
      "e": "sensitivity; severity (quake)",
      "f": "かんど",
      "l": 1
    },
    {
      "j": "蓮",
      "e": "lotus",
      "f": "はす",
      "l": 1
    },
    {
      "j": "連休",
      "e": "consecutive holidays",
      "f": "れんきゅう",
      "l": 1
    },
    {
      "j": "合唱",
      "e": "chorus; singing in a chorus",
      "f": "がっしょう",
      "l": 1
    },
    {
      "j": "階層",
      "e": "class; level; stratum; hierarchy",
      "f": "かいそう",
      "l": 1
    },
    {
      "j": "展望",
      "e": "view; outlook; prospect",
      "f": "てんぼう",
      "l": 1
    },
    {
      "j": "峰",
      "e": "peak; ridge",
      "f": "みね",
      "l": 1
    },
    {
      "j": "達者",
      "e": "skillful; in good health",
      "f": "たっしゃ",
      "l": 1
    },
    {
      "j": "恋する",
      "e": "to fall in love with; to love",
      "f": "こいする",
      "l": 1
    },
    {
      "j": "来る",
      "e": "to come; to arrive; to be due to; to be next; to be forthcoming",
      "f": "きたる",
      "l": 1
    },
    {
      "j": "合意",
      "e": "agreement; consent; mutual understanding",
      "f": "ごうい",
      "l": 1
    },
    {
      "j": "栄える",
      "e": "to prosper; to flourish",
      "f": "さかえる",
      "l": 1
    },
    {
      "j": "長大",
      "e": "very long; great length",
      "f": "ちょうだい",
      "l": 1
    },
    {
      "j": "迫害",
      "e": "persecution",
      "f": "はくがい",
      "l": 1
    },
    {
      "j": "賠償",
      "e": "reparations; indemnity; compensation",
      "f": "ばいしょう",
      "l": 1
    },
    {
      "j": "ご座います",
      "e": "to be (polite); to exist",
      "f": "ございます",
      "l": 1
    },
    {
      "j": "距離",
      "e": "distance; range",
      "f": "きょり",
      "l": 1
    },
    {
      "j": "統率",
      "e": "command; lead; generalship; leadership",
      "f": "とうそつ",
      "l": 1
    },
    {
      "j": "補助",
      "e": "assistance; support; aid; auxiliary",
      "f": "ほじょ",
      "l": 1
    },
    {
      "j": "荷造り",
      "e": "packing; baling; crating",
      "f": "にづくり",
      "l": 1
    },
    {
      "j": "採算",
      "e": "profit",
      "f": "さいさん",
      "l": 1
    },
    {
      "j": "恐らく",
      "e": "perhaps",
      "f": "おそらく",
      "l": 1
    },
    {
      "j": "気兼ね",
      "e": "hesitance; diffidence; feeling constraint; fear of troubling someone; having scruples about doing someth",
      "f": "きがね",
      "l": 1
    },
    {
      "j": "弾む",
      "e": "to spring; to bound; to bounce; to be stimulated; to be encouraged; to get lively; to treat oneself to; to",
      "f": "はずむ",
      "l": 1
    },
    {
      "j": "専ら",
      "e": "wholly; solely; entirely",
      "f": "もっぱら",
      "l": 1
    },
    {
      "j": "掲げる",
      "e": "to publish; to print; to carry (an article); to put up; to hang out; to hoist; to fly (a sail); to float (a",
      "f": "かかげる",
      "l": 1
    },
    {
      "j": "ずらっと",
      "e": "in a line; in a row",
      "f": "",
      "l": 1
    },
    {
      "j": "伐",
      "e": "strike; attack; punish",
      "f": "ばつ",
      "l": 1
    },
    {
      "j": "中指",
      "e": "middle finger",
      "f": "ちゅうし",
      "l": 1
    },
    {
      "j": "然うして",
      "e": "and; like that",
      "f": "そうして",
      "l": 1
    },
    {
      "j": "保つ",
      "e": "to keep; to preserve; to hold; to retain; to maintain; to support; to sustain; to last; to endure; to keep we",
      "f": "たもつ",
      "l": 1
    },
    {
      "j": "三味線",
      "e": "three-stringed Japanese guitar; shamisen",
      "f": "さみせん",
      "l": 1
    },
    {
      "j": "細やか",
      "e": "friendly",
      "f": "こまやか",
      "l": 1
    },
    {
      "j": "雑木",
      "e": "various kinds of small trees; assorted trees",
      "f": "ざつぼく",
      "l": 1
    },
    {
      "j": "宙返り",
      "e": "somersault; looping-the-loop",
      "f": "ちゅうがえり",
      "l": 1
    },
    {
      "j": "兼ねて",
      "e": "simultaneously",
      "f": "かねて",
      "l": 1
    },
    {
      "j": "キャリア",
      "e": "career; career government employee",
      "f": "",
      "l": 1
    },
    {
      "j": "先代",
      "e": "family predecessor; previous age; previous generation",
      "f": "せんだい",
      "l": 1
    },
    {
      "j": "付き",
      "e": "attached to; impression; sociality; appearance; furnished with; under; to",
      "f": "つき",
      "l": 1
    },
    {
      "j": "成年",
      "e": "majority; adult age",
      "f": "せいねん",
      "l": 1
    },
    {
      "j": "本館",
      "e": "main building",
      "f": "ほんかん",
      "l": 1
    },
    {
      "j": "訴訟",
      "e": "litigation; lawsuit",
      "f": "そしょう",
      "l": 1
    },
    {
      "j": "応募",
      "e": "subscription; application",
      "f": "おうぼ",
      "l": 1
    },
    {
      "j": "跨ぐ",
      "e": "to straddle",
      "f": "またぐ",
      "l": 1
    },
    {
      "j": "オンライン",
      "e": "on-line",
      "f": "",
      "l": 1
    },
    {
      "j": "封",
      "e": "seal",
      "f": "ふう",
      "l": 1
    },
    {
      "j": "強いて",
      "e": "by force",
      "f": "しいて",
      "l": 1
    },
    {
      "j": "無駄遣い",
      "e": "waste money on; squander money on; flog a dead horse",
      "f": "むだづかい",
      "l": 1
    },
    {
      "j": "所定",
      "e": "fixed; prescribed",
      "f": "しょてい",
      "l": 1
    },
    {
      "j": "真珠",
      "e": "pearl",
      "f": "しんじゅ",
      "l": 1
    },
    {
      "j": "浪費",
      "e": "waste; extravagance",
      "f": "ろうひ",
      "l": 1
    },
    {
      "j": "丈",
      "e": "height; stature; length; measure; all (one has)",
      "f": "たけ",
      "l": 1
    },
    {
      "j": "係り",
      "e": "official; duty; person in charge",
      "f": "かかり",
      "l": 1
    },
    {
      "j": "仏",
      "e": "French",
      "f": "ふつ",
      "l": 1
    },
    {
      "j": "了",
      "e": "finish; completion; understanding",
      "f": "りょう",
      "l": 1
    },
    {
      "j": "芝",
      "e": "lawn; sod; turf",
      "f": "しば",
      "l": 1
    },
    {
      "j": "派",
      "e": "clique; faction; school",
      "f": "は",
      "l": 1
    },
    {
      "j": "情け深い",
      "e": "tender-hearted; compassionate",
      "f": "なさけぶかい",
      "l": 1
    },
    {
      "j": "人体",
      "e": "human body",
      "f": "じんたい",
      "l": 1
    },
    {
      "j": "桐",
      "e": "paulownia tree",
      "f": "きり",
      "l": 1
    },
    {
      "j": "突破",
      "e": "breaking through; breakthrough; penetration",
      "f": "とっぱ",
      "l": 1
    },
    {
      "j": "其れに",
      "e": "besides; moreover",
      "f": "それに",
      "l": 1
    },
    {
      "j": "くっ付く",
      "e": "to adhere to; to keep close to",
      "f": "くっつく",
      "l": 1
    },
    {
      "j": "几帳面",
      "e": "methodical; punctual; steady",
      "f": "きちょうめん",
      "l": 1
    },
    {
      "j": "保護",
      "e": "care; protection; shelter; guardianship; favor; patronage",
      "f": "ほご",
      "l": 1
    },
    {
      "j": "占領",
      "e": "occupation; capture; possession; have a room to oneself",
      "f": "せんりょう",
      "l": 1
    },
    {
      "j": "痒い",
      "e": "itchy; itching",
      "f": "かゆい",
      "l": 1
    },
    {
      "j": "日取り",
      "e": "fixed date; appointed day",
      "f": "ひどり",
      "l": 1
    },
    {
      "j": "歳",
      "e": "#NAME?",
      "f": "さい",
      "l": 1
    },
    {
      "j": "値引き",
      "e": "price reduction; discount",
      "f": "ねびき",
      "l": 1
    },
    {
      "j": "合致",
      "e": "agreement; concurrence; conforming to",
      "f": "がっち",
      "l": 1
    },
    {
      "j": "到達",
      "e": "reaching; attaining; arrival",
      "f": "とうたつ",
      "l": 1
    },
    {
      "j": "促進",
      "e": "promotion; acceleration; encouragement; facilitation; spurring on",
      "f": "そくしん",
      "l": 1
    },
    {
      "j": "本質",
      "e": "essence; true nature; reality",
      "f": "ほんしつ",
      "l": 1
    },
    {
      "j": "生まれつき",
      "e": "by nature; by birth; native",
      "f": "うまれつき",
      "l": 1
    },
    {
      "j": "政策",
      "e": "political measures; policy",
      "f": "せいさく",
      "l": 1
    },
    {
      "j": "逆上る",
      "e": "to go back; to go upstream; to make retroactive",
      "f": "さかのぼる",
      "l": 1
    },
    {
      "j": "長々",
      "e": "long; drawn-out; very long",
      "f": "ながなが",
      "l": 1
    },
    {
      "j": "建前",
      "e": "face; official stance; public position or attitude (as opposed to private thoughts)",
      "f": "たてまえ",
      "l": 1
    },
    {
      "j": "上手",
      "e": "1.  upper part; upper stream; left side (of a stage); 2.  skillful (only in comparisons); dexterity (on",
      "f": "うわて",
      "l": 1
    },
    {
      "j": "参照",
      "e": "reference; consultation; consultation",
      "f": "さんしょう",
      "l": 1
    },
    {
      "j": "どうぞ宜しく",
      "e": "pleased to meet you",
      "f": "どうぞよろしく",
      "l": 1
    },
    {
      "j": "許容",
      "e": "permission; pardon",
      "f": "きょよう",
      "l": 1
    },
    {
      "j": "共産",
      "e": "communism",
      "f": "きょうさん",
      "l": 1
    },
    {
      "j": "疾っくに",
      "e": "long ago; already; a long time ago",
      "f": "とっくに",
      "l": 1
    },
    {
      "j": "丸々",
      "e": "completely",
      "f": "まるまる",
      "l": 1
    },
    {
      "j": "比重",
      "e": "specific gravity",
      "f": "ひじゅう",
      "l": 1
    },
    {
      "j": "税務署",
      "e": "tax office",
      "f": "ぜいむしょ",
      "l": 1
    },
    {
      "j": "潜る",
      "e": "1.  to drive; to pass through; 2.  to evade; to hide; 3.  to dive (into or under water); to go undergro",
      "f": "くぐる",
      "l": 1
    },
    {
      "j": "再",
      "e": "re-; again; repeated",
      "f": "さい",
      "l": 1
    },
    {
      "j": "要請",
      "e": "claim; demand; request; application",
      "f": "ようせい",
      "l": 1
    },
    {
      "j": "兵器",
      "e": "arms; weapons; ordinance",
      "f": "へいき",
      "l": 1
    },
    {
      "j": "対話",
      "e": "interactive; interaction; conversation; dialogue",
      "f": "たいわ",
      "l": 1
    },
    {
      "j": "目付き",
      "e": "look; expression of the eyes; eyes",
      "f": "めつき",
      "l": 1
    },
    {
      "j": "派遣",
      "e": "dispatch; send",
      "f": "はけん",
      "l": 1
    },
    {
      "j": "依存",
      "e": "dependence; dependent; reliance",
      "f": "いそん",
      "l": 1
    },
    {
      "j": "清純",
      "e": "purity; innocence",
      "f": "せいじゅん",
      "l": 1
    },
    {
      "j": "いやに",
      "e": "awfully; terribly",
      "f": "",
      "l": 1
    },
    {
      "j": "経路",
      "e": "course; route; channel",
      "f": "けいろ",
      "l": 1
    },
    {
      "j": "丸ごと",
      "e": "in its entirety; whole; wholly",
      "f": "まるごと",
      "l": 1
    },
    {
      "j": "遺跡",
      "e": "historic ruins (remains  relics)",
      "f": "いせき",
      "l": 1
    },
    {
      "j": "充実",
      "e": "fullness; completion; perfection; substantiality; enrichment",
      "f": "じゅうじつ",
      "l": 1
    },
    {
      "j": "老ける",
      "e": "to age",
      "f": "ふける",
      "l": 1
    },
    {
      "j": "相応",
      "e": "suitability; fitness",
      "f": "そうおう",
      "l": 1
    },
    {
      "j": "恥じる",
      "e": "to feel ashamed",
      "f": "はじる",
      "l": 1
    },
    {
      "j": "ねじ回し",
      "e": "screwdriver",
      "f": "ねじまわし",
      "l": 1
    },
    {
      "j": "戦力",
      "e": "war potential",
      "f": "せんりょく",
      "l": 1
    },
    {
      "j": "切開",
      "e": "clearing (land); opening up; cutting through",
      "f": "せっかい",
      "l": 1
    },
    {
      "j": "上空",
      "e": "sky; the skies; high-altitude sky; upper air",
      "f": "じょうくう",
      "l": 1
    },
    {
      "j": "面目",
      "e": "face; honour; reputation; prestige; dignity; credit",
      "f": "めんぼく",
      "l": 1
    },
    {
      "j": "原油",
      "e": "crude oil",
      "f": "げんゆ",
      "l": 1
    },
    {
      "j": "自立",
      "e": "independence; self-reliance",
      "f": "じりつ",
      "l": 1
    },
    {
      "j": "麻痺",
      "e": "paralysis; palsy; numbness; stupor",
      "f": "まひ",
      "l": 1
    },
    {
      "j": "近郊",
      "e": "suburbs; outskirts",
      "f": "きんこう",
      "l": 1
    },
    {
      "j": "映える",
      "e": "to shine; to look attractive; to look pretty",
      "f": "はえる",
      "l": 1
    },
    {
      "j": "家出",
      "e": "running away from home; leaving home",
      "f": "いえで",
      "l": 1
    },
    {
      "j": "街道",
      "e": "highway",
      "f": "かいどう",
      "l": 1
    },
    {
      "j": "祝賀",
      "e": "celebration; congratulations",
      "f": "しゅくが",
      "l": 1
    },
    {
      "j": "貧困",
      "e": "poverty; lack",
      "f": "ひんこん",
      "l": 1
    },
    {
      "j": "押し込む",
      "e": "to push into; to crowd into",
      "f": "おしこむ",
      "l": 1
    },
    {
      "j": "眼科",
      "e": "ophthalmology",
      "f": "がんか",
      "l": 1
    },
    {
      "j": "見込み",
      "e": "hope; prospects; expectation",
      "f": "みこみ",
      "l": 1
    },
    {
      "j": "途絶える",
      "e": "to stop; to cease; to come to an end",
      "f": "とだえる",
      "l": 1
    },
    {
      "j": "漢語",
      "e": "Chinese word; Sino-Japanese word",
      "f": "かんご",
      "l": 1
    },
    {
      "j": "門",
      "e": "gate",
      "f": "かど",
      "l": 1
    },
    {
      "j": "扶養",
      "e": "support; maintenance",
      "f": "ふよう",
      "l": 1
    },
    {
      "j": "堪らない",
      "e": "intolerable; unbearable; unendurable",
      "f": "たまらない",
      "l": 1
    },
    {
      "j": "出切る",
      "e": "to be out of; to have no more at hand",
      "f": "できる",
      "l": 1
    },
    {
      "j": "連盟",
      "e": "league; union; alliance",
      "f": "れんめい",
      "l": 1
    },
    {
      "j": "象徴",
      "e": "symbol",
      "f": "しょうちょう",
      "l": 1
    },
    {
      "j": "携わる",
      "e": "to participate; to take part",
      "f": "たずさわる",
      "l": 1
    },
    {
      "j": "抓る",
      "e": "to pinch",
      "f": "つねる",
      "l": 1
    },
    {
      "j": "購入",
      "e": "purchase; buy",
      "f": "こうにゅう",
      "l": 1
    },
    {
      "j": "貴族",
      "e": "noble; aristocrat",
      "f": "きぞく",
      "l": 1
    },
    {
      "j": "治まる",
      "e": "to be at peace; to clamp down; to lessen (storm  terror  anger)",
      "f": "おさまる",
      "l": 1
    },
    {
      "j": "助け",
      "e": "assistance",
      "f": "たすけ",
      "l": 1
    },
    {
      "j": "多数決",
      "e": "majority rule",
      "f": "たすうけつ",
      "l": 1
    },
    {
      "j": "一挙に",
      "e": "at a stroke; with a single swoop",
      "f": "いっきょに",
      "l": 1
    },
    {
      "j": "大人しい",
      "e": "obedient; docile; quiet",
      "f": "おとなしい",
      "l": 1
    },
    {
      "j": "哉",
      "e": "question mark",
      "f": "や",
      "l": 1
    },
    {
      "j": "跨がる",
      "e": "to extend over or into; to straddle",
      "f": "またがる",
      "l": 1
    },
    {
      "j": "合併",
      "e": "combination; union; amalgamation; consolidation; merger; coalition; fusion; annexation; affiliation; incorpor",
      "f": "がっぺい",
      "l": 1
    },
    {
      "j": "仕掛け",
      "e": "device; trick; mechanism; gadget; (small) scale; half finished; commencement; set up; challenge",
      "f": "しかけ",
      "l": 1
    },
    {
      "j": "寄り掛かる",
      "e": "to lean against; to recline on; to lean on; to rely on",
      "f": "よりかかる",
      "l": 1
    },
    {
      "j": "浮力",
      "e": "buoyancy; floating power",
      "f": "ふりょく",
      "l": 1
    },
    {
      "j": "冷やかす",
      "e": "to banter; to make fun of; to jeer at; to cool; to refrigerate",
      "f": "ひやかす",
      "l": 1
    },
    {
      "j": "ぶかぶか",
      "e": "too big; baggy",
      "f": "",
      "l": 1
    },
    {
      "j": "一律",
      "e": "evenness; uniformity; monotony; equality",
      "f": "いちりつ",
      "l": 1
    },
    {
      "j": "負債",
      "e": "debt; liabilities",
      "f": "ふさい",
      "l": 1
    },
    {
      "j": "辺り",
      "e": "(in the) neighbourhood; vicinity; nearby",
      "f": "ほとり",
      "l": 1
    },
    {
      "j": "汚らわしい",
      "e": "filthy; unfair",
      "f": "けがらわしい",
      "l": 1
    },
    {
      "j": "痛む",
      "e": "to hurt; to feel a pain; to be injured",
      "f": "いたむ",
      "l": 1
    },
    {
      "j": "赴く",
      "e": "to go; to proceed; to repair to; to become",
      "f": "おもむく",
      "l": 1
    },
    {
      "j": "議事堂",
      "e": "Diet building",
      "f": "ぎじどう",
      "l": 1
    },
    {
      "j": "展示",
      "e": "exhibition; display",
      "f": "てんじ",
      "l": 1
    },
    {
      "j": "何時の間にか",
      "e": "before one knows; unnoticed; unawares",
      "f": "いつのまにか",
      "l": 1
    },
    {
      "j": "収益",
      "e": "earnings; proceeds; returns",
      "f": "しゅうえき",
      "l": 1
    },
    {
      "j": "番目",
      "e": "cardinal number suffix",
      "f": "ばんめ",
      "l": 1
    },
    {
      "j": "反発",
      "e": "repelling; rebound; recover; oppose",
      "f": "はんぱつ",
      "l": 1
    },
    {
      "j": "好い",
      "e": "good",
      "f": "よい",
      "l": 1
    },
    {
      "j": "ポイント",
      "e": "point",
      "f": "",
      "l": 1
    },
    {
      "j": "知り合い",
      "e": "acquaintance",
      "f": "しりあい",
      "l": 1
    },
    {
      "j": "不吉",
      "e": "ominous; sinister; bad luck; ill omen; inauspiciousness",
      "f": "ふきつ",
      "l": 1
    },
    {
      "j": "整列",
      "e": "stand in a row; form a line",
      "f": "せいれつ",
      "l": 1
    },
    {
      "j": "拝借",
      "e": "borrowing",
      "f": "はいしゃく",
      "l": 1
    },
    {
      "j": "視覚",
      "e": "sense of sight; vision",
      "f": "しかく",
      "l": 1
    },
    {
      "j": "名札",
      "e": "name plate; name tag",
      "f": "なふだ",
      "l": 1
    },
    {
      "j": "馴らす",
      "e": "to domesticate; to tame",
      "f": "ならす",
      "l": 1
    },
    {
      "j": "サボる",
      "e": "to be truant; to be idle; to sabotage by slowness",
      "f": "",
      "l": 1
    },
    {
      "j": "使用人",
      "e": "employee; servant",
      "f": "しようにん",
      "l": 1
    },
    {
      "j": "仮令",
      "e": "example; even if; if; though; although",
      "f": "たとえ",
      "l": 1
    },
    {
      "j": "富む",
      "e": "to be rich; to become rich",
      "f": "とむ",
      "l": 1
    },
    {
      "j": "好調",
      "e": "favourable; promising; satisfactory; in good shape",
      "f": "こうちょう",
      "l": 1
    },
    {
      "j": "萎む",
      "e": "to wither; to fade (away); to shrivel; to wilt",
      "f": "しぼむ",
      "l": 1
    },
    {
      "j": "転じる",
      "e": "to turn; to shift; to alter; to distract",
      "f": "てんじる",
      "l": 1
    },
    {
      "j": "割",
      "e": "divide; cut; halve; separate; split; rip; break; crack; smash; dilute",
      "f": "かつ",
      "l": 1
    },
    {
      "j": "敵",
      "e": "enemy; rival",
      "f": "かたき",
      "l": 1
    },
    {
      "j": "分離",
      "e": "separation; detachment; segregation; isolation",
      "f": "ぶんり",
      "l": 1
    },
    {
      "j": "衰える",
      "e": "to become weak; to decline; to wear; to abate; to decay; to wither; to waste away",
      "f": "おとろえる",
      "l": 1
    },
    {
      "j": "懲りる",
      "e": "to learn by experience; to be disgusted with",
      "f": "こりる",
      "l": 1
    },
    {
      "j": "真実",
      "e": "truth; reality",
      "f": "さな",
      "l": 1
    },
    {
      "j": "指令",
      "e": "orders; instructions; directive",
      "f": "しれい",
      "l": 1
    },
    {
      "j": "帰京",
      "e": "returning to Tokyo",
      "f": "ききょう",
      "l": 1
    },
    {
      "j": "感慨",
      "e": "strong feelings; deep emotion",
      "f": "かんがい",
      "l": 1
    },
    {
      "j": "少なくとも",
      "e": "at least",
      "f": "すくなくとも",
      "l": 1
    },
    {
      "j": "割引き",
      "e": "discount; reduction; rebate; tenths discounted",
      "f": "わりびき",
      "l": 1
    },
    {
      "j": "タイヤ",
      "e": "tire; tyre",
      "f": "",
      "l": 1
    },
    {
      "j": "総合",
      "e": "synthesis; coordination; putting together; integration; composite",
      "f": "そうごう",
      "l": 1
    },
    {
      "j": "破損",
      "e": "damage",
      "f": "はそん",
      "l": 1
    },
    {
      "j": "趣",
      "e": "meaning; tenor; gist; effect; appearance; taste; grace; charm; refinement",
      "f": "おもむき",
      "l": 1
    },
    {
      "j": "雌",
      "e": "female (animal)",
      "f": "めす",
      "l": 1
    },
    {
      "j": "御免なさい",
      "e": "I beg your pardon; excuse me",
      "f": "ごめんなさい",
      "l": 1
    },
    {
      "j": "原形",
      "e": "original form; base form",
      "f": "げんけい",
      "l": 1
    },
    {
      "j": "郷里",
      "e": "birth-place; home town",
      "f": "きょうり",
      "l": 1
    },
    {
      "j": "お手上げ",
      "e": "all over; given in; given up hope; bring to knees",
      "f": "おてあげ",
      "l": 1
    },
    {
      "j": "泊",
      "e": "counter for nights of a stay",
      "f": "はく",
      "l": 1
    },
    {
      "j": "立法",
      "e": "legislation; lawmaking",
      "f": "りっぽう",
      "l": 1
    },
    {
      "j": "申告",
      "e": "report; statement; filing a return; notification",
      "f": "しんこく",
      "l": 1
    },
    {
      "j": "濠",
      "e": "moat",
      "f": "ごう",
      "l": 1
    },
    {
      "j": "募金",
      "e": "fund-raising; collection of funds",
      "f": "ぼきん",
      "l": 1
    },
    {
      "j": "説得",
      "e": "persuasion",
      "f": "せっとく",
      "l": 1
    },
    {
      "j": "大概",
      "e": "in general; mainly",
      "f": "たいがい",
      "l": 1
    },
    {
      "j": "畜生",
      "e": "beast; brute; damn",
      "f": "ちくしょう",
      "l": 1
    },
    {
      "j": "お早う",
      "e": "Good morning",
      "f": "おはよう",
      "l": 1
    },
    {
      "j": "悪者",
      "e": "bad fellow; rascal; ruffian; scoundrel",
      "f": "わるもの",
      "l": 1
    },
    {
      "j": "繁栄",
      "e": "prospering; prosperity; thriving; flourishing",
      "f": "はんえい",
      "l": 1
    },
    {
      "j": "飽和",
      "e": "saturation",
      "f": "ほうわ",
      "l": 1
    },
    {
      "j": "漏る",
      "e": "to leak; to run out",
      "f": "もる",
      "l": 1
    },
    {
      "j": "ゼリー",
      "e": "1.  jelly; 2.  Jerry",
      "f": "",
      "l": 1
    },
    {
      "j": "脚色",
      "e": "dramatization (e.g. film)",
      "f": "きゃくしょく",
      "l": 1
    },
    {
      "j": "叶う",
      "e": "to come true (wish)",
      "f": "かなう",
      "l": 1
    },
    {
      "j": "転換",
      "e": "convert; divert",
      "f": "てんかん",
      "l": 1
    },
    {
      "j": "貯蓄",
      "e": "savings",
      "f": "ちょちく",
      "l": 1
    },
    {
      "j": "系",
      "e": "system; lineage; group",
      "f": "けい",
      "l": 1
    },
    {
      "j": "孤児",
      "e": "orphan",
      "f": "こじ",
      "l": 1
    },
    {
      "j": "前",
      "e": "before",
      "f": "せん",
      "l": 1
    },
    {
      "j": "社宅",
      "e": "company owned house",
      "f": "しゃたく",
      "l": 1
    },
    {
      "j": "母校",
      "e": "alma mater",
      "f": "ぼこう",
      "l": 1
    },
    {
      "j": "短歌",
      "e": "tanka; 31-syllable Japanese poem",
      "f": "たんか",
      "l": 1
    },
    {
      "j": "アイデア",
      "e": "idea",
      "f": "",
      "l": 1
    },
    {
      "j": "エレガント",
      "e": "elegant",
      "f": "",
      "l": 1
    },
    {
      "j": "退ける",
      "e": "to repel; to drive away",
      "f": "しりぞける",
      "l": 1
    },
    {
      "j": "形態",
      "e": "form; shape; figure",
      "f": "けいたい",
      "l": 1
    },
    {
      "j": "特許",
      "e": "special permission; patent",
      "f": "とっきょ",
      "l": 1
    },
    {
      "j": "怯える",
      "e": "to become frightened; to have a nightmare",
      "f": "おびえる",
      "l": 1
    },
    {
      "j": "動力",
      "e": "power; motive power; dynamic force",
      "f": "どうりょく",
      "l": 1
    },
    {
      "j": "素朴",
      "e": "simplicity; artlessness; naivete",
      "f": "そぼく",
      "l": 1
    },
    {
      "j": "採用",
      "e": "use; adopt",
      "f": "さいよう",
      "l": 1
    },
    {
      "j": "編",
      "e": "compilation; editing; completed poem; book; part of book",
      "f": "へん",
      "l": 1
    },
    {
      "j": "口頭",
      "e": "oral",
      "f": "こうとう",
      "l": 1
    },
    {
      "j": "電線",
      "e": "electric line",
      "f": "でんせん",
      "l": 1
    },
    {
      "j": "保育",
      "e": "nursing; nurturing; rearing; lactation; suckling",
      "f": "ほいく",
      "l": 1
    },
    {
      "j": "様",
      "e": "Mr. or Mrs.; manner; kind; appearance",
      "f": "さま",
      "l": 1
    },
    {
      "j": "成る丈",
      "e": "as much as possible; if possible",
      "f": "なるたけ",
      "l": 1
    },
    {
      "j": "落とす",
      "e": "to drop; to lose; to let fall",
      "f": "おとす",
      "l": 1
    },
    {
      "j": "メディア",
      "e": "media",
      "f": "",
      "l": 1
    },
    {
      "j": "えい",
      "e": "ray (fish)",
      "f": "",
      "l": 1
    },
    {
      "j": "給う",
      "e": "to receive; to grant",
      "f": "たまう",
      "l": 1
    },
    {
      "j": "湿気る",
      "e": "to be damp; to be moist",
      "f": "しける",
      "l": 1
    },
    {
      "j": "共感",
      "e": "sympathy; response",
      "f": "きょうかん",
      "l": 1
    },
    {
      "j": "掬う",
      "e": "to scoop; to ladle out",
      "f": "すくう",
      "l": 1
    },
    {
      "j": "ペア",
      "e": "pair; pear",
      "f": "",
      "l": 1
    },
    {
      "j": "ストレス",
      "e": "stress",
      "f": "",
      "l": 1
    },
    {
      "j": "遣い",
      "e": "mission; simple task; doing",
      "f": "つかい",
      "l": 1
    },
    {
      "j": "吃逆",
      "e": "hiccough; hiccup",
      "f": "しゃっくり",
      "l": 1
    },
    {
      "j": "聞き取り",
      "e": "listening comprehension",
      "f": "ききとり",
      "l": 1
    },
    {
      "j": "朗読",
      "e": "reading aloud; recitation",
      "f": "ろうどく",
      "l": 1
    },
    {
      "j": "ぞんざい",
      "e": "rude; careless; slovenly",
      "f": "",
      "l": 1
    },
    {
      "j": "休戦",
      "e": "truce; armistice",
      "f": "きゅうせん",
      "l": 1
    },
    {
      "j": "転転",
      "e": "rolling about; moving from place to place; being passed around repeatedly",
      "f": "てんてん",
      "l": 1
    },
    {
      "j": "水洗",
      "e": "flushing",
      "f": "すいせん",
      "l": 1
    },
    {
      "j": "成果",
      "e": "results; fruits",
      "f": "せいか",
      "l": 1
    },
    {
      "j": "寄与",
      "e": "contribution; service",
      "f": "きよ",
      "l": 1
    },
    {
      "j": "囀る",
      "e": "to sing; to chirp; to twitter",
      "f": "さえずる",
      "l": 1
    },
    {
      "j": "黒字",
      "e": "balance (figure) in the black",
      "f": "くろじ",
      "l": 1
    },
    {
      "j": "詰まり",
      "e": "in short; in brief; in other words; that is to say; in the long run; after all; blockade; stuffing; ultimate",
      "f": "つまり",
      "l": 1
    },
    {
      "j": "準ずる",
      "e": "to apply correspondingly; to correspond to; to be proportionate to; to conform to",
      "f": "じゅんずる",
      "l": 1
    },
    {
      "j": "移住",
      "e": "migration; immigration",
      "f": "いじゅう",
      "l": 1
    },
    {
      "j": "世帯",
      "e": "household",
      "f": "せたい",
      "l": 1
    },
    {
      "j": "吹奏",
      "e": "playing wind instruments",
      "f": "すいそう",
      "l": 1
    },
    {
      "j": "戦闘",
      "e": "battle; fight; combat",
      "f": "せんとう",
      "l": 1
    },
    {
      "j": "奴",
      "e": "servant; fellow",
      "f": "やっこ",
      "l": 1
    },
    {
      "j": "情緒",
      "e": "emotion; feeling",
      "f": "じょうしょ",
      "l": 1
    },
    {
      "j": "類推",
      "e": "analogy",
      "f": "るいすい",
      "l": 1
    },
    {
      "j": "良心",
      "e": "conscience",
      "f": "りょうしん",
      "l": 1
    },
    {
      "j": "危害",
      "e": "injury; harm; danger",
      "f": "きがい",
      "l": 1
    },
    {
      "j": "甥",
      "e": "nephew",
      "f": "おい",
      "l": 1
    },
    {
      "j": "果たして",
      "e": "as was expected; really",
      "f": "はたして",
      "l": 1
    },
    {
      "j": "唸る",
      "e": "to groan; to moan; to roar; to howl; to growl; to hum; to buzz; to sough",
      "f": "うなる",
      "l": 1
    },
    {
      "j": "書評",
      "e": "book review",
      "f": "しょひょう",
      "l": 1
    },
    {
      "j": "恵み",
      "e": "blessing",
      "f": "めぐみ",
      "l": 1
    },
    {
      "j": "首輪",
      "e": "necklace; choker",
      "f": "くびわ",
      "l": 1
    },
    {
      "j": "決意",
      "e": "decision; determination",
      "f": "けつい",
      "l": 1
    },
    {
      "j": "ワット",
      "e": "watt",
      "f": "",
      "l": 1
    },
    {
      "j": "度々",
      "e": "often; repeatedly; frequently",
      "f": "たびたび",
      "l": 1
    },
    {
      "j": "対辺",
      "e": "(geometrical) opposite side",
      "f": "たいへん",
      "l": 1
    },
    {
      "j": "何時でも",
      "e": "(at) any time; always; at all times; never (neg); whenever",
      "f": "いつでも",
      "l": 1
    },
    {
      "j": "依",
      "e": "depending on",
      "f": "い",
      "l": 1
    },
    {
      "j": "レンタカー",
      "e": "hire car (lit: rent-a-car)",
      "f": "",
      "l": 1
    },
    {
      "j": "酸っぱい",
      "e": "sour; acid",
      "f": "すっぱい",
      "l": 1
    },
    {
      "j": "家来",
      "e": "retainer; retinue; servant",
      "f": "けらい",
      "l": 1
    },
    {
      "j": "推進",
      "e": "propulsion; driving force",
      "f": "すいしん",
      "l": 1
    },
    {
      "j": "中立",
      "e": "neutrality",
      "f": "ちゅうりつ",
      "l": 1
    },
    {
      "j": "何卒",
      "e": "please; kindly; by all means",
      "f": "どうぞ",
      "l": 1
    },
    {
      "j": "オーケー",
      "e": "OK",
      "f": "",
      "l": 1
    },
    {
      "j": "自首",
      "e": "surrender; give oneself up",
      "f": "じしゅ",
      "l": 1
    },
    {
      "j": "演ずる",
      "e": "to perform; to play",
      "f": "えんずる",
      "l": 1
    },
    {
      "j": "何て",
      "e": "how...!; what...!",
      "f": "なんて",
      "l": 1
    },
    {
      "j": "反り",
      "e": "warp; curvature; curve; arch",
      "f": "そり",
      "l": 1
    },
    {
      "j": "拒絶",
      "e": "refusal; rejection",
      "f": "きょぜつ",
      "l": 1
    },
    {
      "j": "付き合う",
      "e": "to associate with; to keep company with; to get on with",
      "f": "つきあう",
      "l": 1
    },
    {
      "j": "進出",
      "e": "advance; step forward",
      "f": "しんしゅつ",
      "l": 1
    },
    {
      "j": "残金",
      "e": "remaining money",
      "f": "ざんきん",
      "l": 1
    },
    {
      "j": "怒鳴る",
      "e": "to shout; to yell",
      "f": "どなる",
      "l": 1
    },
    {
      "j": "事項",
      "e": "matter; item; facts",
      "f": "じこう",
      "l": 1
    },
    {
      "j": "ひょっと",
      "e": "possibly; accidentally",
      "f": "",
      "l": 1
    },
    {
      "j": "憧れ",
      "e": "yearning; longing; aspiration",
      "f": "あこがれ",
      "l": 1
    },
    {
      "j": "源",
      "e": "source; origin",
      "f": "みなもと",
      "l": 1
    },
    {
      "j": "取り扱う",
      "e": "to treat; to handle; to deal in",
      "f": "とりあつかう",
      "l": 1
    },
    {
      "j": "身振り",
      "e": "gesture",
      "f": "みぶり",
      "l": 1
    },
    {
      "j": "死",
      "e": "death; decease",
      "f": "し",
      "l": 1
    },
    {
      "j": "手掛かり",
      "e": "contact; trail; scent; on hand; hand hold; clue; key",
      "f": "てがかり",
      "l": 1
    },
    {
      "j": "殿様",
      "e": "feudal lord",
      "f": "とのさま",
      "l": 1
    },
    {
      "j": "優先",
      "e": "preference; priority",
      "f": "ゆうせん",
      "l": 1
    },
    {
      "j": "欺く",
      "e": "to deceive",
      "f": "あざむく",
      "l": 1
    },
    {
      "j": "兼業",
      "e": "side line; second business",
      "f": "けんぎょう",
      "l": 1
    },
    {
      "j": "携帯",
      "e": "carrying something",
      "f": "けいたい",
      "l": 1
    },
    {
      "j": "下らない",
      "e": "good-for-nothing; stupid; trivial; worthless",
      "f": "くだらない",
      "l": 1
    },
    {
      "j": "青春",
      "e": "youth; springtime of life; adolescent",
      "f": "せいしゅん",
      "l": 1
    },
    {
      "j": "着席",
      "e": "sit down; seat",
      "f": "ちゃくせき",
      "l": 1
    },
    {
      "j": "レッスン",
      "e": "lesson",
      "f": "",
      "l": 1
    },
    {
      "j": "情",
      "e": "feelings; emotion; passion",
      "f": "じょう",
      "l": 1
    },
    {
      "j": "事によると",
      "e": "depending on the circumstances",
      "f": "ことによると",
      "l": 1
    },
    {
      "j": "超",
      "e": "super-; ultra-; hyper-",
      "f": "ちょう",
      "l": 1
    },
    {
      "j": "顎",
      "e": "chin",
      "f": "あご",
      "l": 1
    },
    {
      "j": "勇敢",
      "e": "bravery; heroism; gallantry",
      "f": "ゆうかん",
      "l": 1
    },
    {
      "j": "不山戯る",
      "e": "to romp; to gambol; to frolic; to joke; to make fun of; to flirt",
      "f": "ふざける",
      "l": 1
    },
    {
      "j": "すばしこい",
      "e": "nimble; smart; quick",
      "f": "",
      "l": 1
    },
    {
      "j": "禁物",
      "e": "taboo; forbidden thing",
      "f": "きんもつ",
      "l": 1
    },
    {
      "j": "データ",
      "e": "data",
      "f": "",
      "l": 1
    },
    {
      "j": "原爆",
      "e": "atomic bomb",
      "f": "げんばく",
      "l": 1
    },
    {
      "j": "しいんと",
      "e": "silent (as the grave); (deathly) quiet",
      "f": "",
      "l": 1
    },
    {
      "j": "グラフ",
      "e": "graph",
      "f": "",
      "l": 1
    },
    {
      "j": "空ろ",
      "e": "blank; cavity; hollow; empty (space)",
      "f": "うつろ",
      "l": 1
    },
    {
      "j": "誠",
      "e": "truth; faith; fidelity; sincerity; trust; confidence; reliance; devotion",
      "f": "まこと",
      "l": 1
    },
    {
      "j": "此れ等",
      "e": "these",
      "f": "これら",
      "l": 1
    },
    {
      "j": "現地",
      "e": "actual place; local",
      "f": "げんち",
      "l": 1
    },
    {
      "j": "煙る",
      "e": "to smoke (e.g. fire)",
      "f": "けむる",
      "l": 1
    },
    {
      "j": "老衰",
      "e": "senility; senile decay",
      "f": "ろうすい",
      "l": 1
    },
    {
      "j": "燃料",
      "e": "fuel",
      "f": "ねんりょう",
      "l": 1
    },
    {
      "j": "弱",
      "e": "weakness; the weak; little less then",
      "f": "じゃく",
      "l": 1
    },
    {
      "j": "重",
      "e": "-fold; -ply",
      "f": "え",
      "l": 1
    },
    {
      "j": "票",
      "e": "label; ballot; ticket; sign",
      "f": "ひょう",
      "l": 1
    },
    {
      "j": "貧乏",
      "e": "poverty; destitute; poor",
      "f": "びんぼう",
      "l": 1
    },
    {
      "j": "産物",
      "e": "product; result; fruit",
      "f": "さんぶつ",
      "l": 1
    },
    {
      "j": "滅茶苦茶",
      "e": "absurd; unreasonable; excessive; messed up; spoiled; wreaked",
      "f": "めちゃくちゃ",
      "l": 1
    },
    {
      "j": "ずれる",
      "e": "to slide; to slip off",
      "f": "",
      "l": 1
    },
    {
      "j": "軍事",
      "e": "military affairs",
      "f": "ぐんじ",
      "l": 1
    },
    {
      "j": "原",
      "e": "original; primitive; primary; fundamental; raw",
      "f": "げん",
      "l": 1
    },
    {
      "j": "襟",
      "e": "neck; collar; lapel; neckband",
      "f": "えり",
      "l": 1
    },
    {
      "j": "お喋り",
      "e": "chattering; talk; idle talk; chat; chitchat; gossip; chatty; talkative; chatterbox; blabbermouth",
      "f": "おしゃべり",
      "l": 1
    },
    {
      "j": "呉れ呉れも",
      "e": "repeatedly; sincerely; earnestly",
      "f": "くれぐれも",
      "l": 1
    },
    {
      "j": "臨む",
      "e": "to look out on; to face; to deal with; to attend (function)",
      "f": "のぞむ",
      "l": 1
    },
    {
      "j": "打ち切る",
      "e": "to stop; to abort; to discontinue; to close",
      "f": "うちきる",
      "l": 1
    },
    {
      "j": "指示",
      "e": "indication; instruction; directions",
      "f": "しじ",
      "l": 1
    },
    {
      "j": "化ける",
      "e": "to appear in disguise; to take the form of; to change for the worse",
      "f": "ばける",
      "l": 1
    },
    {
      "j": "機",
      "e": "loom",
      "f": "はた",
      "l": 1
    },
    {
      "j": "なんだかんだ",
      "e": "something or other",
      "f": "",
      "l": 1
    },
    {
      "j": "尉",
      "e": "jailer; old man; rank; company officer",
      "f": "じょう",
      "l": 1
    },
    {
      "j": "学説",
      "e": "theory",
      "f": "がくせつ",
      "l": 1
    },
    {
      "j": "富",
      "e": "wealth; fortune",
      "f": "とみ",
      "l": 1
    },
    {
      "j": "上下",
      "e": "high and low; up and down; unloading and loading; praising and blaming",
      "f": "うえした",
      "l": 1
    },
    {
      "j": "図々しい",
      "e": "impudent; shameless",
      "f": "ずうずうしい",
      "l": 1
    },
    {
      "j": "妥協",
      "e": "compromise; giving in",
      "f": "だきょう",
      "l": 1
    },
    {
      "j": "職務",
      "e": "professional duties",
      "f": "しょくむ",
      "l": 1
    },
    {
      "j": "いざ",
      "e": "now; come (now); well; crucial moment",
      "f": "",
      "l": 1
    },
    {
      "j": "特技",
      "e": "special skill",
      "f": "とくぎ",
      "l": 1
    },
    {
      "j": "メロディー",
      "e": "melody",
      "f": "",
      "l": 1
    },
    {
      "j": "牧師",
      "e": "pastor; minister; clergyman",
      "f": "ぼくし",
      "l": 1
    },
    {
      "j": "尊ぶ",
      "e": "to value; to prize; to esteem",
      "f": "たっとぶ",
      "l": 1
    },
    {
      "j": "否",
      "e": "no; nay; yes; well",
      "f": "いいえ",
      "l": 1
    },
    {
      "j": "衛生",
      "e": "health; hygiene; sanitation; medical",
      "f": "えいせい",
      "l": 1
    },
    {
      "j": "正に",
      "e": "correctly; surely",
      "f": "まさに",
      "l": 1
    },
    {
      "j": "平方",
      "e": "square (e.g. metre); square",
      "f": "へいほう",
      "l": 1
    },
    {
      "j": "極楽",
      "e": "paradise",
      "f": "ごくらく",
      "l": 1
    },
    {
      "j": "国交",
      "e": "diplomatic relations",
      "f": "こっこう",
      "l": 1
    },
    {
      "j": "パチンコ",
      "e": "pachinko (Japanese pinball)",
      "f": "",
      "l": 1
    },
    {
      "j": "復興",
      "e": "revival; renaissance; reconstruction",
      "f": "ふっこう",
      "l": 1
    },
    {
      "j": "阻止",
      "e": "obstruction; check; hindrance; prevention; interdiction",
      "f": "そし",
      "l": 1
    },
    {
      "j": "溶液",
      "e": "solution (liquid)",
      "f": "ようえき",
      "l": 1
    },
    {
      "j": "一部",
      "e": "1.  one copy  e.g. of a document; 2.  a part; partly; some",
      "f": "いちぶ",
      "l": 1
    },
    {
      "j": "交付",
      "e": "delivering; furnishing (with copies)",
      "f": "こうふ",
      "l": 1
    },
    {
      "j": "カンニング",
      "e": "cunning; cheat",
      "f": "",
      "l": 1
    },
    {
      "j": "重なる",
      "e": "main; principal; important",
      "f": "おもなる",
      "l": 1
    },
    {
      "j": "見逃す",
      "e": "to miss; to overlook; to leave at large",
      "f": "みのがす",
      "l": 1
    },
    {
      "j": "世辞",
      "e": "flattery; compliment",
      "f": "せじ",
      "l": 1
    },
    {
      "j": "率いる",
      "e": "to lead; to spearhead (a group); to command (troops)",
      "f": "ひきいる",
      "l": 1
    },
    {
      "j": "屎尿",
      "e": "excreta; raw sewage; human waste; night soil",
      "f": "しにょう",
      "l": 1
    },
    {
      "j": "繊維",
      "e": "fibre; fiber; textile",
      "f": "せんい",
      "l": 1
    },
    {
      "j": "露",
      "e": "dew",
      "f": "つゆ",
      "l": 1
    },
    {
      "j": "放置",
      "e": "leave as is; leave to chance; leave alone; neglect",
      "f": "ほうち",
      "l": 1
    },
    {
      "j": "積もり",
      "e": "intention; plan",
      "f": "つもり",
      "l": 1
    },
    {
      "j": "眠たい",
      "e": "sleepy",
      "f": "ねむたい",
      "l": 1
    },
    {
      "j": "軈て",
      "e": "before long; soon; at length",
      "f": "やがて",
      "l": 1
    },
    {
      "j": "規格",
      "e": "standard; norm",
      "f": "きかく",
      "l": 1
    },
    {
      "j": "拒否",
      "e": "denial; veto; rejection; refusal",
      "f": "きょひ",
      "l": 1
    },
    {
      "j": "休学",
      "e": "temporary absence from school; suspension",
      "f": "きゅうがく",
      "l": 1
    },
    {
      "j": "華奢",
      "e": "luxury; pomp; delicate; slender; gorgeous",
      "f": "かしゃ",
      "l": 1
    },
    {
      "j": "嫋か",
      "e": "supple; flexible; elastic",
      "f": "しなやか",
      "l": 1
    },
    {
      "j": "密度",
      "e": "density",
      "f": "みつど",
      "l": 1
    },
    {
      "j": "当て字",
      "e": "phonetic-equivalent character; substitute character",
      "f": "あてじ",
      "l": 1
    },
    {
      "j": "戴きます",
      "e": "expression of gratitude before meals",
      "f": "いただきます",
      "l": 1
    },
    {
      "j": "議決",
      "e": "resolution; decision; vote",
      "f": "ぎけつ",
      "l": 1
    },
    {
      "j": "耳鼻科",
      "e": "otolaryngology",
      "f": "じびか",
      "l": 1
    },
    {
      "j": "お洒落",
      "e": "smartly dressed; someone smartly dressed; fashion-conscious",
      "f": "おしゃれ",
      "l": 1
    },
    {
      "j": "上がり",
      "e": "1.  slope; advance income; crop yield; ascent; rise; advance; death; spinning; completion; stop; finish; after",
      "f": "あがり",
      "l": 1
    },
    {
      "j": "一定",
      "e": "fixed; settled; definite; uniform; regularized; defined; standardized; certain; prescribed",
      "f": "いちじょう",
      "l": 1
    },
    {
      "j": "攻め",
      "e": "attack; offence",
      "f": "せめ",
      "l": 1
    },
    {
      "j": "てんで",
      "e": "(not) at all; altogether; entirely",
      "f": "",
      "l": 1
    },
    {
      "j": "腐敗",
      "e": "decay; depravity",
      "f": "ふはい",
      "l": 1
    },
    {
      "j": "落ちる",
      "e": "to fail (e.g. exam); to fall down; to drop",
      "f": "おちる",
      "l": 1
    },
    {
      "j": "添う",
      "e": "to accompany; to become married; to comply with",
      "f": "そう",
      "l": 1
    },
    {
      "j": "仰っしゃる",
      "e": "to say; to speak; to tell; to talk",
      "f": "おっしゃる",
      "l": 1
    },
    {
      "j": "所得",
      "e": "income; earnings",
      "f": "しょとく",
      "l": 1
    },
    {
      "j": "合成",
      "e": "synthesis; composition; synthetic; composite; mixed; combined; compound",
      "f": "ごうせい",
      "l": 1
    },
    {
      "j": "浜辺",
      "e": "beach; foreshore",
      "f": "はまべ",
      "l": 1
    },
    {
      "j": "対決",
      "e": "confrontation; showdown",
      "f": "たいけつ",
      "l": 1
    },
    {
      "j": "群集",
      "e": "(social) group; crowd; throng; mob; multitude",
      "f": "ぐんしゅう",
      "l": 1
    },
    {
      "j": "研ぐ",
      "e": "to sharpen; to grind; to scour; to hone; to polish; to wash (rice)",
      "f": "とぐ",
      "l": 1
    },
    {
      "j": "ヒント",
      "e": "hint",
      "f": "",
      "l": 1
    },
    {
      "j": "獲得",
      "e": "acquisition; possession",
      "f": "かくとく",
      "l": 1
    },
    {
      "j": "落下",
      "e": "fall; drop; come down",
      "f": "らっか",
      "l": 1
    },
    {
      "j": "マスコミ",
      "e": "mass communication",
      "f": "",
      "l": 1
    },
    {
      "j": "事柄",
      "e": "matter; thing; affair; circumstance",
      "f": "ことがら",
      "l": 1
    },
    {
      "j": "切り",
      "e": "limits; end; bounds; period; place to leave off; closing sentence; all there is; only; since",
      "f": "きり",
      "l": 1
    },
    {
      "j": "助動詞",
      "e": "auxiliary verb",
      "f": "じょどうし",
      "l": 1
    },
    {
      "j": "品種",
      "e": "brand; kind; description",
      "f": "ひんしゅ",
      "l": 1
    },
    {
      "j": "冊",
      "e": "counter for books",
      "f": "さつ",
      "l": 1
    },
    {
      "j": "万能",
      "e": "all-purpose; almighty; omnipotent",
      "f": "ばんのう",
      "l": 1
    },
    {
      "j": "定食",
      "e": "set meal; special (of the day)",
      "f": "ていしょく",
      "l": 1
    },
    {
      "j": "流通",
      "e": "circulation of money or goods; flow of water or air; distribution",
      "f": "りゅうつう",
      "l": 1
    },
    {
      "j": "蔵",
      "e": "warehouse; cellar; magazine; granary; godown; depository; treasury; elevator",
      "f": "くら",
      "l": 1
    },
    {
      "j": "バット",
      "e": "bat; vat",
      "f": "",
      "l": 1
    },
    {
      "j": "正義",
      "e": "justice; right; righteousness; correct meaning",
      "f": "せいぎ",
      "l": 1
    },
    {
      "j": "ロマンチック",
      "e": "romantic",
      "f": "",
      "l": 1
    },
    {
      "j": "玩具",
      "e": "toy",
      "f": "おもちゃ",
      "l": 1
    },
    {
      "j": "崩壊",
      "e": "collapse; decay (physics); crumbling; breaking down; caving in",
      "f": "ほうかい",
      "l": 1
    },
    {
      "j": "免除",
      "e": "exemption; exoneration; discharge",
      "f": "めんじょ",
      "l": 1
    },
    {
      "j": "検事",
      "e": "public prosecutor",
      "f": "けんじ",
      "l": 1
    },
    {
      "j": "アンケート",
      "e": "(fr:) (n) questionnaire (fr: enquete); survey",
      "f": "",
      "l": 1
    },
    {
      "j": "碌に",
      "e": "well; enough; sufficient",
      "f": "ろくに",
      "l": 1
    },
    {
      "j": "動向",
      "e": "trend; tendency; movement; attitude",
      "f": "どうこう",
      "l": 1
    },
    {
      "j": "下品",
      "e": "inferior article",
      "f": "かひん",
      "l": 1
    },
    {
      "j": "制裁",
      "e": "restraint; sanctions; punishment",
      "f": "せいさい",
      "l": 1
    },
    {
      "j": "接続詞",
      "e": "conjunction",
      "f": "せつぞくし",
      "l": 1
    },
    {
      "j": "凶作",
      "e": "bad harvest; poor crop",
      "f": "きょうさく",
      "l": 1
    },
    {
      "j": "固有",
      "e": "characteristic; tradition; peculiar; inherent; eigen-",
      "f": "こゆう",
      "l": 1
    },
    {
      "j": "浮かぶ",
      "e": "to float; to rise to surface; to come to mind",
      "f": "うかぶ",
      "l": 1
    },
    {
      "j": "賛美",
      "e": "praise; adoration; glorification",
      "f": "さんび",
      "l": 1
    },
    {
      "j": "じっくり",
      "e": "deliberately; carefully",
      "f": "",
      "l": 1
    },
    {
      "j": "シック",
      "e": "chic",
      "f": "",
      "l": 1
    },
    {
      "j": "忠実",
      "e": "fidelity; faithfulness",
      "f": "ちゅうじつ",
      "l": 1
    },
    {
      "j": "絶つ",
      "e": "to sever; to cut off; to suppress; to abstain (from)",
      "f": "たつ",
      "l": 1
    },
    {
      "j": "制約",
      "e": "limitation; restriction; condition; constraints",
      "f": "せいやく",
      "l": 1
    },
    {
      "j": "伜",
      "e": "son; my son",
      "f": "せがれ",
      "l": 1
    },
    {
      "j": "点検",
      "e": "inspection; examination; checking",
      "f": "てんけん",
      "l": 1
    },
    {
      "j": "アップ",
      "e": "up",
      "f": "",
      "l": 1
    },
    {
      "j": "取り除く",
      "e": "to remove; to take away; to set apart",
      "f": "とりのぞく",
      "l": 1
    },
    {
      "j": "上昇",
      "e": "rising; ascending; climbing",
      "f": "じょうしょう",
      "l": 1
    },
    {
      "j": "街頭",
      "e": "in the street",
      "f": "がいとう",
      "l": 1
    },
    {
      "j": "合間",
      "e": "interval",
      "f": "あいま",
      "l": 1
    },
    {
      "j": "方策",
      "e": "plan; policy",
      "f": "ほうさく",
      "l": 1
    },
    {
      "j": "上位",
      "e": "superior (rank not class); higher order (e.g. byte); host computer (of connected device)",
      "f": "じょうい",
      "l": 1
    },
    {
      "j": "慎む",
      "e": "to be careful; to be chaste or discreet; to abstain or refrain",
      "f": "つつしむ",
      "l": 1
    },
    {
      "j": "エンジニア",
      "e": "engineer",
      "f": "",
      "l": 1
    },
    {
      "j": "構え",
      "e": "posture; pose; style",
      "f": "かまえ",
      "l": 1
    },
    {
      "j": "気楽",
      "e": "at ease; comfortable",
      "f": "きらく",
      "l": 1
    },
    {
      "j": "辿り着く",
      "e": "to grope along to; to struggle on to; to arrive somewhere after a struggle",
      "f": "たどりつく",
      "l": 1
    },
    {
      "j": "間もなく",
      "e": "soon; before long; in a short time",
      "f": "まもなく",
      "l": 1
    },
    {
      "j": "学芸",
      "e": "arts and sciences; liberal arts",
      "f": "がくげい",
      "l": 1
    },
    {
      "j": "其れ故",
      "e": "therefore; for that reason; so",
      "f": "それゆえ",
      "l": 1
    },
    {
      "j": "差異",
      "e": "difference; disparity",
      "f": "さい",
      "l": 1
    },
    {
      "j": "役場",
      "e": "town hall",
      "f": "やくば",
      "l": 1
    },
    {
      "j": "ご苦労様",
      "e": "Thank you very much for your....",
      "f": "ごくろうさま",
      "l": 1
    },
    {
      "j": "議題",
      "e": "topic of discussion; agenda",
      "f": "ぎだい",
      "l": 1
    },
    {
      "j": "保温",
      "e": "retaining warmth; keeping heat in; heat insulation",
      "f": "ほおん",
      "l": 1
    },
    {
      "j": "一敗",
      "e": "one defeat",
      "f": "いっぱい",
      "l": 1
    },
    {
      "j": "破壊",
      "e": "destruction",
      "f": "はかい",
      "l": 1
    },
    {
      "j": "酸化",
      "e": "oxidation",
      "f": "さんか",
      "l": 1
    },
    {
      "j": "しまった",
      "e": "Damn it!",
      "f": "",
      "l": 1
    },
    {
      "j": "再建",
      "e": "rebuilding; reconstruction; rehabilitation",
      "f": "さいけん",
      "l": 1
    },
    {
      "j": "厳か",
      "e": "austere; majestic; dignified; stately; awful; impressive",
      "f": "おごそか",
      "l": 1
    },
    {
      "j": "理性",
      "e": "reason; sense",
      "f": "りせい",
      "l": 1
    },
    {
      "j": "着飾る",
      "e": "to dress up",
      "f": "きかざる",
      "l": 1
    },
    {
      "j": "火花",
      "e": "spark",
      "f": "ひばな",
      "l": 1
    },
    {
      "j": "寄贈",
      "e": "donation; presentation",
      "f": "きそう",
      "l": 1
    },
    {
      "j": "健全",
      "e": "health; soundness; wholesome",
      "f": "けんぜん",
      "l": 1
    },
    {
      "j": "天国",
      "e": "paradise; heaven; Kingdom of Heaven",
      "f": "てんごく",
      "l": 1
    },
    {
      "j": "個",
      "e": "article counter",
      "f": "か",
      "l": 1
    },
    {
      "j": "インターナショナル",
      "e": "international",
      "f": "",
      "l": 1
    },
    {
      "j": "共鳴",
      "e": "resonance; sympathy",
      "f": "きょうめい",
      "l": 1
    },
    {
      "j": "連なる",
      "e": "to extend; to stretch out; to stand in a row",
      "f": "つらなる",
      "l": 1
    },
    {
      "j": "玄人",
      "e": "expert; professional; geisha; prostitute",
      "f": "くろうと",
      "l": 1
    },
    {
      "j": "大柄",
      "e": "large build; large pattern",
      "f": "おおがら",
      "l": 1
    },
    {
      "j": "弱る",
      "e": "to weaken; to be troubled; to be downcast; to be emaciated; to be dejected; to be perplexed; to impair",
      "f": "よわる",
      "l": 1
    },
    {
      "j": "役",
      "e": "war; campaign; battle",
      "f": "えき",
      "l": 1
    },
    {
      "j": "辻褄",
      "e": "coherence; consistency",
      "f": "つじつま",
      "l": 1
    },
    {
      "j": "何より",
      "e": "most; best",
      "f": "なにより",
      "l": 1
    },
    {
      "j": "イエス",
      "e": "Jesus; yes",
      "f": "",
      "l": 1
    },
    {
      "j": "称する",
      "e": "to pretend; to take the name of; to feign; to purport",
      "f": "しょうする",
      "l": 1
    },
    {
      "j": "堂々",
      "e": "magnificent; grand; impressive",
      "f": "どうどう",
      "l": 1
    },
    {
      "j": "推理",
      "e": "reasoning; inference; mystery or detective genre (movie  novel  etc.)",
      "f": "すいり",
      "l": 1
    },
    {
      "j": "化する",
      "e": "to change into; to convert into; to transform; to be reduced; to influence; to improve (someone)",
      "f": "かする",
      "l": 1
    },
    {
      "j": "取り寄せる",
      "e": "to order; to send away for",
      "f": "とりよせる",
      "l": 1
    },
    {
      "j": "傾",
      "e": "lean; incline",
      "f": "けい",
      "l": 1
    },
    {
      "j": "夥しい",
      "e": "abundantly; innumerably",
      "f": "おびただしい",
      "l": 1
    },
    {
      "j": "自己",
      "e": "self; oneself",
      "f": "じこ",
      "l": 1
    },
    {
      "j": "申し入れる",
      "e": "to propose; to suggest",
      "f": "もうしいれる",
      "l": 1
    },
    {
      "j": "口述",
      "e": "verbal statement",
      "f": "こうじゅつ",
      "l": 1
    },
    {
      "j": "打撃",
      "e": "1.  blow; shock; strike; damage; 2.  batting (baseball)",
      "f": "だげき",
      "l": 1
    },
    {
      "j": "解く",
      "e": "to unfasten",
      "f": "ほどく",
      "l": 1
    },
    {
      "j": "ポーズ",
      "e": "pause",
      "f": "",
      "l": 1
    },
    {
      "j": "期末",
      "e": "end of term",
      "f": "きまつ",
      "l": 1
    },
    {
      "j": "吃驚",
      "e": "be surprised; be amazed; be frightened; astonishment",
      "f": "びっくり",
      "l": 1
    },
    {
      "j": "古",
      "e": "antiquity; ancient times",
      "f": "いにしえ",
      "l": 1
    },
    {
      "j": "入浴",
      "e": "bathe; bathing",
      "f": "にゅうよく",
      "l": 1
    },
    {
      "j": "嵩む",
      "e": "to pile up; to increase",
      "f": "かさむ",
      "l": 1
    },
    {
      "j": "各",
      "e": "each; every; either; respectively; severally",
      "f": "おのおの",
      "l": 1
    },
    {
      "j": "ポジション",
      "e": "position",
      "f": "",
      "l": 1
    },
    {
      "j": "些とも",
      "e": "not at all (neg. verb)",
      "f": "ちっとも",
      "l": 1
    },
    {
      "j": "ファン",
      "e": "fan; fun",
      "f": "",
      "l": 1
    },
    {
      "j": "緊急",
      "e": "urgent; pressing; emergency",
      "f": "きんきゅう",
      "l": 1
    },
    {
      "j": "若しかしたら",
      "e": "perhaps; maybe; by some chance",
      "f": "もしかしたら",
      "l": 1
    },
    {
      "j": "気象",
      "e": "weather; climate",
      "f": "きしょう",
      "l": 1
    },
    {
      "j": "規制",
      "e": "regulation",
      "f": "きせい",
      "l": 1
    },
    {
      "j": "し",
      "e": "10^24 (kanji is JIS X 0212 kuten 4906); septillion (American); quadrillion (British)",
      "f": "",
      "l": 1
    },
    {
      "j": "昇進",
      "e": "promotion",
      "f": "しょうしん",
      "l": 1
    },
    {
      "j": "確定",
      "e": "definition (math); decision; settlement",
      "f": "かくてい",
      "l": 1
    },
    {
      "j": "ぼやける",
      "e": "to become dim; to become blurred",
      "f": "",
      "l": 1
    },
    {
      "j": "産後",
      "e": "postpartum; after childbirth",
      "f": "さんご",
      "l": 1
    },
    {
      "j": "打ち合わせ",
      "e": "business meeting; previous arrangement; appointment",
      "f": "うちあわせ",
      "l": 1
    },
    {
      "j": "秩序",
      "e": "order; regularity; system; method",
      "f": "ちつじょ",
      "l": 1
    },
    {
      "j": "制服",
      "e": "uniform",
      "f": "せいふく",
      "l": 1
    },
    {
      "j": "雨天",
      "e": "rainy weather",
      "f": "うてん",
      "l": 1
    },
    {
      "j": "可愛らしい",
      "e": "lovely; sweet",
      "f": "かわいらしい",
      "l": 1
    },
    {
      "j": "域外",
      "e": "outside the area",
      "f": "いきがい",
      "l": 1
    },
    {
      "j": "捲る",
      "e": "verb suffix to indicate reckless abandon to the activity",
      "f": "まくる",
      "l": 1
    },
    {
      "j": "何なり",
      "e": "any; anything; whatever",
      "f": "なんなり",
      "l": 1
    },
    {
      "j": "投資",
      "e": "investment",
      "f": "とうし",
      "l": 1
    },
    {
      "j": "仙",
      "e": "hermit; wizard",
      "f": "せん",
      "l": 1
    },
    {
      "j": "外観",
      "e": "appearance; exterior; facade",
      "f": "がいかん",
      "l": 1
    },
    {
      "j": "土産",
      "e": "product of the land",
      "f": "どさん",
      "l": 1
    },
    {
      "j": "観",
      "e": "look; appearance; spectacle",
      "f": "かん",
      "l": 1
    },
    {
      "j": "真ん前",
      "e": "right in front; under the nose",
      "f": "まんまえ",
      "l": 1
    },
    {
      "j": "市街",
      "e": "urban areas; the streets; town; city",
      "f": "しがい",
      "l": 1
    },
    {
      "j": "走行",
      "e": "running a wheeled vehicle (e.g. car); traveling",
      "f": "そうこう",
      "l": 1
    },
    {
      "j": "標語",
      "e": "motto; slogan; catchword",
      "f": "ひょうご",
      "l": 1
    },
    {
      "j": "良質",
      "e": "good quality; superior quality",
      "f": "りょうしつ",
      "l": 1
    },
    {
      "j": "境遇",
      "e": "environment; circumstances",
      "f": "きょうぐう",
      "l": 1
    },
    {
      "j": "導入",
      "e": "introduction; bringing in; leading in",
      "f": "どうにゅう",
      "l": 1
    },
    {
      "j": "ダンプ",
      "e": "dump",
      "f": "",
      "l": 1
    },
    {
      "j": "発言",
      "e": "utterance; speech; proposal",
      "f": "はつげん",
      "l": 1
    },
    {
      "j": "決議",
      "e": "resolution; vote; decision",
      "f": "けつぎ",
      "l": 1
    },
    {
      "j": "素っ気ない",
      "e": "cold; short; curt; blunt",
      "f": "そっけない",
      "l": 1
    },
    {
      "j": "下がる",
      "e": "to hang down; to abate; to retire; to fall; to step back",
      "f": "さがる",
      "l": 1
    },
    {
      "j": "謙る",
      "e": "to deprecate oneself and praise the listener",
      "f": "へりくだる",
      "l": 1
    },
    {
      "j": "田園",
      "e": "country; rural districts",
      "f": "でんえん",
      "l": 1
    },
    {
      "j": "改革",
      "e": "reform; reformation; innovation",
      "f": "かいかく",
      "l": 1
    },
    {
      "j": "スペース",
      "e": "space",
      "f": "",
      "l": 1
    },
    {
      "j": "混同",
      "e": "confusion; mixing; merger",
      "f": "こんどう",
      "l": 1
    },
    {
      "j": "ぺこぺこ",
      "e": "fawn; be very hungry",
      "f": "",
      "l": 1
    },
    {
      "j": "騒動",
      "e": "strife; riot; rebellion",
      "f": "そうどう",
      "l": 1
    },
    {
      "j": "済ます",
      "e": "to finish; to get it over with; to settle; to conclude; to pay back",
      "f": "すます",
      "l": 1
    },
    {
      "j": "無茶",
      "e": "absurd; unreasonable; excessive; rash; absurdity; nonsense",
      "f": "むちゃ",
      "l": 1
    },
    {
      "j": "茶の湯",
      "e": "tea ceremony",
      "f": "ちゃのゆ",
      "l": 1
    },
    {
      "j": "欠く",
      "e": "to lack; to break; to crack; to chip",
      "f": "かく",
      "l": 1
    },
    {
      "j": "封鎖",
      "e": "blockade; freezing (funds)",
      "f": "ふうさ",
      "l": 1
    },
    {
      "j": "名残",
      "e": "remains; traces; memory",
      "f": "なごり",
      "l": 1
    },
    {
      "j": "婿",
      "e": "son-in-law",
      "f": "むこ",
      "l": 1
    },
    {
      "j": "きっぱり",
      "e": "clearly; plainly; distinctly",
      "f": "",
      "l": 1
    },
    {
      "j": "丸で",
      "e": "quite; entirely; completely; at all; as if; as though; so to speak",
      "f": "まるで",
      "l": 1
    },
    {
      "j": "先着",
      "e": "first arrival",
      "f": "せんちゃく",
      "l": 1
    },
    {
      "j": "当てはめる",
      "e": "to apply; to adapt",
      "f": "あてはめる",
      "l": 1
    },
    {
      "j": "身近",
      "e": "near oneself; close to one; familiar",
      "f": "みぢか",
      "l": 1
    },
    {
      "j": "映像",
      "e": "reflection; image",
      "f": "えいぞう",
      "l": 1
    },
    {
      "j": "仕組み",
      "e": "devising; plan; plot; contrivance; construction; arrangement",
      "f": "しくみ",
      "l": 1
    },
    {
      "j": "手回し",
      "e": "preparations; arrangements",
      "f": "てまわし",
      "l": 1
    },
    {
      "j": "締め切り",
      "e": "closing; cut-off; end; deadline; Closed; No Entrance",
      "f": "しめきり",
      "l": 1
    },
    {
      "j": "護衛",
      "e": "guard; convoy; escort",
      "f": "ごえい",
      "l": 1
    },
    {
      "j": "弁解",
      "e": "explanation; justification; defence; excuse",
      "f": "べんかい",
      "l": 1
    },
    {
      "j": "解除",
      "e": "cancellation; rescinding; release; calling off",
      "f": "かいじょ",
      "l": 1
    },
    {
      "j": "勤労",
      "e": "labor; exertion; diligent service",
      "f": "きんろう",
      "l": 1
    },
    {
      "j": "天井",
      "e": "ceiling; ceiling price",
      "f": "てんじょう",
      "l": 1
    },
    {
      "j": "上陸",
      "e": "landing; disembarkation",
      "f": "じょうりく",
      "l": 1
    },
    {
      "j": "途中",
      "e": "on the way; en route",
      "f": "つちゅう",
      "l": 1
    },
    {
      "j": "用品",
      "e": "articles; supplies; parts",
      "f": "ようひん",
      "l": 1
    },
    {
      "j": "返る",
      "e": "to return; to come back; to go back",
      "f": "かえる",
      "l": 1
    },
    {
      "j": "乗客",
      "e": "passenger",
      "f": "じょうかく",
      "l": 1
    },
    {
      "j": "手際",
      "e": "performance; skill; tact",
      "f": "てぎわ",
      "l": 1
    },
    {
      "j": "給仕",
      "e": "office boy (girl); page; waiter",
      "f": "きゅうじ",
      "l": 1
    },
    {
      "j": "壮大",
      "e": "magnificent; grand; majestic; splendid",
      "f": "そうだい",
      "l": 1
    },
    {
      "j": "少数",
      "e": "minority; few",
      "f": "しょうすう",
      "l": 1
    },
    {
      "j": "黄金",
      "e": "gold",
      "f": "おうごん",
      "l": 1
    },
    {
      "j": "所在",
      "e": "whereabouts",
      "f": "しょざい",
      "l": 1
    },
    {
      "j": "思い付き",
      "e": "plan; idea; suggestion",
      "f": "おもいつき",
      "l": 1
    },
    {
      "j": "一概に",
      "e": "unconditionally; as a rule",
      "f": "いちがいに",
      "l": 1
    },
    {
      "j": "新興",
      "e": "rising; developing; emergent",
      "f": "しんこう",
      "l": 1
    },
    {
      "j": "作り",
      "e": "make-up; sliced raw fish",
      "f": "つくり",
      "l": 1
    },
    {
      "j": "抜かす",
      "e": "to omit; to leave out",
      "f": "ぬかす",
      "l": 1
    },
    {
      "j": "激励",
      "e": "encouragement",
      "f": "げきれい",
      "l": 1
    },
    {
      "j": "段々",
      "e": "gradually; by degrees",
      "f": "だんだん",
      "l": 1
    },
    {
      "j": "好ましい",
      "e": "nice; likeable; desirable",
      "f": "このましい",
      "l": 1
    },
    {
      "j": "素早い",
      "e": "fast; quick; prompt; agile",
      "f": "すばやい",
      "l": 1
    },
    {
      "j": "伝説",
      "e": "tradition; legend; folklore",
      "f": "でんせつ",
      "l": 1
    },
    {
      "j": "現像",
      "e": "developing (film)",
      "f": "げんぞう",
      "l": 1
    },
    {
      "j": "傍ら",
      "e": "beside(s); while; nearby",
      "f": "かたわら",
      "l": 1
    },
    {
      "j": "宣教",
      "e": "religious mission",
      "f": "せんきょう",
      "l": 1
    },
    {
      "j": "手芸",
      "e": "handicrafts",
      "f": "しゅげい",
      "l": 1
    },
    {
      "j": "短気",
      "e": "quick temper",
      "f": "たんき",
      "l": 1
    },
    {
      "j": "デモンストレーション",
      "e": "demonstration",
      "f": "",
      "l": 1
    },
    {
      "j": "整える",
      "e": "to put in order; to get ready; to arrange; to adjust",
      "f": "ととのえる",
      "l": 1
    },
    {
      "j": "死刑",
      "e": "death penalty; capital punishment",
      "f": "しけい",
      "l": 1
    },
    {
      "j": "見っともない",
      "e": "shameful; indecent",
      "f": "みっともない",
      "l": 1
    },
    {
      "j": "行為",
      "e": "act; deed; conduct",
      "f": "こうい",
      "l": 1
    },
    {
      "j": "改修",
      "e": "repair; improvement",
      "f": "かいしゅう",
      "l": 1
    },
    {
      "j": "農地",
      "e": "agricultural land",
      "f": "のうち",
      "l": 1
    },
    {
      "j": "打ち消し",
      "e": "negation; denial; negative",
      "f": "うちけし",
      "l": 1
    },
    {
      "j": "煩わしい",
      "e": "troublesome; annoying; complicated",
      "f": "わずらわしい",
      "l": 1
    },
    {
      "j": "悉く",
      "e": "altogether; entirely",
      "f": "ことごとく",
      "l": 1
    },
    {
      "j": "軌道",
      "e": "orbit; railroad track",
      "f": "きどう",
      "l": 1
    },
    {
      "j": "未定",
      "e": "not yet fixed; undecided; pending",
      "f": "みてい",
      "l": 1
    },
    {
      "j": "干し物",
      "e": "dried washing (clothes)",
      "f": "ほしもの",
      "l": 1
    },
    {
      "j": "心地",
      "e": "feeling; sensation; mood",
      "f": "ここち",
      "l": 1
    },
    {
      "j": "扉",
      "e": "door; opening",
      "f": "とびら",
      "l": 1
    },
    {
      "j": "僧",
      "e": "monk; priest",
      "f": "そう",
      "l": 1
    },
    {
      "j": "権威",
      "e": "authority; power; influence",
      "f": "けんい",
      "l": 1
    },
    {
      "j": "纏まり",
      "e": "conclusion; settlement; consistency",
      "f": "まとまり",
      "l": 1
    },
    {
      "j": "強行",
      "e": "forcing; enforcement",
      "f": "きょうこう",
      "l": 1
    },
    {
      "j": "天体",
      "e": "heavenly body",
      "f": "てんたい",
      "l": 1
    },
    {
      "j": "施行",
      "e": "1.  execution; enforcing; carrying out",
      "f": "しぎょう",
      "l": 1
    },
    {
      "j": "逆転",
      "e": "(sudden) change; reversal; turn-around; coming from behind (baseball)",
      "f": "ぎゃくてん",
      "l": 1
    },
    {
      "j": "腫れる",
      "e": "to swell (from inflammation); to become swollen",
      "f": "はれる",
      "l": 1
    },
    {
      "j": "傾く",
      "e": "to incline toward; to slant; to lurch; to heel over; to be disposed to; to trend toward; to be prone to; to",
      "f": "かたぶく",
      "l": 1
    },
    {
      "j": "劇団",
      "e": "troupe; theatrical company",
      "f": "げきだん",
      "l": 1
    },
    {
      "j": "錆び",
      "e": "rust (colour)",
      "f": "さび",
      "l": 1
    },
    {
      "j": "洒落",
      "e": "frank; open-hearted",
      "f": "しゃらく",
      "l": 1
    },
    {
      "j": "追跡",
      "e": "pursuit",
      "f": "ついせき",
      "l": 1
    },
    {
      "j": "当人",
      "e": "the one concerned; the said person",
      "f": "とうにん",
      "l": 1
    },
    {
      "j": "集計",
      "e": "totalization; aggregate",
      "f": "しゅうけい",
      "l": 1
    },
    {
      "j": "呆気ない",
      "e": "not enough; too quick (short  long  etc.)",
      "f": "あっけない",
      "l": 1
    },
    {
      "j": "澄ます",
      "e": "to clear; to make clear; to be unruffled; to look unconcerned; to look demure; look prim; put on airs",
      "f": "すます",
      "l": 1
    },
    {
      "j": "着陸",
      "e": "landing; alighting; touch down",
      "f": "ちゃくりく",
      "l": 1
    },
    {
      "j": "堤防",
      "e": "bank; weir",
      "f": "ていぼう",
      "l": 1
    },
    {
      "j": "裏返し",
      "e": "inside out; upside down",
      "f": "うらがえし",
      "l": 1
    },
    {
      "j": "組み込む",
      "e": "to insert; to include; to cut in (printing)",
      "f": "くみこむ",
      "l": 1
    },
    {
      "j": "あら",
      "e": "oh; ah; saw-edged perch (Niphon spinosus)",
      "f": "",
      "l": 1
    },
    {
      "j": "弾力",
      "e": "elasticity; flexibility",
      "f": "だんりょく",
      "l": 1
    },
    {
      "j": "動機",
      "e": "motive; incentive",
      "f": "どうき",
      "l": 1
    },
    {
      "j": "セックス",
      "e": "sexual intercourse",
      "f": "",
      "l": 1
    },
    {
      "j": "拘束",
      "e": "restriction; restraint",
      "f": "こうそく",
      "l": 1
    },
    {
      "j": "躓く",
      "e": "to stumble; to trip",
      "f": "つまずく",
      "l": 1
    },
    {
      "j": "浜",
      "e": "beach; seashore",
      "f": "はま",
      "l": 1
    },
    {
      "j": "同意",
      "e": "agreement; consent; same meaning; same opinion; approval",
      "f": "どうい",
      "l": 1
    },
    {
      "j": "オリエンテーション",
      "e": "orientation",
      "f": "",
      "l": 1
    },
    {
      "j": "お巡りさん",
      "e": "policeman (friendly term)",
      "f": "おまわりさん",
      "l": 1
    },
    {
      "j": "勝る",
      "e": "to excel; to surpass; to outrival",
      "f": "まさる",
      "l": 1
    },
    {
      "j": "掛け",
      "e": "credit",
      "f": "かけ",
      "l": 1
    },
    {
      "j": "対処",
      "e": "deal with; cope",
      "f": "たいしょ",
      "l": 1
    },
    {
      "j": "言伝",
      "e": "declaration; hearsay",
      "f": "ことづて",
      "l": 1
    },
    {
      "j": "改訂",
      "e": "revision",
      "f": "かいてい",
      "l": 1
    },
    {
      "j": "交易",
      "e": "trade; commerce",
      "f": "こうえき",
      "l": 1
    },
    {
      "j": "財源",
      "e": "source of funds; resources; finances",
      "f": "ざいげん",
      "l": 1
    },
    {
      "j": "日焼け",
      "e": "sunburn",
      "f": "ひやけ",
      "l": 1
    },
    {
      "j": "勧め",
      "e": "recommendation; advice; encouragement",
      "f": "すすめ",
      "l": 1
    },
    {
      "j": "証人",
      "e": "witness",
      "f": "しょうにん",
      "l": 1
    },
    {
      "j": "聴診器",
      "e": "stethoscope",
      "f": "ちょうしんき",
      "l": 1
    },
    {
      "j": "非難",
      "e": "blame; attack; criticism",
      "f": "ひなん",
      "l": 1
    },
    {
      "j": "スタジオ",
      "e": "studio",
      "f": "",
      "l": 1
    },
    {
      "j": "止むを得ない",
      "e": "cannot be helped; unavoidable",
      "f": "やむをえない",
      "l": 1
    },
    {
      "j": "放出",
      "e": "release; emit",
      "f": "ほうしゅつ",
      "l": 1
    },
    {
      "j": "赴任",
      "e": "(proceeding to) new appointment",
      "f": "ふにん",
      "l": 1
    },
    {
      "j": "頑固",
      "e": "stubbornness; obstinacy",
      "f": "がんこ",
      "l": 1
    },
    {
      "j": "手元",
      "e": "on hand; at hand; at home",
      "f": "てもと",
      "l": 1
    },
    {
      "j": "預金",
      "e": "deposit; bank account",
      "f": "よきん",
      "l": 1
    },
    {
      "j": "六",
      "e": "(num) six",
      "f": "む",
      "l": 1
    },
    {
      "j": "ネガ",
      "e": "(photographic) negative",
      "f": "",
      "l": 1
    },
    {
      "j": "切実",
      "e": "compelling; serious; severe; acute; earnest; pressing; urgent",
      "f": "せつじつ",
      "l": 1
    },
    {
      "j": "賢明",
      "e": "wisdom; intelligence; prudence",
      "f": "けんめい",
      "l": 1
    },
    {
      "j": "染まる",
      "e": "to dye",
      "f": "そまる",
      "l": 1
    },
    {
      "j": "調和",
      "e": "harmony",
      "f": "ちょうわ",
      "l": 1
    },
    {
      "j": "眼球",
      "e": "eyeball",
      "f": "がんきゅう",
      "l": 1
    },
    {
      "j": "ベストセラー",
      "e": "best-seller",
      "f": "",
      "l": 1
    },
    {
      "j": "対談",
      "e": "talk; dialogue; conversation",
      "f": "たいだん",
      "l": 1
    },
    {
      "j": "和やか",
      "e": "mild; calm; gentle; quiet; harmonious",
      "f": "なごやか",
      "l": 1
    },
    {
      "j": "引っ掛ける",
      "e": "1.  to hang (something) on (something); to throw on (clothes); 2.  to hook; to catch; to trap; to ensnar",
      "f": "ひっかける",
      "l": 1
    },
    {
      "j": "特派",
      "e": "send specially; special envoy",
      "f": "とくは",
      "l": 1
    },
    {
      "j": "肝心",
      "e": "essential; fundamental; crucial; vital; main",
      "f": "かんじん",
      "l": 1
    },
    {
      "j": "衣装",
      "e": "clothing; costume; outfit; garment; dress",
      "f": "いしょう",
      "l": 1
    },
    {
      "j": "課題",
      "e": "subject; theme; task",
      "f": "かだい",
      "l": 1
    },
    {
      "j": "無礼",
      "e": "impolite; rude",
      "f": "ぶれい",
      "l": 1
    },
    {
      "j": "要する",
      "e": "to demand; to require; to take",
      "f": "ようする",
      "l": 1
    },
    {
      "j": "当たり前",
      "e": "usual; common; ordinary; natural; reasonable; obvious",
      "f": "あたりまえ",
      "l": 1
    },
    {
      "j": "目覚める",
      "e": "to wake up",
      "f": "めざめる",
      "l": 1
    },
    {
      "j": "十字路",
      "e": "crossroads",
      "f": "じゅうじろ",
      "l": 1
    },
    {
      "j": "悟る",
      "e": "to attain enlightenment; to perceive; to understand; to discern",
      "f": "さとる",
      "l": 1
    },
    {
      "j": "老いる",
      "e": "to age; to grow old",
      "f": "おいる",
      "l": 1
    },
    {
      "j": "厭やらしい",
      "e": "detestable; disagreeable",
      "f": "いやらしい",
      "l": 1
    },
    {
      "j": "スピード",
      "e": "speed",
      "f": "",
      "l": 1
    },
    {
      "j": "歩み",
      "e": "walking",
      "f": "あゆみ",
      "l": 1
    },
    {
      "j": "やっ付ける",
      "e": "to beat",
      "f": "やっつける",
      "l": 1
    },
    {
      "j": "伝達",
      "e": "transmission (e.g. news); communication; delivery",
      "f": "でんたつ",
      "l": 1
    },
    {
      "j": "おっかない",
      "e": "frightening; huge",
      "f": "",
      "l": 1
    },
    {
      "j": "構える",
      "e": "to set up",
      "f": "かまえる",
      "l": 1
    },
    {
      "j": "賑わう",
      "e": "to prosper; to flourish; to do thriving business; to be crowded with people",
      "f": "にぎわう",
      "l": 1
    },
    {
      "j": "直面",
      "e": "confrontation",
      "f": "ちょくめん",
      "l": 1
    },
    {
      "j": "濫用",
      "e": "abuse; misuse; misappropriation; using to excess",
      "f": "らんよう",
      "l": 1
    },
    {
      "j": "単独",
      "e": "sole; independence; single; solo (flight)",
      "f": "たんどく",
      "l": 1
    },
    {
      "j": "殊に",
      "e": "especially; above all",
      "f": "ことに",
      "l": 1
    },
    {
      "j": "購買",
      "e": "purchase; buy",
      "f": "こうばい",
      "l": 1
    },
    {
      "j": "張り紙",
      "e": "paper patch; paper backing; poster",
      "f": "はりがみ",
      "l": 1
    },
    {
      "j": "惑星",
      "e": "planet",
      "f": "わくせい",
      "l": 1
    },
    {
      "j": "其の儘",
      "e": "without change; as it is (i.e. now)",
      "f": "そのまま",
      "l": 1
    },
    {
      "j": "反乱",
      "e": "insurrection; mutiny; rebellion; revolt; uprising",
      "f": "はんらん",
      "l": 1
    },
    {
      "j": "露骨",
      "e": "1.  frank; blunt; plain; outspoken; 2.  conspicuous; open; 3.  broad; suggestive",
      "f": "ろこつ",
      "l": 1
    },
    {
      "j": "凭れる",
      "e": "to lean against; to lean on; to recline on; to lie heavy (on the stomach)",
      "f": "もたれる",
      "l": 1
    },
    {
      "j": "宜しく",
      "e": "well; properly; suitably; best regards; please remember me",
      "f": "よろしく",
      "l": 1
    },
    {
      "j": "其れ共",
      "e": "or; or else",
      "f": "それとも",
      "l": 1
    },
    {
      "j": "作戦",
      "e": "military or naval operations; tactics; strategy",
      "f": "さくせん",
      "l": 1
    },
    {
      "j": "柱",
      "e": "pillar; post",
      "f": "はしら",
      "l": 1
    },
    {
      "j": "人民",
      "e": "people; public",
      "f": "じんみん",
      "l": 1
    },
    {
      "j": "利点",
      "e": "advantage; point in favor",
      "f": "りてん",
      "l": 1
    },
    {
      "j": "海流",
      "e": "ocean current",
      "f": "かいりゅう",
      "l": 1
    },
    {
      "j": "除外",
      "e": "exception; exclusion",
      "f": "じょがい",
      "l": 1
    },
    {
      "j": "傲る",
      "e": "to be proud",
      "f": "おごる",
      "l": 1
    },
    {
      "j": "脳",
      "e": "brain; memory",
      "f": "のう",
      "l": 1
    },
    {
      "j": "玉",
      "e": "king (shogi)",
      "f": "ぎょく",
      "l": 1
    },
    {
      "j": "行",
      "e": "line; row; verse",
      "f": "ぎょう",
      "l": 1
    },
    {
      "j": "その上",
      "e": "in addition; furthermore",
      "f": "そのうえ",
      "l": 1
    },
    {
      "j": "唾",
      "e": "saliva; sputum",
      "f": "つば",
      "l": 1
    },
    {
      "j": "強まる",
      "e": "to get strong; to gain strength",
      "f": "つよまる",
      "l": 1
    },
    {
      "j": "裁く",
      "e": "to judge",
      "f": "さばく",
      "l": 1
    },
    {
      "j": "海抜",
      "e": "height above sea level",
      "f": "かいばつ",
      "l": 1
    },
    {
      "j": "ジャンパー",
      "e": "jacket; jumper",
      "f": "",
      "l": 1
    },
    {
      "j": "詳細",
      "e": "detail; particulars",
      "f": "しょうさい",
      "l": 1
    },
    {
      "j": "酸",
      "e": "acid",
      "f": "さん",
      "l": 1
    },
    {
      "j": "特権",
      "e": "privilege; special right",
      "f": "とっけん",
      "l": 1
    },
    {
      "j": "差し引く",
      "e": "to deduct",
      "f": "さしひく",
      "l": 1
    },
    {
      "j": "平均",
      "e": "equilibrium; balance; average; mean",
      "f": "ならし",
      "l": 1
    },
    {
      "j": "お世辞",
      "e": "flattery; compliment",
      "f": "おせじ",
      "l": 1
    },
    {
      "j": "熱意",
      "e": "zeal; enthusiasm",
      "f": "ねつい",
      "l": 1
    },
    {
      "j": "動き",
      "e": "movement; activity; trend; development; change",
      "f": "うごき",
      "l": 1
    },
    {
      "j": "鉱業",
      "e": "mining industry",
      "f": "こうぎょう",
      "l": 1
    },
    {
      "j": "利子",
      "e": "interest (bank)",
      "f": "りし",
      "l": 1
    },
    {
      "j": "倒産",
      "e": "(corporate) bankruptcy; insolvency",
      "f": "とうさん",
      "l": 1
    },
    {
      "j": "添える",
      "e": "to add to; to attach; to append; to accompany; to garnish; to imitate; to annex",
      "f": "そえる",
      "l": 1
    },
    {
      "j": "分業",
      "e": "division of labor; specialization; assembly-line production",
      "f": "ぶんぎょう",
      "l": 1
    },
    {
      "j": "復旧",
      "e": "restoration; restitution; rehabilitation",
      "f": "ふくきゅう",
      "l": 1
    },
    {
      "j": "蔵相",
      "e": "Minister of Finance",
      "f": "ぞうしょう",
      "l": 1
    },
    {
      "j": "無茶苦茶",
      "e": "confused; jumbled; mixed up; unreasonable",
      "f": "むちゃくちゃ",
      "l": 1
    },
    {
      "j": "実践",
      "e": "practice; put into practice",
      "f": "じっせん",
      "l": 1
    },
    {
      "j": "紛失",
      "e": "losing something",
      "f": "ふんしつ",
      "l": 1
    },
    {
      "j": "勤務",
      "e": "service; duty; work",
      "f": "きんむ",
      "l": 1
    },
    {
      "j": "昆虫",
      "e": "insect; bug",
      "f": "こんちゅう",
      "l": 1
    },
    {
      "j": "泌み泌み",
      "e": "keenly; deeply; heartily",
      "f": "しみじみ",
      "l": 1
    },
    {
      "j": "庁",
      "e": "government office",
      "f": "ちょう",
      "l": 1
    },
    {
      "j": "兆し",
      "e": "signs; omen; symptoms",
      "f": "きざし",
      "l": 1
    },
    {
      "j": "賛成",
      "e": "approval; agreement; support; favour",
      "f": "さんせい",
      "l": 1
    },
    {
      "j": "下火",
      "e": "burning low; waning; declining",
      "f": "したび",
      "l": 1
    },
    {
      "j": "徴収",
      "e": "collection; levy",
      "f": "ちょうしゅう",
      "l": 1
    },
    {
      "j": "無意味",
      "e": "nonsense; no meaning",
      "f": "むいみ",
      "l": 1
    },
    {
      "j": "壇",
      "e": "1.  platform; podium; rostrum; 2.  (arch) mandala",
      "f": "だん",
      "l": 1
    },
    {
      "j": "全盛",
      "e": "height of prosperity",
      "f": "ぜんせい",
      "l": 1
    },
    {
      "j": "依然",
      "e": "still; as yet",
      "f": "いぜん",
      "l": 1
    },
    {
      "j": "扱い",
      "e": "treatment; service",
      "f": "あつかい",
      "l": 1
    },
    {
      "j": "汚れ",
      "e": "uncleanness; impurity; disgrace",
      "f": "けがれ",
      "l": 1
    },
    {
      "j": "紛らわしい",
      "e": "confusing; misleading; equivocal; ambiguous",
      "f": "まぎらわしい",
      "l": 1
    },
    {
      "j": "覚え",
      "e": "memory; sense; experience",
      "f": "おぼえ",
      "l": 1
    },
    {
      "j": "タイム",
      "e": "time",
      "f": "",
      "l": 1
    },
    {
      "j": "原っぱ",
      "e": "open field; empty lot; plain",
      "f": "はらっぱ",
      "l": 1
    },
    {
      "j": "正しく",
      "e": "surely; no doubt; evidently",
      "f": "まさしく",
      "l": 1
    },
    {
      "j": "ジャンプ",
      "e": "jump",
      "f": "",
      "l": 1
    },
    {
      "j": "藁",
      "e": "straw",
      "f": "わら",
      "l": 1
    },
    {
      "j": "細菌",
      "e": "bacillus; bacterium; germ",
      "f": "さいきん",
      "l": 1
    },
    {
      "j": "嘆く",
      "e": "to sigh; to lament; to grieve",
      "f": "なげく",
      "l": 1
    },
    {
      "j": "吝嗇",
      "e": "stinginess; miser; miserliness; skinflint; tightwad; niggard; pinching pennies",
      "f": "けち",
      "l": 1
    },
    {
      "j": "悩ましい",
      "e": "seductive; melancholy; languid",
      "f": "なやましい",
      "l": 1
    },
    {
      "j": "一まず",
      "e": "for the present; once; in outline",
      "f": "ひとまず",
      "l": 1
    },
    {
      "j": "内乱",
      "e": "civil war; insurrection; rebellion; domestic conflict",
      "f": "ないらん",
      "l": 1
    },
    {
      "j": "生死",
      "e": "life and death",
      "f": "せいし",
      "l": 1
    },
    {
      "j": "修飾",
      "e": "ornamentation; embellishment; decoration; adornment; polish up (writing); modification (gram)",
      "f": "しゅうしょく",
      "l": 1
    },
    {
      "j": "換算",
      "e": "conversion; change; exchange",
      "f": "かんさん",
      "l": 1
    },
    {
      "j": "何故",
      "e": "why; how",
      "f": "なぜ",
      "l": 1
    },
    {
      "j": "物議",
      "e": "public discussion (criticism)",
      "f": "ぶつぎ",
      "l": 1
    },
    {
      "j": "主体",
      "e": "subject; main constituent",
      "f": "しゅたい",
      "l": 1
    },
    {
      "j": "描写",
      "e": "depiction; description; portrayal",
      "f": "びょうしゃ",
      "l": 1
    },
    {
      "j": "追い込む",
      "e": "to herd; to corner; to drive",
      "f": "おいこむ",
      "l": 1
    },
    {
      "j": "噛み切る",
      "e": "to bite off; to gnaw through",
      "f": "かみきる",
      "l": 1
    },
    {
      "j": "犯す",
      "e": "to commit; to perpetrate; to violate; to rape",
      "f": "おかす",
      "l": 1
    },
    {
      "j": "了解",
      "e": "comprehension; consent; understanding; roger (on the radio)",
      "f": "りょうかい",
      "l": 1
    },
    {
      "j": "運輸",
      "e": "transportation",
      "f": "うんゆ",
      "l": 1
    },
    {
      "j": "苦しめる",
      "e": "to torment; to harass; to inflict pain",
      "f": "くるしめる",
      "l": 1
    },
    {
      "j": "見苦しい",
      "e": "unsightly; ugly",
      "f": "みぐるしい",
      "l": 1
    },
    {
      "j": "規約",
      "e": "agreement; rules; code",
      "f": "きやく",
      "l": 1
    },
    {
      "j": "ジャンボ",
      "e": "jumbo",
      "f": "",
      "l": 1
    },
    {
      "j": "過ぎ",
      "e": "past; after",
      "f": "すぎ",
      "l": 1
    },
    {
      "j": "物体ない",
      "e": "too good; more than one deserves; wasteful; sacrilegious; unworthy of",
      "f": "もったいない",
      "l": 1
    },
    {
      "j": "たった",
      "e": "only; merely; but; no more than",
      "f": "",
      "l": 1
    },
    {
      "j": "邸宅",
      "e": "mansion; residence",
      "f": "ていたく",
      "l": 1
    },
    {
      "j": "相場",
      "e": "market price; speculation; estimation",
      "f": "そうば",
      "l": 1
    },
    {
      "j": "怪獣",
      "e": "monster",
      "f": "かいじゅう",
      "l": 1
    },
    {
      "j": "洒落る",
      "e": "to joke; to play on words; to dress stylishly",
      "f": "しゃれる",
      "l": 1
    },
    {
      "j": "対抗",
      "e": "opposition; antagonism",
      "f": "たいこう",
      "l": 1
    },
    {
      "j": "火燵",
      "e": "table with heater; (orig) charcoal brazier in a floor well",
      "f": "こたつ",
      "l": 1
    },
    {
      "j": "惜しむ",
      "e": "to be frugal; to value; to regret",
      "f": "おしむ",
      "l": 1
    },
    {
      "j": "手順",
      "e": "process; procedure; protocol",
      "f": "てじゅん",
      "l": 1
    },
    {
      "j": "取り分",
      "e": "especially; above all",
      "f": "とりわけ",
      "l": 1
    },
    {
      "j": "頬っぺた",
      "e": "cheek",
      "f": "ほっぺた",
      "l": 1
    },
    {
      "j": "新人",
      "e": "new face; newcomer",
      "f": "しんじん",
      "l": 1
    },
    {
      "j": "レディー",
      "e": "lady",
      "f": "",
      "l": 1
    },
    {
      "j": "跡切れる",
      "e": "to pause; to be interrupted",
      "f": "とぎれる",
      "l": 1
    },
    {
      "j": "守衛",
      "e": "security guard; doorkeeper",
      "f": "しゅえい",
      "l": 1
    },
    {
      "j": "国境",
      "e": "national or state border",
      "f": "くにざかい",
      "l": 1
    },
    {
      "j": "自動詞",
      "e": "intransitive verb (no direct obj)",
      "f": "じどうし",
      "l": 1
    },
    {
      "j": "提供",
      "e": "offer; tender; program sponsoring; furnishing",
      "f": "ていきょう",
      "l": 1
    },
    {
      "j": "言論",
      "e": "discussion",
      "f": "げんろん",
      "l": 1
    },
    {
      "j": "有難う",
      "e": "Thank you",
      "f": "ありがとう",
      "l": 1
    },
    {
      "j": "模型",
      "e": "model; dummy; maquette",
      "f": "もけい",
      "l": 1
    },
    {
      "j": "パンク",
      "e": "1.  (abbr) puncture; bursting; 2.  punk",
      "f": "",
      "l": 1
    },
    {
      "j": "対面",
      "e": "interview; meeting",
      "f": "たいめん",
      "l": 1
    },
    {
      "j": "授ける",
      "e": "to grant; to award; to teach",
      "f": "さずける",
      "l": 1
    },
    {
      "j": "沿岸",
      "e": "coast; shore",
      "f": "えんがん",
      "l": 1
    },
    {
      "j": "保障",
      "e": "guarantee; security; assurance; pledge; warranty",
      "f": "ほしょう",
      "l": 1
    },
    {
      "j": "遥か",
      "e": "far; far-away; distant; remote; far off",
      "f": "はるか",
      "l": 1
    },
    {
      "j": "愚痴",
      "e": "idle complaint; grumble",
      "f": "ぐち",
      "l": 1
    },
    {
      "j": "声明",
      "e": "declaration; statement; proclamation",
      "f": "せいめい",
      "l": 1
    },
    {
      "j": "本場",
      "e": "home; habitat; center; best place; genuine",
      "f": "ほんば",
      "l": 1
    },
    {
      "j": "グレー",
      "e": "grey; gray",
      "f": "",
      "l": 1
    },
    {
      "j": "寒気",
      "e": "cold; frost; chill",
      "f": "かんき",
      "l": 1
    },
    {
      "j": "塾",
      "e": "coaching school; lessons",
      "f": "じゅく",
      "l": 1
    },
    {
      "j": "高",
      "e": "quantity; amount; volume; number; amount of money",
      "f": "たか",
      "l": 1
    },
    {
      "j": "骨",
      "e": "knack; skill",
      "f": "こつ",
      "l": 1
    },
    {
      "j": "破棄",
      "e": "revocation; annulment; breaking (e.g. treaty)",
      "f": "はき",
      "l": 1
    },
    {
      "j": "語彙",
      "e": "vocabulary; glossary",
      "f": "ごい",
      "l": 1
    },
    {
      "j": "固体",
      "e": "solid (body)",
      "f": "こたい",
      "l": 1
    },
    {
      "j": "体付き",
      "e": "body build; figure",
      "f": "からだつき",
      "l": 1
    },
    {
      "j": "荷",
      "e": "load; baggage; cargo",
      "f": "に",
      "l": 1
    },
    {
      "j": "いく",
      "e": "to come; to orgasm",
      "f": "",
      "l": 1
    },
    {
      "j": "権限",
      "e": "power; authority; jurisdiction",
      "f": "けんげん",
      "l": 1
    },
    {
      "j": "日々",
      "e": "every day; daily; day after day",
      "f": "ひび",
      "l": 1
    },
    {
      "j": "時折",
      "e": "sometimes",
      "f": "ときおり",
      "l": 1
    },
    {
      "j": "調印",
      "e": "signature; sign; sealing",
      "f": "ちょういん",
      "l": 1
    },
    {
      "j": "コントロール",
      "e": "control",
      "f": "",
      "l": 1
    },
    {
      "j": "進化",
      "e": "evolution; progress",
      "f": "しんか",
      "l": 1
    },
    {
      "j": "器官",
      "e": "organ (of body); instrument",
      "f": "きかん",
      "l": 1
    },
    {
      "j": "ずばり",
      "e": "decisively; decidedly; once and for all; unreservedly; frankly",
      "f": "",
      "l": 1
    },
    {
      "j": "眩しい",
      "e": "dazzling; radiant",
      "f": "まぶしい",
      "l": 1
    },
    {
      "j": "咄嗟",
      "e": "moment; instant",
      "f": "とっさ",
      "l": 1
    },
    {
      "j": "威力",
      "e": "power; might; authority; influence",
      "f": "いりょく",
      "l": 1
    },
    {
      "j": "ぼやく",
      "e": "to grumble; to complain",
      "f": "",
      "l": 1
    },
    {
      "j": "記す",
      "e": "to note; to write down",
      "f": "しるす",
      "l": 1
    },
    {
      "j": "所属",
      "e": "attached to; belong to",
      "f": "しょぞく",
      "l": 1
    },
    {
      "j": "内臓",
      "e": "internal organs; intestines; viscera",
      "f": "ないぞう",
      "l": 1
    },
    {
      "j": "体",
      "e": "appearance; air; condition; state; form",
      "f": "てい",
      "l": 1
    },
    {
      "j": "修学",
      "e": "learning",
      "f": "しゅうがく",
      "l": 1
    },
    {
      "j": "衣料",
      "e": "clothing",
      "f": "いりょう",
      "l": 1
    },
    {
      "j": "内訳",
      "e": "the items; breakdown; classification",
      "f": "うちわけ",
      "l": 1
    },
    {
      "j": "匹敵",
      "e": "comparing with; match; rival; equal",
      "f": "ひってき",
      "l": 1
    },
    {
      "j": "刷り",
      "e": "printing",
      "f": "すり",
      "l": 1
    },
    {
      "j": "整然",
      "e": "orderly; regular; well-organized; trim; accurate",
      "f": "せいぜん",
      "l": 1
    },
    {
      "j": "コンパス",
      "e": "compass",
      "f": "",
      "l": 1
    },
    {
      "j": "ミスプリント",
      "e": "misprint",
      "f": "",
      "l": 1
    },
    {
      "j": "形勢",
      "e": "condition; situation; prospects",
      "f": "けいせい",
      "l": 1
    },
    {
      "j": "不評",
      "e": "bad reputation; disgrace; unpopularity",
      "f": "ふひょう",
      "l": 1
    },
    {
      "j": "ドライブイン",
      "e": "drive in",
      "f": "",
      "l": 1
    },
    {
      "j": "案の定",
      "e": "sure enough; as usual",
      "f": "あんのじょう",
      "l": 1
    },
    {
      "j": "拗れる",
      "e": "to get complicated; to grow worse",
      "f": "こじれる",
      "l": 1
    },
    {
      "j": "名産",
      "e": "noted product",
      "f": "めいさん",
      "l": 1
    },
    {
      "j": "駆け足",
      "e": "running fast; double time",
      "f": "かけあし",
      "l": 1
    },
    {
      "j": "びっしょり",
      "e": "wet through; drenched",
      "f": "",
      "l": 1
    },
    {
      "j": "左程",
      "e": "(not) very; (not) much",
      "f": "さほど",
      "l": 1
    },
    {
      "j": "匹",
      "e": "head; small animal counter; roll of cloth",
      "f": "ひき",
      "l": 1
    },
    {
      "j": "国土",
      "e": "realm",
      "f": "こくど",
      "l": 1
    },
    {
      "j": "収まる",
      "e": "to be obtained; to end; to settle into; to fit into; to be settled; to be paid; to be delivered",
      "f": "おさまる",
      "l": 1
    },
    {
      "j": "タレント",
      "e": "talent; star; personality",
      "f": "",
      "l": 1
    },
    {
      "j": "有する",
      "e": "to own; to be endowed with",
      "f": "ゆうする",
      "l": 1
    },
    {
      "j": "楽観",
      "e": "optimism",
      "f": "らっかん",
      "l": 1
    },
    {
      "j": "奉仕",
      "e": "attendance; service",
      "f": "ほうし",
      "l": 1
    },
    {
      "j": "分担",
      "e": "apportionment; sharing",
      "f": "ぶんたん",
      "l": 1
    },
    {
      "j": "無効",
      "e": "invalid; no effect; unavailable",
      "f": "むこう",
      "l": 1
    },
    {
      "j": "準じる",
      "e": "to follow; to conform; to apply to",
      "f": "じゅんじる",
      "l": 1
    },
    {
      "j": "縮まる",
      "e": "to be shortened; to be contracted; to shrink",
      "f": "ちぢまる",
      "l": 1
    },
    {
      "j": "レバー",
      "e": "lever; liver",
      "f": "",
      "l": 1
    },
    {
      "j": "交渉",
      "e": "negotiations; discussions; connection",
      "f": "こうしょう",
      "l": 1
    },
    {
      "j": "取り締まり",
      "e": "control; management; supervision",
      "f": "とりしまり",
      "l": 1
    },
    {
      "j": "慌てる",
      "e": "to become confused (disconcerted  disorganized)",
      "f": "あわてる",
      "l": 1
    },
    {
      "j": "分子",
      "e": "numerator; molecule",
      "f": "ぶんし",
      "l": 1
    },
    {
      "j": "経緯",
      "e": "1.  details; whole story; sequence of events; particulars; how it started; how things got this way; 2.  c",
      "f": "いきさつ",
      "l": 1
    },
    {
      "j": "一昨昨日",
      "e": "two days before yesterday",
      "f": "さきおととい",
      "l": 1
    },
    {
      "j": "可成",
      "e": "considerably; fairly; quite",
      "f": "かなり",
      "l": 1
    },
    {
      "j": "著",
      "e": "counter for suits of clothing; arriving at ..",
      "f": "ちゃく",
      "l": 1
    },
    {
      "j": "促す",
      "e": "to urge; to press; to suggest; to demand; to stimulate; to quicken; to incite; to invite (attention to)",
      "f": "うながす",
      "l": 1
    },
    {
      "j": "尽きる",
      "e": "to be used up; to be run out; to be exhausted; to be consumed; to come to an end",
      "f": "つきる",
      "l": 1
    },
    {
      "j": "階",
      "e": "-floor (counter); stories",
      "f": "かい",
      "l": 1
    },
    {
      "j": "セール",
      "e": "sale",
      "f": "",
      "l": 1
    },
    {
      "j": "受け入れる",
      "e": "to accept; to receive",
      "f": "うけいれる",
      "l": 1
    },
    {
      "j": "売り出す",
      "e": "to put on sale; to market; to become popular",
      "f": "うりだす",
      "l": 1
    },
    {
      "j": "刑罰",
      "e": "judgement; penalty; punishment",
      "f": "けいばつ",
      "l": 1
    },
    {
      "j": "取っ手",
      "e": "handle; grip; knob",
      "f": "とって",
      "l": 1
    },
    {
      "j": "警戒",
      "e": "warning; admonition; vigilance",
      "f": "けいかい",
      "l": 1
    },
    {
      "j": "処置",
      "e": "treatment",
      "f": "しょち",
      "l": 1
    },
    {
      "j": "接触",
      "e": "touch; contact",
      "f": "せっしょく",
      "l": 1
    },
    {
      "j": "刺",
      "e": "thorn; splinter; spine; biting words",
      "f": "とげ",
      "l": 1
    },
    {
      "j": "雄",
      "e": "male (animal)",
      "f": "おす",
      "l": 1
    },
    {
      "j": "久し振り",
      "e": "after a long time",
      "f": "ひさしぶり",
      "l": 1
    },
    {
      "j": "沢山",
      "e": "many; a lot; much",
      "f": "たくさん",
      "l": 1
    },
    {
      "j": "存続",
      "e": "duration; continuance",
      "f": "そんぞく",
      "l": 1
    },
    {
      "j": "中傷",
      "e": "slander; libel; defamation",
      "f": "ちゅうしょう",
      "l": 1
    },
    {
      "j": "根回し",
      "e": "making necessary arrangements",
      "f": "ねまわし",
      "l": 1
    },
    {
      "j": "連日",
      "e": "every day; prolonged",
      "f": "れんじつ",
      "l": 1
    },
    {
      "j": "操縦",
      "e": "management; handling; control; manipulation",
      "f": "そうじゅう",
      "l": 1
    },
    {
      "j": "噛る",
      "e": "to chew; to bite (at); to gnaw; to nibble; to munch; to crunch; to have a smattering of",
      "f": "かじる",
      "l": 1
    },
    {
      "j": "零れる",
      "e": "to overflow; to spill",
      "f": "こぼれる",
      "l": 1
    },
    {
      "j": "凝らす",
      "e": "to freeze; to congeal",
      "f": "こごらす",
      "l": 1
    },
    {
      "j": "振動",
      "e": "oscillation; vibration",
      "f": "しんどう",
      "l": 1
    },
    {
      "j": "蜜",
      "e": "nectar; honey",
      "f": "みつ",
      "l": 1
    },
    {
      "j": "静的",
      "e": "static",
      "f": "せいてき",
      "l": 1
    },
    {
      "j": "歎",
      "e": "grief; sigh; lamentation",
      "f": "たん",
      "l": 1
    },
    {
      "j": "終わる",
      "e": "to finish; to close",
      "f": "おわる",
      "l": 1
    },
    {
      "j": "不景気",
      "e": "business recession; hard times; depression; gloom; sullenness; cheerlessness",
      "f": "ふけいき",
      "l": 1
    },
    {
      "j": "呼び止める",
      "e": "to challenge; to call somebody to halt",
      "f": "よびとめる",
      "l": 1
    },
    {
      "j": "小銭",
      "e": "coins; small change",
      "f": "こぜに",
      "l": 1
    },
    {
      "j": "洪水",
      "e": "flood",
      "f": "こうずい",
      "l": 1
    },
    {
      "j": "近眼",
      "e": "nearsightedness; shortsightedness; myopia",
      "f": "きんがん",
      "l": 1
    },
    {
      "j": "脆い",
      "e": "brittle; fragile; tender-hearted",
      "f": "もろい",
      "l": 1
    },
    {
      "j": "配布",
      "e": "distribution",
      "f": "はいふ",
      "l": 1
    },
    {
      "j": "停滞",
      "e": "stagnation; tie-up; congestion; retention; accumulation; falling into arrears",
      "f": "ていたい",
      "l": 1
    },
    {
      "j": "事前",
      "e": "prior; beforehand; in advance",
      "f": "じぜん",
      "l": 1
    },
    {
      "j": "漕ぐ",
      "e": "to row; to scull; to pedal",
      "f": "こぐ",
      "l": 1
    },
    {
      "j": "言い訳",
      "e": "excuse; explanation",
      "f": "いいわけ",
      "l": 1
    },
    {
      "j": "譲歩",
      "e": "concession; conciliation; compromise",
      "f": "じょうほ",
      "l": 1
    },
    {
      "j": "各々",
      "e": "each; every; either; respectively; severally",
      "f": "それぞれ",
      "l": 1
    },
    {
      "j": "抗争",
      "e": "dispute; resistance",
      "f": "こうそう",
      "l": 1
    },
    {
      "j": "駆ける",
      "e": "to run (race  esp. horse); to gallop; to canter",
      "f": "かける",
      "l": 1
    },
    {
      "j": "闇",
      "e": "darkness; the dark; black-marketeering; dark; shady; illegal",
      "f": "やみ",
      "l": 1
    },
    {
      "j": "キャッチ",
      "e": "catch",
      "f": "",
      "l": 1
    },
    {
      "j": "偶に",
      "e": "occasionally; once in a while",
      "f": "たまに",
      "l": 1
    },
    {
      "j": "難",
      "e": "difficulty; hardships; defect",
      "f": "なん",
      "l": 1
    },
    {
      "j": "特産",
      "e": "specialty; special product",
      "f": "とくさん",
      "l": 1
    },
    {
      "j": "鋏",
      "e": "scissors",
      "f": "はさみ",
      "l": 1
    },
    {
      "j": "指図",
      "e": "instruction; mandate",
      "f": "さしず",
      "l": 1
    },
    {
      "j": "履歴",
      "e": "personal history; background; career; log",
      "f": "りれき",
      "l": 1
    },
    {
      "j": "敗戦",
      "e": "defeat; losing a war",
      "f": "はいせん",
      "l": 1
    },
    {
      "j": "聳える",
      "e": "to rise; to tower; to soar",
      "f": "そびえる",
      "l": 1
    },
    {
      "j": "資金",
      "e": "funds; capital",
      "f": "しきん",
      "l": 1
    },
    {
      "j": "足し算",
      "e": "addition",
      "f": "たしざん",
      "l": 1
    },
    {
      "j": "念",
      "e": "sense; idea; thought; feeling; desire; concern; attention; care",
      "f": "ねん",
      "l": 1
    },
    {
      "j": "一見",
      "e": "unfamiliar; never before met",
      "f": "いちげん",
      "l": 1
    },
    {
      "j": "進路",
      "e": "course; route",
      "f": "しんろ",
      "l": 1
    },
    {
      "j": "通",
      "e": "connoisseur; counter for letters",
      "f": "つう",
      "l": 1
    },
    {
      "j": "歓声",
      "e": "cheer; shout of joy",
      "f": "かんせい",
      "l": 1
    },
    {
      "j": "並列",
      "e": "arrangement; parallel; abreast",
      "f": "へいれつ",
      "l": 1
    },
    {
      "j": "望ましい",
      "e": "desirable; hoped for",
      "f": "のぞましい",
      "l": 1
    },
    {
      "j": "現場",
      "e": "actual spot; scene; scene of the crime",
      "f": "げんじょう",
      "l": 1
    },
    {
      "j": "備え付ける",
      "e": "to provide; to furnish; to equip; to install",
      "f": "そなえつける",
      "l": 1
    },
    {
      "j": "日夜",
      "e": "day and night; always",
      "f": "にちや",
      "l": 1
    },
    {
      "j": "ベスト",
      "e": "best; vest",
      "f": "",
      "l": 1
    },
    {
      "j": "装備",
      "e": "equipment",
      "f": "そうび",
      "l": 1
    },
    {
      "j": "云々",
      "e": "and so on; and so forth; comment",
      "f": "うんぬん",
      "l": 1
    },
    {
      "j": "敬具",
      "e": "Sincerely yours",
      "f": "けいぐ",
      "l": 1
    },
    {
      "j": "まごつく",
      "e": "to be confused; to be flustered",
      "f": "",
      "l": 1
    },
    {
      "j": "早急",
      "e": "urgent",
      "f": "さっきゅう",
      "l": 1
    },
    {
      "j": "冠",
      "e": "crown; diadem; first; best; peerless; cap; naming; designating; initiating on coming of age; top character ra",
      "f": "かん",
      "l": 1
    },
    {
      "j": "割り込む",
      "e": "to cut in; to thrust oneself into; to wedge oneself in; to muscle in on; to interrupt; to disturb",
      "f": "わりこむ",
      "l": 1
    },
    {
      "j": "用紙",
      "e": "blank form",
      "f": "ようし",
      "l": 1
    },
    {
      "j": "一頃",
      "e": "once; some time ago",
      "f": "ひところ",
      "l": 1
    },
    {
      "j": "氏",
      "e": "family name",
      "f": "うじ",
      "l": 1
    },
    {
      "j": "カテゴリー",
      "e": "category",
      "f": "",
      "l": 1
    },
    {
      "j": "判",
      "e": "seal; stamp; monogram signature; judgment",
      "f": "はん",
      "l": 1
    },
    {
      "j": "見掛ける",
      "e": "to (happen to) see; to notice; to catch sight of",
      "f": "みかける",
      "l": 1
    },
    {
      "j": "宛てる",
      "e": "to address",
      "f": "あてる",
      "l": 1
    },
    {
      "j": "実態",
      "e": "truth; fact",
      "f": "じったい",
      "l": 1
    },
    {
      "j": "偏見",
      "e": "prejudice; narrow view",
      "f": "へんけん",
      "l": 1
    },
    {
      "j": "林業",
      "e": "forestry",
      "f": "りんぎょう",
      "l": 1
    },
    {
      "j": "一括",
      "e": "all together; batch; one lump; one bundle; summing up",
      "f": "いっかつ",
      "l": 1
    },
    {
      "j": "屋敷",
      "e": "mansion",
      "f": "やしき",
      "l": 1
    },
    {
      "j": "片言",
      "e": "a smattering; talk like a baby; speak haltingly",
      "f": "かたこと",
      "l": 1
    },
    {
      "j": "縁側",
      "e": "veranda; porch; balcony; open corridor",
      "f": "えんがわ",
      "l": 1
    },
    {
      "j": "益々",
      "e": "increasingly; more and more",
      "f": "ますます",
      "l": 1
    },
    {
      "j": "公演",
      "e": "public performance",
      "f": "こうえん",
      "l": 1
    },
    {
      "j": "必修",
      "e": "required (subject)",
      "f": "ひっしゅう",
      "l": 1
    },
    {
      "j": "現われ",
      "e": "embodiment; materialization",
      "f": "あらわれ",
      "l": 1
    },
    {
      "j": "乱す",
      "e": "to throw out of order; to disarrange; to disturb",
      "f": "みだす",
      "l": 1
    },
    {
      "j": "交わる",
      "e": "to cross; to intersect; to associate with; to mingle with; to interest; to join",
      "f": "まじわる",
      "l": 1
    },
    {
      "j": "点線",
      "e": "dotted line; perforated line",
      "f": "てんせん",
      "l": 1
    },
    {
      "j": "痛める",
      "e": "to hurt; to injure; to cause pain; to worry; to bother; to afflict; to be grieved over",
      "f": "いためる",
      "l": 1
    },
    {
      "j": "頼み",
      "e": "request; favor; reliance; dependence",
      "f": "たのみ",
      "l": 1
    },
    {
      "j": "事業",
      "e": "project; enterprise; business; industry; operations",
      "f": "じぎょう",
      "l": 1
    },
    {
      "j": "単一",
      "e": "single; simple; sole; individual; unitory",
      "f": "たんいつ",
      "l": 1
    },
    {
      "j": "比例",
      "e": "proportion",
      "f": "ひれい",
      "l": 1
    },
    {
      "j": "意欲",
      "e": "will; desire; ambition",
      "f": "いよく",
      "l": 1
    },
    {
      "j": "天災",
      "e": "natural calamity; disaster",
      "f": "てんさい",
      "l": 1
    },
    {
      "j": "罰",
      "e": "(divine) punishment; curse; retribution",
      "f": "ばち",
      "l": 1
    },
    {
      "j": "商人",
      "e": "trader; shopkeeper; merchant",
      "f": "あきうど",
      "l": 1
    },
    {
      "j": "消耗",
      "e": "exhaustion; consumption",
      "f": "しょうこう",
      "l": 1
    },
    {
      "j": "領海",
      "e": "territorial waters",
      "f": "りょうかい",
      "l": 1
    },
    {
      "j": "和らげる",
      "e": "to soften; to moderate; to relieve",
      "f": "やわらげる",
      "l": 1
    },
    {
      "j": "報じる",
      "e": "to inform; to report",
      "f": "ほうじる",
      "l": 1
    },
    {
      "j": "外方",
      "e": "look (or turn) the other way",
      "f": "そっぽ",
      "l": 1
    },
    {
      "j": "空間",
      "e": "vacancy; room for rent or lease",
      "f": "あきま",
      "l": 1
    },
    {
      "j": "修了",
      "e": "completion (of a course)",
      "f": "しゅうりょう",
      "l": 1
    },
    {
      "j": "反応",
      "e": "reaction; response",
      "f": "はんのう",
      "l": 1
    },
    {
      "j": "探検",
      "e": "exploration; expedition",
      "f": "たんけん",
      "l": 1
    },
    {
      "j": "宮殿",
      "e": "palace",
      "f": "きゅうでん",
      "l": 1
    },
    {
      "j": "放り込む",
      "e": "to throw into",
      "f": "ほうりこむ",
      "l": 1
    },
    {
      "j": "小児科",
      "e": "pediatrics",
      "f": "しょうにか",
      "l": 1
    },
    {
      "j": "発条",
      "e": "spring (e.g. coil  leaf)",
      "f": "ばね",
      "l": 1
    },
    {
      "j": "散蒔く",
      "e": "to disseminate; to scatter; to give money freely",
      "f": "ばらまく",
      "l": 1
    },
    {
      "j": "蕩ける",
      "e": "to be enchanted with",
      "f": "とろける",
      "l": 1
    },
    {
      "j": "鮮やか",
      "e": "vivid; clear; brilliant",
      "f": "あざやか",
      "l": 1
    },
    {
      "j": "杖",
      "e": "cane",
      "f": "つえ",
      "l": 1
    },
    {
      "j": "期",
      "e": "period; time",
      "f": "き",
      "l": 1
    },
    {
      "j": "同志",
      "e": "same mind; comrade; kindred soul",
      "f": "どうし",
      "l": 1
    },
    {
      "j": "或いは",
      "e": "or; possibly",
      "f": "あるいは",
      "l": 1
    },
    {
      "j": "装飾",
      "e": "ornament",
      "f": "そうしょく",
      "l": 1
    },
    {
      "j": "気まぐれ",
      "e": "whim; caprice; whimsy; fickle; moody; uneven temper",
      "f": "きまぐれ",
      "l": 1
    },
    {
      "j": "然し",
      "e": "however; but",
      "f": "しかし",
      "l": 1
    },
    {
      "j": "引っ掻く",
      "e": "to scratch",
      "f": "ひっかく",
      "l": 1
    },
    {
      "j": "著しい",
      "e": "remarkable; considerable",
      "f": "いちじるしい",
      "l": 1
    },
    {
      "j": "目論見",
      "e": "a plan; a scheme; a project; a program; intention; goal",
      "f": "もくろみ",
      "l": 1
    },
    {
      "j": "ミセス",
      "e": "Mrs.",
      "f": "",
      "l": 1
    },
    {
      "j": "結び付ける",
      "e": "to combine; to join; to tie on; to attach with a knot",
      "f": "むすびつける",
      "l": 1
    },
    {
      "j": "座談会",
      "e": "symposium; round-table discussion",
      "f": "ざだんかい",
      "l": 1
    },
    {
      "j": "軽快",
      "e": "rhythmical (e.g. melody); casual (e.g. dress); light; nimble",
      "f": "けいかい",
      "l": 1
    },
    {
      "j": "猛烈",
      "e": "violent; vehement; rage",
      "f": "もうれつ",
      "l": 1
    },
    {
      "j": "近付く",
      "e": "to approach; to get near; to get acquainted with; to get closer",
      "f": "ちかづく",
      "l": 1
    },
    {
      "j": "体裁",
      "e": "decency; style; form; appearance; show; get-up; format",
      "f": "ていさい",
      "l": 1
    },
    {
      "j": "短波",
      "e": "short wave",
      "f": "たんぱ",
      "l": 1
    },
    {
      "j": "お願いします",
      "e": "please",
      "f": "おねがいします",
      "l": 1
    },
    {
      "j": "参議院",
      "e": "House of Councillors",
      "f": "さんぎいん",
      "l": 1
    },
    {
      "j": "曲がる",
      "e": "to turn; to bend",
      "f": "まがる",
      "l": 1
    },
    {
      "j": "銃",
      "e": "gun",
      "f": "つつ",
      "l": 1
    },
    {
      "j": "目覚しい",
      "e": "brilliant; splendid; striking; remarkable",
      "f": "めざましい",
      "l": 1
    },
    {
      "j": "軒並み",
      "e": "row of houses",
      "f": "のきなみ",
      "l": 1
    },
    {
      "j": "居住",
      "e": "residence",
      "f": "きょじゅう",
      "l": 1
    },
    {
      "j": "ばてる",
      "e": "to be exhausted; to be worn out",
      "f": "",
      "l": 1
    },
    {
      "j": "浸す",
      "e": "to soak; to dip; to drench",
      "f": "ひたす",
      "l": 1
    },
    {
      "j": "即ち",
      "e": "that is; namely; i.e.",
      "f": "すなわち",
      "l": 1
    },
    {
      "j": "内陸",
      "e": "inland",
      "f": "ないりく",
      "l": 1
    },
    {
      "j": "準急",
      "e": "local express (train  slower than an express)",
      "f": "じゅんきゅう",
      "l": 1
    },
    {
      "j": "突如",
      "e": "suddenly; all of a sudden",
      "f": "とつじょ",
      "l": 1
    },
    {
      "j": "今日は",
      "e": "hello; good day (daytime greeting  id)",
      "f": "こんにちは",
      "l": 1
    },
    {
      "j": "限定",
      "e": "limit; restriction",
      "f": "げんてい",
      "l": 1
    },
    {
      "j": "割り当て",
      "e": "allotment; assignment; allocation; quota; rationing",
      "f": "わりあて",
      "l": 1
    },
    {
      "j": "委託",
      "e": "consign (goods (for sale) to a firm); entrust (person with something); commit",
      "f": "いたく",
      "l": 1
    },
    {
      "j": "終日",
      "e": "all day",
      "f": "しゅうじつ",
      "l": 1
    },
    {
      "j": "年寄り",
      "e": "old people; the aged",
      "f": "としより",
      "l": 1
    },
    {
      "j": "象",
      "e": "phenomenon",
      "f": "しょう",
      "l": 1
    },
    {
      "j": "戸籍",
      "e": "census; family register",
      "f": "こせき",
      "l": 1
    },
    {
      "j": "済まない",
      "e": "sorry (phrase)",
      "f": "すまない",
      "l": 1
    },
    {
      "j": "何と",
      "e": "what; how; whatever",
      "f": "なんと",
      "l": 1
    },
    {
      "j": "回収",
      "e": "collection; recovery",
      "f": "かいしゅう",
      "l": 1
    },
    {
      "j": "夜更け",
      "e": "late at night",
      "f": "よふけ",
      "l": 1
    },
    {
      "j": "格差",
      "e": "qualitative difference; disparity",
      "f": "かくさ",
      "l": 1
    },
    {
      "j": "以て",
      "e": "with; by; by means of; because; in view of",
      "f": "もって",
      "l": 1
    },
    {
      "j": "失格",
      "e": "disqualification; elimination; incapacity (legal)",
      "f": "しっかく",
      "l": 1
    },
    {
      "j": "碑",
      "e": "stone monument bearing an inscription",
      "f": "いしぶみ",
      "l": 1
    },
    {
      "j": "否決",
      "e": "rejection; negation; voting down",
      "f": "ひけつ",
      "l": 1
    },
    {
      "j": "例え",
      "e": "example; even if; if; though; although",
      "f": "たとえ",
      "l": 1
    },
    {
      "j": "引き起こす",
      "e": "to cause",
      "f": "ひきおこす",
      "l": 1
    },
    {
      "j": "類似",
      "e": "analogous",
      "f": "るいじ",
      "l": 1
    },
    {
      "j": "況して",
      "e": "still more; still less (with neg. verb); to say nothing of; not to mention",
      "f": "まして",
      "l": 1
    },
    {
      "j": "震わせる",
      "e": "to be shaking; to be trembling",
      "f": "ふるわせる",
      "l": 1
    },
    {
      "j": "サンキュー",
      "e": "thank you",
      "f": "",
      "l": 1
    },
    {
      "j": "真下",
      "e": "right under; directly below",
      "f": "ました",
      "l": 1
    },
    {
      "j": "佐",
      "e": "help",
      "f": "さ",
      "l": 1
    },
    {
      "j": "すれ違う",
      "e": "to pass by one another; to disagree; to miss each other",
      "f": "すれちがう",
      "l": 1
    },
    {
      "j": "過ち",
      "e": "fault; error; indiscretion",
      "f": "あやまち",
      "l": 1
    },
    {
      "j": "株式",
      "e": "stock (company)",
      "f": "かぶしき",
      "l": 1
    },
    {
      "j": "煙草",
      "e": "(pt:) (n) (uk) tobacco (pt: tabaco); cigarettes",
      "f": "たばこ",
      "l": 1
    },
    {
      "j": "小切手",
      "e": "cheque; check",
      "f": "こぎって",
      "l": 1
    },
    {
      "j": "暦",
      "e": "calendar; almanac",
      "f": "こよみ",
      "l": 1
    },
    {
      "j": "国連",
      "e": "U.N.; United Nations",
      "f": "こくれん",
      "l": 1
    },
    {
      "j": "惨め",
      "e": "miserable",
      "f": "みじめ",
      "l": 1
    },
    {
      "j": "市",
      "e": "market; fair",
      "f": "いち",
      "l": 1
    },
    {
      "j": "答え",
      "e": "answer; response",
      "f": "こたえ",
      "l": 1
    },
    {
      "j": "引き分け",
      "e": "a draw (in competition); tie game",
      "f": "ひきわけ",
      "l": 1
    },
    {
      "j": "延べ",
      "e": "futures; credit (buying); stretching; total",
      "f": "のべ",
      "l": 1
    },
    {
      "j": "中程",
      "e": "middle; midway",
      "f": "なかほど",
      "l": 1
    },
    {
      "j": "手引き",
      "e": "guidance; guide; introduction",
      "f": "てびき",
      "l": 1
    },
    {
      "j": "白状",
      "e": "confession",
      "f": "はくじょう",
      "l": 1
    },
    {
      "j": "送金",
      "e": "remittance; sending money",
      "f": "そうきん",
      "l": 1
    },
    {
      "j": "脅す",
      "e": "to threaten; to menace",
      "f": "おどす",
      "l": 1
    },
    {
      "j": "略語",
      "e": "abbreviation; acronym",
      "f": "りゃくご",
      "l": 1
    },
    {
      "j": "国防",
      "e": "national defence",
      "f": "こくぼう",
      "l": 1
    },
    {
      "j": "すんなり",
      "e": "pass with no objection; slim; slender",
      "f": "",
      "l": 1
    },
    {
      "j": "膨れる",
      "e": "to get cross; to get sulky; to swell (out); to expand; to be inflated; to distend; to bulge",
      "f": "ふくれる",
      "l": 1
    },
    {
      "j": "起伏",
      "e": "undulation",
      "f": "きふく",
      "l": 1
    },
    {
      "j": "防衛",
      "e": "defense; protection; self-defense",
      "f": "ぼうえい",
      "l": 1
    },
    {
      "j": "南",
      "e": "south",
      "f": "なん",
      "l": 1
    },
    {
      "j": "織る",
      "e": "to weave",
      "f": "おる",
      "l": 1
    },
    {
      "j": "模索",
      "e": "groping (for)",
      "f": "もさく",
      "l": 1
    },
    {
      "j": "頃",
      "e": "time; about; toward; approximately (time)",
      "f": "けい",
      "l": 1
    },
    {
      "j": "学士",
      "e": "university graduate",
      "f": "がくし",
      "l": 1
    },
    {
      "j": "屹度",
      "e": "1.  (uk) surely; undoubtedly; certainly; without fail; 2.  sternly; severely",
      "f": "きっと",
      "l": 1
    },
    {
      "j": "公募",
      "e": "public appeal; public contribution",
      "f": "こうぼ",
      "l": 1
    },
    {
      "j": "慕う",
      "e": "to yearn for; to miss; to adore; to love dearly",
      "f": "したう",
      "l": 1
    },
    {
      "j": "高尚",
      "e": "high; noble; refined; advanced",
      "f": "こうしょう",
      "l": 1
    },
    {
      "j": "其れ",
      "e": "it; that",
      "f": "それ",
      "l": 1
    },
    {
      "j": "紛争",
      "e": "dispute; trouble; strife",
      "f": "ふんそう",
      "l": 1
    },
    {
      "j": "心得",
      "e": "knowledge; information",
      "f": "こころえ",
      "l": 1
    },
    {
      "j": "発生",
      "e": "outbreak; spring forth; occurrence; incidence; origin",
      "f": "はっせい",
      "l": 1
    },
    {
      "j": "矢鱈に",
      "e": "randomly; recklessly; blindly",
      "f": "やたらに",
      "l": 1
    },
    {
      "j": "結び",
      "e": "ending; conclusion; union",
      "f": "むすび",
      "l": 1
    },
    {
      "j": "入口",
      "e": "entrance; gate; approach; mouth",
      "f": "いりくち",
      "l": 1
    },
    {
      "j": "幾多",
      "e": "many; numerous",
      "f": "いくた",
      "l": 1
    },
    {
      "j": "取り次ぐ",
      "e": "to act as an agent for; to announce (someone); to convey (a message)",
      "f": "とりつぐ",
      "l": 1
    },
    {
      "j": "愈々",
      "e": "more and more; all the more; increasingly; at last; beyond doubt",
      "f": "いよいよ",
      "l": 1
    },
    {
      "j": "ぐらい",
      "e": "approximately",
      "f": "",
      "l": 1
    },
    {
      "j": "持てる",
      "e": "to be well liked; to be popular",
      "f": "もてる",
      "l": 1
    },
    {
      "j": "密か",
      "e": "secret; private; surreptitious",
      "f": "ひそか",
      "l": 1
    },
    {
      "j": "有望",
      "e": "good prospects; full of hope; promising",
      "f": "ゆうぼう",
      "l": 1
    },
    {
      "j": "招き",
      "e": "invitation",
      "f": "まねき",
      "l": 1
    },
    {
      "j": "弄る",
      "e": "to touch; to tamper with",
      "f": "いじる",
      "l": 1
    },
    {
      "j": "業務",
      "e": "business; affairs; duties; work",
      "f": "ぎょうむ",
      "l": 1
    },
    {
      "j": "束の間",
      "e": "moment; brief time; brief; transient",
      "f": "つかのま",
      "l": 1
    },
    {
      "j": "領地",
      "e": "territory; dominion",
      "f": "りょうち",
      "l": 1
    },
    {
      "j": "原則",
      "e": "principle; general rule",
      "f": "げんそく",
      "l": 1
    },
    {
      "j": "偽造",
      "e": "forgery; falsification; fabrication; counterfeiting",
      "f": "ぎぞう",
      "l": 1
    },
    {
      "j": "振り",
      "e": "pretence; show; appearance",
      "f": "ふり",
      "l": 1
    },
    {
      "j": "クイズ",
      "e": "quiz",
      "f": "",
      "l": 1
    },
    {
      "j": "サイズ",
      "e": "size",
      "f": "",
      "l": 1
    },
    {
      "j": "客観",
      "e": "objective",
      "f": "きゃっかん",
      "l": 1
    },
    {
      "j": "生臭い",
      "e": "smelling of fish or blood; fish or meat",
      "f": "なまぐさい",
      "l": 1
    },
    {
      "j": "寛容",
      "e": "forbearance; tolerance; generosity",
      "f": "かんよう",
      "l": 1
    },
    {
      "j": "一部分",
      "e": "a part",
      "f": "いちぶぶん",
      "l": 1
    },
    {
      "j": "特集",
      "e": "feature (e.g. newspaper); special edition; report",
      "f": "とくしゅう",
      "l": 1
    },
    {
      "j": "水源",
      "e": "source of river; fountainhead",
      "f": "すいげん",
      "l": 1
    },
    {
      "j": "語源",
      "e": "word root; word derivation; etymology",
      "f": "ごげん",
      "l": 1
    },
    {
      "j": "釣鐘",
      "e": "hanging bell",
      "f": "つりがね",
      "l": 1
    },
    {
      "j": "既婚",
      "e": "marriage; married",
      "f": "きこん",
      "l": 1
    },
    {
      "j": "位地",
      "e": "place; situation; position; location",
      "f": "いち",
      "l": 1
    },
    {
      "j": "征服",
      "e": "conquest; subjugation; overcoming",
      "f": "せいふく",
      "l": 1
    },
    {
      "j": "所謂",
      "e": "the so-called; so to speak",
      "f": "いわゆる",
      "l": 1
    },
    {
      "j": "従事",
      "e": "engaging; pursuing; following",
      "f": "じゅうじ",
      "l": 1
    },
    {
      "j": "本文",
      "e": "text (of document); body (of letter)",
      "f": "ほんぶん",
      "l": 1
    },
    {
      "j": "舗装",
      "e": "pavement; road surface",
      "f": "ほそう",
      "l": 1
    },
    {
      "j": "補足",
      "e": "supplement; complement",
      "f": "ほそく",
      "l": 1
    },
    {
      "j": "強気",
      "e": "great; grand",
      "f": "ごうぎ",
      "l": 1
    },
    {
      "j": "何故なら",
      "e": "because",
      "f": "なぜなら",
      "l": 1
    },
    {
      "j": "ティッシュペーパー",
      "e": "tissue paper",
      "f": "",
      "l": 1
    },
    {
      "j": "損失",
      "e": "loss",
      "f": "そんしつ",
      "l": 1
    },
    {
      "j": "強いる",
      "e": "to force; to compel; to coerce",
      "f": "しいる",
      "l": 1
    },
    {
      "j": "公用",
      "e": "government business; public use; public expense",
      "f": "こうよう",
      "l": 1
    },
    {
      "j": "文語",
      "e": "written language; literary language",
      "f": "ぶんご",
      "l": 1
    },
    {
      "j": "追放",
      "e": "exile; banishment",
      "f": "ついほう",
      "l": 1
    },
    {
      "j": "船舶",
      "e": "ship",
      "f": "せんぱく",
      "l": 1
    },
    {
      "j": "填める",
      "e": "to get in; to insert; to put on; to make love",
      "f": "はめる",
      "l": 1
    },
    {
      "j": "公立",
      "e": "public (institution)",
      "f": "こうりつ",
      "l": 1
    },
    {
      "j": "朽ちる",
      "e": "to rot",
      "f": "くちる",
      "l": 1
    },
    {
      "j": "隔たる",
      "e": "to be distant",
      "f": "へだたる",
      "l": 1
    },
    {
      "j": "行き成り",
      "e": "suddenly",
      "f": "いきなり",
      "l": 1
    },
    {
      "j": "兵士",
      "e": "soldier",
      "f": "へいし",
      "l": 1
    },
    {
      "j": "構想",
      "e": "plan; plot; idea; conception",
      "f": "こうそう",
      "l": 1
    },
    {
      "j": "滑らか",
      "e": "smoothness; glassiness",
      "f": "なめらか",
      "l": 1
    },
    {
      "j": "侵す",
      "e": "to invade; to raid; to trespass; to violate; to intrude on",
      "f": "おかす",
      "l": 1
    },
    {
      "j": "取り戻す",
      "e": "to take back; to regain",
      "f": "とりもどす",
      "l": 1
    },
    {
      "j": "同い年",
      "e": "of the same age",
      "f": "おないどし",
      "l": 1
    },
    {
      "j": "人目",
      "e": "glimpse; public gaze",
      "f": "じんもく",
      "l": 1
    },
    {
      "j": "高まる",
      "e": "to rise; to swell; to be promoted",
      "f": "たかまる",
      "l": 1
    },
    {
      "j": "加工",
      "e": "manufacturing; processing; treatment",
      "f": "かこう",
      "l": 1
    },
    {
      "j": "異論",
      "e": "different opinion; objection",
      "f": "いろん",
      "l": 1
    },
    {
      "j": "滲む",
      "e": "to run; to blur; to spread; to blot; to ooze",
      "f": "にじむ",
      "l": 1
    },
    {
      "j": "運賃",
      "e": "freight rates; shipping expenses; fare",
      "f": "うんちん",
      "l": 1
    },
    {
      "j": "貝殻",
      "e": "shell",
      "f": "かいがら",
      "l": 1
    },
    {
      "j": "其処",
      "e": "that place; there",
      "f": "そこ",
      "l": 1
    },
    {
      "j": "担架",
      "e": "stretcher; litter",
      "f": "たんか",
      "l": 1
    },
    {
      "j": "床",
      "e": "bed; sickbed; alcove; padding",
      "f": "とこ",
      "l": 1
    },
    {
      "j": "真に",
      "e": "truly; actually; really",
      "f": "まことに",
      "l": 1
    },
    {
      "j": "改定",
      "e": "reform",
      "f": "かいてい",
      "l": 1
    },
    {
      "j": "借り",
      "e": "borrowing; debt; loan",
      "f": "かり",
      "l": 1
    },
    {
      "j": "旅券",
      "e": "passport",
      "f": "りょけん",
      "l": 1
    },
    {
      "j": "押さえる",
      "e": "to stop; to restrain; to seize; to repress; to suppress; to press down",
      "f": "おさえる",
      "l": 1
    },
    {
      "j": "再発",
      "e": "return; relapse; reoccurrence",
      "f": "さいはつ",
      "l": 1
    },
    {
      "j": "タイピスト",
      "e": "typist",
      "f": "",
      "l": 1
    }
  ]