export const gailStory = {
    raw: `
    Please comma separate each of these Japanese words from this paragraph:

ある小さな村に、ゲールという名前の優しい犬がいました。ある雨の日、ゲールは窓のそばで寝ていました。その時、外で鳴く猫の声が聞こえました。

ゲールは猫を助けるために家を出て、大きな山と森を越えました。夜になると、空には月と星が輝いていました。次の日、ゲールは海にたどり着き、船に乗って魚を食べることができました。

その後、ゲールは世界中を旅しました。彼は美しい花や、虫がいる庭を見たり、様々な食べ物を味わったりしました。彼はリンゴの木がある広い庭を見つけ、そこで野生の動物たちと遊びました。

旅の途中で、ゲールは空を飛ぶ飛行機や、走る車を見て驚きました。彼は地図を使って、遠い国々へ行きました。そして、いつか手紙を書いて、家族に自分の冒険を伝えることにしました。

長い旅の後、ゲールはついに家に帰りました。そこで、彼は家族と一緒に暖かい布団で寝たり、美味しいお寿司を食べたりしました。そして、ゲールは次の年にまた新しい冒険に出ることを決めました。

これが、ゲールという名前の勇敢な犬の物語です。彼はいつも夢を追い求め、新しいことを学ぶことが大好きでした。そして、ゲールは幸せな人生を送りました。おしまい。`,
includingParticlesCS: `
ある, 小さな, 村に, ゲール, という, 名前, の, 優しい, 犬, が, いました, ある, 雨, の, 日, ゲール, は, 窓, の, そば, で, 寝て, いました, その, 時, 外, で, 鳴く, 猫, の, 声, が, 聞こえました,

ゲール, は, 猫, を, 助ける, ため, に, 家, を, 出て, 大きな, 山, と, 森, を, 越えました, 夜, に, なる, と, 空, に, は, 月, と, 星, が, 輝いて, いました, 次, の, 日, ゲール, は, 海, に, たどり着き, 船, に, 乗って, 魚, を, 食べる, こと, が, できました,

その後, ゲール, は, 世界中, を, 旅, しました, 彼, は, 美しい, 花, や, 虫, が, いる, 庭, を, 見たり, 様々, な, 食べ物, を, 味わったり, しました, 彼, は, リンゴ, の, 木, が, ある, 広い, 庭, を, 見つけ, そこで, 野生, の, 動物, たち, と, 遊びました,

旅, の, 途中, で, ゲール, は, 空, を, 飛ぶ, 飛行機, や, 走る, 車, を, 見て, 驚きました, 彼, は, 地図, を, 使って, 遠い, 国々, へ, 行きました, そして, いつか, 手紙, を, 書いて, 家族, に, 自分, の, 冒険, を, 伝える, こと, に, しました,

長い, 旅, の, 後, ゲール, は, ついに, 家, に, 帰りました, そこで, 彼, は, 家族, と, 一緒, に, 暖かい, 布団, で, 寝たり, 美味しい, お寿司, を, 食べたり, しました, そして, ゲール, は, 次, の, 年, に, また, 新しい, 冒険, に, 出る,
こと, を, 決めました,

これが, ゲール, という, 名前, の, 勇敢, な, 犬, の, 物語, です, 彼, は, いつも, 夢, を, 追い求め, 新しい, こと, を, 学ぶ, こと, が, 大好き, でした, そして, ゲール, は, 幸せ, な, 人生, を, 送りました, おしまい`,
noParticles: [
    "ある", "小さな", "村", "ゲール", "という", "名前", "優しい", "犬", "いました", "ある", "雨", "日", "ゲール", "窓", "そば", "寝て", "いました", "その", "時", "外", "鳴く", "猫", "声", "聞こえました",
    
    "ゲール", "猫", "助ける", "ため", "家", "出て", "大きな", "山", "森", "越えました", "夜", "なる", "空", "月", "星", "輝いて", "いました", "次", "日", "ゲール", "海", "たどり着き", "船", "乗って", "魚", "食べる", "こと", "できました",
    
    "その後", "ゲール", "世界中", "旅", "しました", "彼", "美しい", "花", "や", "虫", "いる", "庭", "見たり", "様々", "食べ物", "味わったり", "しました", "彼", "リンゴ", "木", "ある", "広い", "庭", "見つけ", "そこで", "野生", "動物", "たち", "遊びました",
    
    "旅", "途中", "ゲール", "空", "飛ぶ", "飛行機", "や", "走る", "車", "見て", "驚きました", "彼", "地図", "使って", "遠い", "国々", "行きました", "そして", "いつか", "手紙", "書いて", "家族", "自分", "冒険", "伝える", "こと", "しました",
    
    "長い", "旅", "後", "ゲール", "ついに", "家", "帰りました", "そこで", "彼", "家族", "一緒", "暖かい", "布団", "寝たり", "美味しい", "お寿司", "食べたり", "しました", "そして", "ゲール", "次", "年", "また", "新しい", "冒険", "出る",
    "こと", "決めました",
    
    "これが", "ゲール", "という", "名前", "勇敢", "犬", "物語", "です", "彼", "いつも", "夢", "追い求め", "新しい", "こと", "学ぶ", "こと", "大好き", "でした", "そして", "ゲール", "幸せ", "人生", "送りました", "おしまい"
    ]
}