export const readings = {
    '街風': {
        japanese: 
`こちら大阪 生野区朝鮮人部落
ﾌﾟﾙﾙﾙ 電話がひっきりなしになりまくる
そろそろ仕事だ
ﾌﾟﾙﾙ プルッてる場合じゃないよまったく
くれるだけくれよ ありのままの
嫌味ありがたく いただけるかも今の気分
なんだか気は張ってる 四六時中
いつ何時でも己の敵は自分
クソッタレ 気にせん全然
I ain't the type of brother for you to start testin'
ていうかこんなとこいないよ先生
今夜もヤサに篭もっても 燃やす先生
デンジャー 危険だ黄色い信号
より良い結果 のためこらえて辛抱
俺のハイライフ関係ない金土
ほんまにぶら下がってんのチンポ？
尻尾 見せたら潰される きっと
そんなしっとりしたパンチライン じゃ
俺の心 響かせん ちっとも
もう面倒 妬みと嫉妬
疲れ 困る 結構いいところ
クリティカルヒット お前にピンポイント
お前よりいってる 結構いいところ
お前 今も探す 拠り所
離れなかった薬の売買
ヤク中生活とも これでバイバイ
我忘れ街を徘徊
でもぶら下がってぶんどった
このライフスタイル
石ころ蹴り飛ばし歩いた
この道端にツバ吐き 肩で風を切る
身内は身内でよそはよそ
福は内で鬼は外 でも世間は鬼
限られた仲間たちと生きる
でもくたばる時ぐらい一人で死ぬ
調子に乗るなよクソガキ
You better listen if you don't wanna mess it with my squad
肌をさす風が吹き抜ける街道
自分は自分でやれるようにと
コーナーの売人 商売繁盛
ランナーは毎日 朝昼晩も
欲を満たした自分のために
ブレーキを効かせて 欲と駆け引き
幸せのために 不幸せを糧に
手のひら返しが 道中のバネに
朝まで意識を高めた結果
まるでヒップホップの関係ができた
あのとき正義を貫いた結果
まるでヒップホップみたいな環境ができた
外には一つもスキを見せるなよ
身内は身内で よそはよそ
ここまでやってきたことは楽勝
気の緩みは許されずに レディゴー
石ころ蹴り飛ばし歩いた
この道端にツバ吐き 肩で風を切る
身内は身内でよそはよそ
福は内で鬼は外 でも世間は鬼
限られた仲間たちと生きる
でもくたばる時ぐらい一人で死ぬ
調子に乗るなよクソガキ
You better listen if you don't wanna mess it with my squad`,
        addedDate: 1692212852717
    },
    '風': {
        japanese: 
`こちら大阪 mess it with my squad`,
        addedDate: 1692212852717
    }
}
